[
  {
    "articles": [
      {
        "title": "Climate-sceptic IPA refuses to reveal funders in fiery Senate inquiry",
        "url": "https://www.theguardian.com/australia-news/2025/nov/12/climate-sceptic-ipa-refuses-to-reveal-funders-in-fiery-senate-inquiry",
        "date": "2025-11-12",
        "source": "Environment | The Guardian",
        "text": "<p>Australia’s richest person, Gina Rinehart has previously donated to Institute of Public Affairs but thinktank won’t say if she remains a donor</p><ul><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>A thinktank known for its rejection of the climate crisis and a conservation group that has opposed renewable energy projects refused to identify their funders during a fiery Senate inquiry into climate and energy misinformation on Wednesday.</p><p>Chair of the committee, Greens senator Peter Whish-Wilson, asked Rainforest Reserves Australia’s vice-president, Steven Nowakowski, who had funded nine full-page newspaper advertisements promoting an open letter attacking a shift to renewable energy and promoting nuclear.</p> <a href=\"https://www.theguardian.com/australia-news/2025/nov/12/climate-sceptic-ipa-refuses-to-reveal-funders-in-fiery-senate-inquiry\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      },
      {
        "title": "Liberals poised to dump net zero target after majority reject policy in marathon five-hour meeting",
        "url": "https://www.theguardian.com/australia-news/2025/nov/12/liberals-poised-to-dump-net-zero-target-after-majority-reject-policy-in-marathon-five-hour-meeting",
        "date": "2025-11-12",
        "source": "Environment | The Guardian",
        "text": "<p>Senior Liberal sources say 28 speakers wanted to jettison the 2050 net zero emissions target entirely, 17 expressed desire to retain it in some form, while four were on the fence</p><ul><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>The Liberal party is poised to abandon a net zero emissions target after senior MPs advocated dumping the climate goal at a marathon meeting in Canberra on Wednesday.</p><p>The Liberal shadow ministry will gather at 9am on Thursday to resolve a position after an almost five-hour meeting in Parliament House confirmed a majority of MPs wanted Sussan Ley to follow the Nationals in walking away from the commitment.</p> <a href=\"https://www.theguardian.com/australia-news/2025/nov/12/liberals-poised-to-dump-net-zero-target-after-majority-reject-policy-in-marathon-five-hour-meeting\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      },
      {
        "title": "The spectacular nonsense of the Coalition’s internal brawl over the 2050 net zero emissions target | Clear air",
        "url": "https://www.theguardian.com/environment/commentisfree/2025/nov/11/coalition-brawl-australia-2050-net-zero-emissions-target",
        "date": "2025-11-11",
        "source": "Environment | The Guardian",
        "text": "<p>The public stoush is really about whether the party will drop the charade or maintain it while shuffling some words</p><ul><li><p>Want to get this in your inbox when it publishes? <a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=cvau_sfl\">Sign up for the Clear Air Australia newsletter here</a></p></li></ul><p>The best thing that can be said about the Coalition’s internal brawl over whether to abandon its support for reaching net zero emissions by 2050 is that it has some honesty in it. Not much honesty, but if you look closely you may see some light breaking through.</p><p>The federal Liberals and Nationals have never supported the idea of reaching net zero by 2050. Some individual MPs have but not the parties. We know this because they have not backed a policy to help meet it since Scott Morrison adopted the target in 2021 to try to deflect rising pressure <a href=\"https://www.theguardian.com/environment/2021/jul/14/two-liberal-mps-urge-morrison-to-set-2050-net-zero-target-before-un-climate-conference\">at home</a> and <a href=\"https://www.theguardian.com/environment/2021/aug/12/senior-us-climate-official-says-australias-climate-targets-are-not-sufficient\">abroad</a>.</p> <a href=\"https://www.theguardian.com/environment/commentisfree/2025/nov/11/coalition-brawl-australia-2050-net-zero-emissions-target\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      },
      {
        "title": "Trump officials set to approve ‘forever chemical’ as pesticide ingredient",
        "url": "https://www.theguardian.com/environment/2025/nov/11/trump-pfas-forever-chemical-pesticide",
        "date": "2025-11-10",
        "source": "Environment | The Guardian",
        "text": "<p>Critics say that fifth Pfas Trump’s EPA has proposed for approval this year would put food and water supply at risk</p><p>The Trump administration is poised to again approve a new Pfas “forever chemical” pesticide ingredient, a move that is drawing criticism from public health advocates who say the nation’s food and water supply is being put at more risk from the dangerous compounds.</p><p>The substance would be sprayed on corn, soybeans and wheat, and it marks the fifth Pfas pesticide ingredient the US Environmental Protection Agency has proposed for approval under Donald Trump’s second term as US president.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/11/trump-pfas-forever-chemical-pesticide\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      },
      {
        "title": "My father, Ken Saro-Wiwa, died fighting for a clean Nigeria. Thirty years on it’s time to stop sucking on the dirty teat of the oil cash cow | Noo Saro-Wiwa",
        "url": "https://www.theguardian.com/global-development/2025/nov/10/father-ken-saro-wiwa-died-fighting-clean-enery-nigeria-thirty-years-oil",
        "date": "2025-11-10",
        "source": "Environment | The Guardian",
        "text": "<p>In 1995, as one of the Ogoni Nine, he was hanged after protesting against Shell’s oil pollution. With education and a move towards renewable energy, we can honour his legacy</p><p>Earlier this year, my father, <a href=\"https://www.theguardian.com/books/2005/nov/06/politics\">Ken Saro-Wiwa</a>, and his eight colleagues, known collectively as the <a href=\"https://www.theguardian.com/business/audio/2019/oct/09/shell-nigeria-and-a-24-year-fight-for-justice\">Ogoni Nine</a>, were pardoned for a crime they never committed. After peacefully campaigning against environmental degradation of Ogoniland in Nigeria at the hands of the oil industry, they were imprisoned by the military dictatorship on false charges of treason and incitement to murder, following a trial condemned by the international community as a sham.</p><p>On 10 November 1995, the men were executed by hanging.</p> <a href=\"https://www.theguardian.com/global-development/2025/nov/10/father-ken-saro-wiwa-died-fighting-clean-enery-nigeria-thirty-years-oil\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "No summary available for this cluster.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "Fossil fuel projects around the world threaten the health of 2bn people – report",
        "url": "https://www.theguardian.com/environment/2025/nov/12/fossil-fuel-projects-health-research",
        "date": "2025-11-12",
        "source": "Environment | The Guardian",
        "text": "<p>Exclusive: ‘Deep-rooted injustices’ affect billions of people due to location of  wells, pipelines and other infrastructure</p><p>A quarter of the world’s population lives within three miles (5km) of operational <a href=\"https://www.theguardian.com/environment/fossil-fuels\">fossil fuel</a> projects, potentially threatening the health of more than 2 billion people as well as critical ecosystems, according to first-of-its-kind research.</p><p>A damning new report by Amnesty International, shared exclusively with the Guardian, found that more than 18,300 <a href=\"https://www.theguardian.com/environment/oil\">oil</a>, gas and <a href=\"https://www.theguardian.com/environment/coal\">coal</a> sites are currently distributed across 170 countries worldwide, occupying a vast area of the Earth’s surface.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/12/fossil-fuel-projects-health-research\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "Supply boom in cheaper renewables will seal end of fossil fuel era, says IEA",
        "url": "https://www.theguardian.com/environment/2025/nov/12/supply-boom-in-cheaper-renewables-will-seal-end-of-fossil-fuel-era-says-iea",
        "date": "2025-11-12",
        "source": "Environment | The Guardian",
        "text": "<p>Watchdog’s flagship report says rise in low-carbon electricity will make transition ‘inevitable’, despite Trump’s calls to carry on drilling</p><p>Renewables will grow faster than any major energy source in the next decade, according to the world’s energy watchdog, making the transition away from fossil fuels “inevitable”, despite a green backlash in the US and parts of Europe.</p><p>The world is expected to build more renewable energy projects in the next five years than has been rolled out over the last 40, according to the flagship annual report from the International Energy Agency (IEA).</p> <a href=\"https://www.theguardian.com/environment/2025/nov/12/supply-boom-in-cheaper-renewables-will-seal-end-of-fossil-fuel-era-says-iea\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "Trump administration planning to allow oil and gas drilling off California coast",
        "url": "https://www.theguardian.com/us-news/2025/nov/11/trump-administration-drilling-off-california",
        "date": "2025-11-11",
        "source": "Environment | The Guardian",
        "text": "<p>Plan, which Gavin Newsom, the governor, has said would be ‘dead on arrival’, will allow six lease sales from 2027 to 2030</p><p>The Trump administration is planning to allow oil and gas drilling off the California coast for the first time in decades, according to a draft plan shared with <a href=\"https://www.washingtonpost.com/climate-environment/2025/11/10/offshore-drilling-california-gulf-alaska/\">the Washington Post.</a></p><p>The move is guaranteed to set up a battle with the state’s governor, <a href=\"https://www.theguardian.com/us-news/gavin-newsom\">Gavin Newsom</a>, a staunch opponent of offshore drilling.</p> <a href=\"https://www.theguardian.com/us-news/2025/nov/11/trump-administration-drilling-off-california\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "Refugee camps set to be uninhabitable by 2050 as extreme weather worsens",
        "url": "https://news.un.org/feed/view/en/story/2025/11/1166318",
        "date": "2025-11-10",
        "source": "UN News - Global perspective Human stories",
        "text": "At least 117 million people have been displaced by war, violence and persecution, the UN refugee agency (UNHCR) said on Monday, while highlighting how much their plight is tied to the growing climate crisis.",
        "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/17_10_2025_Sudan_Chad.jpg/image560x340cropped.jpg",
        "cluster_id": 1
      },
      {
        "title": "Datacenters meet resistance over environmental concerns as AI boom spreads in Latin America",
        "url": "https://www.theguardian.com/technology/2025/nov/10/data-centers-latin-america",
        "date": "2025-11-10",
        "source": "Environment | The Guardian",
        "text": "<p>An expert describes how communities in some of the world’s driest areas are demanding transparency as secretive governments court billions in foreign investment</p><p><em>This Q&amp;A originally appeared as part of The Guardian’s TechScape newsletter. <strong><a href=\"https://www.theguardian.com/info/2022/sep/20/sign-up-for-the-techscape-newsletter-our-free-technology-email\">Sign up for this weekly newsletter here</a></strong></em>.</p><p>The datacenters that power the <a href=\"https://www.theguardian.com/technology/artificialintelligenceai\">artificial intelligence</a> boom are beyond <a href=\"https://www.theguardian.com/global/2025/nov/04/the-mind-boggling-valuations-of-ai-companies\">enormous</a>. Their financials, their physical scale, and the amount of information contained within are so massive that the idea of stopping their construction can seem like opposing an avalanche in progress.</p> <a href=\"https://www.theguardian.com/technology/2025/nov/10/data-centers-latin-america\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "Safeguarding clean water access as climate threats rise",
        "url": "https://news.un.org/feed/view/en/story/2025/11/1166317",
        "date": "2025-11-09",
        "source": "UN News - Global perspective Human stories",
        "text": "As health emergencies multiply linked to the climate crisis, governments are joining forces with the UN to protect access to clean water, while data indicates that 118 million people in Europe alone live near healthcare facilities lacking basic sanitation.&nbsp;&nbsp;",
        "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/10-4-2025_Ukraine_WHO.png/image560x340cropped.jpg",
        "cluster_id": 1
      },
      {
        "title": "Last youth centre in one of England’s most deprived coastal areas faces closure",
        "url": "https://www.theguardian.com/environment/2025/nov/09/last-youth-centre-in-one-of-englands-most-deprived-coastal-areas-faces-closure",
        "date": "2025-11-09",
        "source": "Environment | The Guardian",
        "text": "<p>Pie Factory Music in Ramsgate, Kent, runs creative projects and provides a range of support services, but the building that houses the centre is due to be sold off in February</p><p>Read more: <a href=\"https://www.theguardian.com/environment/2025/nov/10/young-people-poverty-uk-portsmouth-funding-youth-clubs-playgrounds-families-benefits\">Portsmouth defied funding cuts and saved its youth centres – here’s what happened</a></p><p>The last remaining youth centre in one of the most deprived coastal areas of England is facing closure <a href=\"https://piefactorymusic.com/save-our-youth-centre/\">after a year-long campaign</a> to try to save it was rejected by the council. The looming closure comes despite an independent report that estimated the centre is saving the council more than £500,000 a year in costs that include services in mental health, youth justice and social care.</p><p>Pie Factory Music in Ramsgate, Kent, is a social space for eight- to 25-year-olds that also offers services including counselling, employment advice, life skills sessions, assistance for young refugees, as well as creative and music projects.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/09/last-youth-centre-in-one-of-englands-most-deprived-coastal-areas-faces-closure\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "A quarter of the world’s population lives within three miles (5km) of operational fossil fuel projects. More than 18,300 sites are currently distributed across 170 countries worldwide, occupying a vast area of the Earth's surface. World is expected to build more renewable energy projects in the next five years than has been rolled out over the last 40.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "California governor calls Trump ‘an invasive species’ at Cop30 climate talks",
        "url": "https://www.theguardian.com/environment/2025/nov/11/gavin-newsom-trump-cop30",
        "date": "2025-11-11",
        "source": "Environment | The Guardian",
        "text": "<p>Gavin Newsom is most senior US politician at annual talks, heading alternate delegation in Trump’s absence</p><p>California governor <a href=\"https://www.theguardian.com/us-news/gavin-newsom\">Gavin Newsom</a> has said <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> is an “invasive species” whose dismissal of the climate crisis is an “abomination”, in a fiery attack at the UN climate talks in Brazil – from which Trump and his administration have been completely absent.</p><p>Newsom is the most senior American politician at the <a href=\"https://www.theguardian.com/environment/cop30\">Cop30</a> summit in Belém, after Trump took the unprecedented step of not sending a delegation to the talks. Newsom sought to fill the notable void of official US activity by lambasting the president for tearing up climate policies and pushing for burning more of the fossil fuels that have caused dangerous global heating.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/11/gavin-newsom-trump-cop30\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "From pledges to action: Leaders push for faster climate progress at COP30",
        "url": "https://news.un.org/feed/view/en/story/2025/11/1166322",
        "date": "2025-11-10",
        "source": "UN News - Global perspective Human stories",
        "text": "COP30 opened in Belém on Monday with a clear message: the era of half-measures is over. Climate change is here, devastating communities and driving up costs, but solutions are within reach. Clean energy is surging, resilience saves lives, and cooperation can still bend the curve further.&nbsp;",
        "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Collections/Embargoed/09-11-2025-UNFCCC-Belem-venue-02.jpg/image560x340cropped.jpg",
        "cluster_id": 2
      },
      {
        "title": "The temperature at Cop30: Trump’s absence better than a US wrecking ball",
        "url": "https://www.theguardian.com/environment/2025/nov/10/cop30-trump-climate-crisis-brazil",
        "date": "2025-11-10",
        "source": "Environment | The Guardian",
        "text": "<p>After bully-like behavior last month over a small emissions levy, diplomats will be relieved if the US stays away from climate talks</p><ul><li><p><a href=\"https://www.theguardian.com/environment/cop30\">Cop30: click here for full Guardian coverage of the climate talks in Brazil</a></p></li></ul><p>For years, countries around the world pressed the US to engage with them in addressing the climate crisis and to show it was serious about taking action. Now, with key United Nations climate talks under way in Brazil this week, other nations have been quietly hoping the US stays well away.</p><p>Under <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a>, who has called the climate crisis “the greatest con job ever perpetrated on the world”, the US has not only pulled back from climate action but openly agitated for greater global fossil fuel use and for other countries to tear down their own climate policies.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/10/cop30-trump-climate-crisis-brazil\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "COP30 kicks off with urgent call to deliver on climate promises and scale up finance",
        "url": "https://news.un.org/feed/view/en/story/2025/11/1166313",
        "date": "2025-11-08",
        "source": "UN News - Global perspective Human stories",
        "text": "Thousands of diplomats and climate experts are heading to Belém, in Brazil’s Amazon, for COP30 – the latest round of UN climate talks. Their task couldn’t be clearer: turn promises into action and agree on tougher plans to cut greenhouse gas emissions.&nbsp;",
        "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/07-11-2025_UNFCCC_Opener-01.jpg/image560x340cropped.jpg",
        "cluster_id": 2
      },
      {
        "title": "I wish we could ignore Bill Gates on the climate crisis. But he’s a billionaire, so we can’t | George Monbiot",
        "url": "https://www.theguardian.com/commentisfree/2025/nov/08/bill-gates-climate-crisis-billionaire-essay-cop30",
        "date": "2025-11-08",
        "source": "Environment | The Guardian",
        "text": "<p>Money talks – and his essay denouncing ‘near-term emissions goals’ at Cop30 mostly argues the case for letting the ultra-rich off the hook</p><p>Let’s begin with the fundamental problem: Bill Gates is a politics denier. Though he came to it late, he now <a href=\"https://www.nytimes.com/2021/02/15/books/review/bill-gates-how-to-avoid-a-climate-disaster.html\">accepts the realities of climate science</a>. But he lives in flat, <a href=\"https://www.theguardian.com/commentisfree/2022/may/13/optimism-climate-predictions-techno-polluters\">embarrassing denial about political realities</a>. His <a href=\"https://www.gatesnotes.com/home/home-page-topic/reader/three-tough-truths-about-climate\">latest essay</a> on climate, published last week, treats the issue as if it existed in a political vacuum. He writes as if there were no such thing as political power, and no such thing as billionaires.</p><p>His main contention is that funds are very limited, so the delegates at this month’s <a href=\"https://unfccc.int/cop30\">climate summit</a> in Brazil should direct money away from “near-term emissions goals” towards climate “adaptation” and spending on poverty and disease.</p><p>George Monbiot is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2025/nov/08/bill-gates-climate-crisis-billionaire-essay-cop30\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "In Brazil, Guterres calls for ‘fair, fast and final’ shift to clean energy",
        "url": "https://news.un.org/feed/view/en/story/2025/11/1166309",
        "date": "2025-11-07",
        "source": "UN News - Global perspective Human stories",
        "text": "UN Secretary-General António Guterres is continuing his campaign to accelerate the global switch from fossil fuels to clean energy – “the cheapest source of new electricity in nearly every country.”&nbsp;",
        "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/07-11-2025-UNFCCC-Guterres.jpg/image560x340cropped.jpg",
        "cluster_id": 2
      },
      {
        "title": "Over 100 US leaders to attend Cop30 climate summit as Trump stays away",
        "url": "https://www.theguardian.com/environment/2025/nov/07/cop30-climate-trump-us-officials",
        "date": "2025-11-07",
        "source": "Environment | The Guardian",
        "text": "<p>Dozens of US state and local leaders will be at talks in Brazil with president’s team expected to send no representatives</p><p>The <a href=\"https://www.theguardian.com/us-news/trump-administration\">Trump administration</a> appears to be sitting out this month’s United Nations climate talks known as <a href=\"https://www.theguardian.com/environment/cop30\">Cop30</a>, telling the Guardian <a href=\"https://www.theguardian.com/environment/2025/oct/31/cop30-climate-us-officials\">it will not deploy</a> any high-level representatives to the negotiations.</p><p>But dozens of US subnational leaders attend to promote their climate efforts.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/07/cop30-climate-trump-us-officials\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "Trump says India has 'largely stopped' buying Russian oil, hints at visiting the country next year",
        "url": "https://www.cnbc.com/2025/11/07/india-us-russian-crude-modi-trump-tariffs-new-delhi-visit.html",
        "date": "2025-11-07",
        "source": "Energy",
        "text": "US President Donald Trump speaks with the press as he meets with Indian Prime Minister Narendra Modi in the Oval Office of the White House in Washington, DC, on Feb. 13, 2025.\n\nIn a sign of easing pressure on India, U.S. President Donald Trump said that trade talks with New Delhi were going well, and he could visit the country next year.\n\nTrump who was speaking to reporters at the White House on Thursday said India \"has largely stopped buying oil from Russia,\" and if Prime Minister Narendra Modi extended him an invite, he would visit the country in 2026.\n\nEvoking memories of his last visit to India, Trump called Modi \"his friend\" and a \"great man.\"\n\nIn the last few months, India and U.S. relations have been under stress, with experts warning of missing chemistry between the two leaders, leading to a disconnect between India-US ties.\n\nSteep tariffs, $100,000 fee for H1B visas, and Trump's repeated claims of having brokered a ceasefire between India and Pakistan and India's purchases of Russian crude are among issues that have led to a deterioration of ties between New Delhi and Washington in recent months, according to experts.\n\nIndia currently faces 50% tariffs on it exports, higher than the 47% duties on China.\n\n\"Negotiations between New Delhi and Washington D.C. are ongoing and both sides appear optimistic about trade deal being reached by the end of the year, possibly even in the next few weeks,\" said Alexandra Hermann, head of Southeast Asia Research of Oxford Economics.\n\nThe tariff rate on Indian goods could be cut to 20% from 50% currently, putting India in comparable level to its Asian peers such as Vietnam, Thailand, or the Philippines, she said.\n\nHermann added that the baseline tariff on India \"may not fall to Japan and South Korea's level of 15%\" due to sticking points around purchases of Russian oil, agricultural imports, and limited scope to commit to sizable investments in the U.S.\n\nLast month, the U.S. imposed sanctioned on Russian oil majors Rosneft and Lukoil, which will come into force from Nov 21. As a result Indian and Chinese refiners have started to cut down imports of Russian oil.\n\nAccording to a Reuters report on Thursday, Russian oil is trading at its steepest discounts to Brent in a year in Asia, as major Indian and Chinese refiners reduce purchases.\n\nIndia's Petroleum and Natural Gas ministry did not immediately respond to CNBC's query on the country cutting Russian oil imports.\n\n\"Over the long term, completely phasing out Russian oil isn't realistic for India,\" said Prateek Pandey head of APAC oil and gas research at Rystad Energy, adding that as Russian crude becomes available at a sharper discount \"New Delhi's approach of \"economics first\" will be tested more than ever.",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "New Brazil-led fund aims to put forest protection at the heart of climate action",
        "url": "https://news.un.org/feed/view/en/story/2025/11/1166290",
        "date": "2025-11-06",
        "source": "UN News - Global perspective Human stories",
        "text": "Tropical forests, vital allies in the fight against climate breakdown, are vanishing at an alarming rate. On Thursday, in a bid to help reverse this trend, Brazil launched a new initiative at a summit of world leaders in Belém, the gateway to the Amazon.",
        "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/10-06-2022-CIFOR-Brazil-rainforest.jpg/image560x340cropped.jpg",
        "cluster_id": 2
      },
      {
        "title": "UN chief urges world leaders to drive down global warming",
        "url": "https://news.un.org/feed/view/en/story/2025/11/1166292",
        "date": "2025-11-06",
        "source": "UN News - Global perspective Human stories",
        "text": "As world leaders gather in Brazil for the COP30 climate summit, UN Secretary-General António Guterres on Thursday called for urgent action to drive down global temperatures and keep the 1.5°C goal within reach.",
        "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Collections/Embargoed/04-11-2025-WMO-France.jpg/image560x340cropped.jpg",
        "cluster_id": 2
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "Gavin Newsom is most senior US politician at annual talks, heading alternate delegation in Trump’s absence. Newsom sought to fill the notable void of official US activity by lambasting the president for tearing up climate policies.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "Waiting for the tsunami: its big waves are loved by surfers – but this Canadian town is braced for disaster",
        "url": "https://www.theguardian.com/environment/2025/nov/11/canada-tofino-disasters-earthquakes-tsunami-tourism-tectonics",
        "date": "2025-11-11",
        "source": "Environment | The Guardian",
        "text": "<p>How do you plan for an event whose timing is unknown? For residents of Tofino on Vancouver Island the threat is distant but signs of preparedness are everywhere</p><p>Justin Goss was in the shower when he first heard the piercing wail of a nearby tsunami early-warning siren. Still dripping wet, he threw on clothes, grabbed his dog and rushed to the truck. The pair made it 3 metres and no further.</p><p>“The whole parking lot across the street was jammed up. It was complete gridlock within three minutes,” he says. “I thought, ‘Oh shit, this is not good.’”</p> <a href=\"https://www.theguardian.com/environment/2025/nov/11/canada-tofino-disasters-earthquakes-tsunami-tourism-tectonics\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 3
      },
      {
        "title": "Residents of Alaska’s storm-battered Native towns consider moving to higher ground",
        "url": "https://www.theguardian.com/us-news/2025/nov/07/native-alaskans-storm-damage-climate-crisis",
        "date": "2025-11-07",
        "source": "Environment | The Guardian",
        "text": "<p>Damage from Typhoon Halong underscored the vulnerability of villages in western Alaska to climate crisis</p><p>Darrel John watched the final evacuees depart his village on the western coast of <a href=\"https://www.theguardian.com/us-news/alaska\">Alaska</a> in helicopters and small planes and walked home, avoiding the debris piled on the boardwalks over the swampy land.</p><p>He is one of seven residents who chose to remain in Kwigillingok after the remnants of Typhoon Halong devastated the village last month, uprooting homes and floating many of them miles away, some with residents inside. One person was killed and two remain missing.</p> <a href=\"https://www.theguardian.com/us-news/2025/nov/07/native-alaskans-storm-damage-climate-crisis\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 3
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "For residents of Tofino on Vancouver Island the threat is distant but signs of preparedness are everywhere. “The whole parking lot across the street was jammed up. It was complete gridlock within three minutes,” one resident says.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "Why ‘mob grazing’ may help protect drought-hit Senegal’s vast grasslands",
        "url": "https://www.theguardian.com/environment/2025/nov/11/senegal-grasslands-mob-grazing",
        "date": "2025-11-11",
        "source": "Environment | The Guardian",
        "text": "<p>A regenerative scheme has shown early promise, with herders hopeful it can restore degraded pastures</p><p>Ibrahima Ka, dressed in flowing indigo robes, gathers his herd with those of his neighbours before a stretch of lush, untouched pasture. The bellowing, heaving and trampling of 350 impatient zebu cows behind a wire perimeter marks a break with centuries of herding tradition in Senegal, west Africa. Rather than roaming freely across the country’s vast grasslands, shepherds tightly pack the herd together, confining them to graze in short, intensive bursts before being moved to a new plot.</p><p>Ka, the village chief of Thignol, is spearheading the first pilot of “mob grazing” in Senegal, aiming to mimic, on a much smaller scale, how wildebeest flow across the Serengeti, moving to protect themselves against lions and cheetahs. The idea that intense grazing can regenerate grasslands rather than accelerate their decline has been controversial. Initially, proponents argued it could help to solve the climate crisis through <a href=\"https://www.theguardian.com/environment/2023/aug/14/this-way-of-farming-is-really-sexy-the-rise-of-regenerative-agriculture\">storing carbon in regenerated grasslands</a> – a claim with little scientific basis. But there is some evidence that the method can boost biodiversity and grassland health in dry areas such as Senegal.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/11/senegal-grasslands-mob-grazing\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      },
      {
        "title": "‘The tigers are hungry’: endangered but deadly, the world’s largest big cat is sowing fear in Siberia’s villages",
        "url": "https://www.theguardian.com/environment/2025/nov/10/siberian-amur-tiger-endangered-russia-siberia-killings",
        "date": "2025-11-10",
        "source": "Environment | The Guardian",
        "text": "<p>The spread of African swine flu among the wild boars the animals eat has led to the deadliest winter for attacks on people in the Russian region for decades – and a spike in tiger killings</p><p>The attacks seemed to come from nowhere. At first, the tigers snatched guard dogs on the edge of villages in Russia’s far east, emerging from the forest at night to prey. Others went for livestock, going after horses and cattle.</p><p>Then the attacks on people began. In January, an ice fisher was mauled at night and dragged away by a big cat, just weeks after a forester had been killed. In March, another man was attacked and partly <a href=\"https://kedr.media/news/v-primore-tigr-napal-na-lesnichego-i-chastichno-sel-ego/\">eaten by a tiger</a>. It was the deadliest winter for tiger attacks in Siberia for decades.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/10/siberian-amur-tiger-endangered-russia-siberia-killings\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      },
      {
        "title": "Lights out: can we stop glow-worms and fireflies fading away?",
        "url": "https://www.theguardian.com/environment/2025/nov/07/conservation-endangered-insects-glow-worms-firefies-europe-dwindling-populations",
        "date": "2025-11-07",
        "source": "Environment | The Guardian",
        "text": "<p>From night walks with children to switching off streetlights and rewilding areas, naturalists are working to save Europe’s dwindling populations  </p><p>An hour or so after sunset, green twinkles of possibility gleam beneath the hedgerows of Westbury-sub-Mendip in Somerset. Under an orange August moon, the last female glow-worms of the season are making one final push at finding a mate.</p><p>For almost 20 years, Peter Bright and other volunteers have combed the village’s shrubberies and grasslands, searching for the bioluminescent beetles as part of the <a href=\"https://www.glowworms.org.uk/\">UK glow-worm survey</a>. Most years, they have counted between 100 and 150, rising to 248 in 2017.</p><p>Ben Cooke, a National Trust ranger, places a glow-worm trap near Winspit Quarry in Dorset. Photograph: P Flude/Guardian</p> <a href=\"https://www.theguardian.com/environment/2025/nov/07/conservation-endangered-insects-glow-worms-firefies-europe-dwindling-populations\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      },
      {
        "title": "Week in wildlife: a toxic newt, a rescued gibbon and baby flying foxes",
        "url": "https://www.theguardian.com/environment/gallery/2025/nov/07/week-in-wildlife-a-toxic-newt-a-rescued-gibbon-and-baby-flying-foxes",
        "date": "2025-11-07",
        "source": "Environment | The Guardian",
        "text": "<p>The best of this week’s wildlife photographs from around the world</p> <a href=\"https://www.theguardian.com/environment/gallery/2025/nov/07/week-in-wildlife-a-toxic-newt-a-rescued-gibbon-and-baby-flying-foxes\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      },
      {
        "title": "Amazon lakes hit ‘unbearable’ hot-tub temperatures amid mass die-offs of pink river dolphins – study",
        "url": "https://www.theguardian.com/environment/2025/nov/06/climate-crisis-amazon-lakes-water-temperature-hotter-than-spa-bath-aoe",
        "date": "2025-11-06",
        "source": "Environment | The Guardian",
        "text": "<p>Droughts and heatwaves causing water in some areas to reach 41C, killing fish and endangered dolphins, say researchers</p><p>Amazonian lakes are being transformed into simmering basins hotter than spa baths as severe heatwaves and drought grip the region, research shows.</p><p>The temperature of one lake exceeded 40C (104F) as water levels plummeted under intense sunlight and cloudless skies. The extreme heat triggered mass die-offs among endangered Amazon river dolphins and fish, which cannot survive in such high temperatures.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/06/climate-crisis-amazon-lakes-water-temperature-hotter-than-spa-bath-aoe\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "‘Mob grazing’ aims to mimic, on a much smaller scale, how wildebeest flow across the Serengeti, moving to protect themselves against lions and cheetahs. Idea that intense grazing can regenerate grasslands rather than accelerate their decline has been controversial.",
    "image_url": null
  }
]