[
  {
    "articles": [
      {
        "title": "Rare twins born in DRC raise cautious hope for endangered mountain gorillas",
        "url": "https://www.theguardian.com/environment/2026/jan/17/twin-baby-mountain-gorilla-virunga-drc-survival-conservation-aoe",
        "date": "2026-01-17",
        "source": "Environment | The Guardian",
        "text": "<p>Virunga park ranger says babies are well cared for by mother Mafuko but high infant mortality makes first weeks critical</p><p>It was noon by the time Jacques Katutu first saw the newborn mountain gorillas. Cradled in the arms of their mother, Mafuko, the tiny twins clung to her body for warmth in the forest clearing in Virunga national park, in eastern Democratic Republic of the Congo (DRC).</p><p>Katutu, head of gorilla monitoring in Virunga, has seen dozens of newborns in his 15 years as a ranger. But, he tells the Guardian, even he was touched by the sight of the fragile infant males, who face serious obstacles if they are to become silverbacks one day.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/17/twin-baby-mountain-gorilla-virunga-drc-survival-conservation-aoe\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      },
      {
        "title": "Week in wildlife: monkey spa day, a frisky kākāpō and a camouflaged owl",
        "url": "https://www.theguardian.com/environment/gallery/2026/jan/16/week-in-wildlife-monkey-spa-day-a-frisky-kakapo-and-a-camouflaged-owl",
        "date": "2026-01-16",
        "source": "Environment | The Guardian",
        "text": "<p>This week’s best wildlife photographs from around the world</p> <a href=\"https://www.theguardian.com/environment/gallery/2026/jan/16/week-in-wildlife-monkey-spa-day-a-frisky-kakapo-and-a-camouflaged-owl\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      },
      {
        "title": "Africa’s great elephant divide: countries struggle with too many elephants – or too few",
        "url": "https://www.theguardian.com/environment/2026/jan/15/africas-elephant-conundrum-dying-out-south-sudan-too-many-zimbabwe-aoe",
        "date": "2026-01-15",
        "source": "Environment | The Guardian",
        "text": "<p>In countries such as South Sudan, the great herds have all but disappeared. But further south, conservation success mean increasing human-wildlife conflict</p><p>It is late on a January afternoon in the middle of South Sudan’s dry season, and the landscape, pricked with stubby acacias, is hazy with smoke from people burning the grasslands to encourage new growth. Even from the perspective of a single-engine ultralight aircraft, we are warned it will be hard to spot the last elephant in Badingilo national park, a protected area covering nearly 9,000 sq km (3,475 sq miles).</p><p>Technology helps – the 20-year-old bull elephant wears a GPS collar that pings coordinates every hour. The animal’s behaviour patterns also help; Badingilo’s last elephant is so lonely that it moves with a herd of giraffes.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/15/africas-elephant-conundrum-dying-out-south-sudan-too-many-zimbabwe-aoe\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "Jacques Katutu, head of gorilla monitoring in Virunga, has seen dozens of newborns in his 15 years as a ranger. But, he tells the Guardian, even he was touched by the sight of the fragile infant males.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "‘Garden of Eden’: the Spanish farm growing citrus you’ve never heard of",
        "url": "https://www.theguardian.com/environment/2026/jan/16/garden-of-eden-the-spanish-farm-growing-citrus-youve-never-heard-of",
        "date": "2026-01-16",
        "source": "Environment | The Guardian",
        "text": "<p>Todolí foundation produces varieties from Buddha’s hands to sudachi and hopes to help citrus survive climate change</p><p>It was on a trip with a friend to the east coast of Spain that the chef Matthew Slotover came across the “Garden of Eden”, an organic farm growing citrus varieties he had never heard of. The Todolí Citrus Foundation is a nonprofit venture and the largest private collection of citrus in the world with more than 500 varieties, and its owners think the rare fruit could hold the genetic secrets to growing citrus groves that can deal with climate change.</p><p>The farm yields far more interesting fruit than oranges and lemons for Slotover’s menu, including kumquat, finger lime, sudachi and bergamot.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/16/garden-of-eden-the-spanish-farm-growing-citrus-youve-never-heard-of\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "I’ve been thinking a lot about dog poo | Adrian Chiles",
        "url": "https://www.theguardian.com/commentisfree/2026/jan/14/ive-been-thinking-a-lot-about-dog-poo",
        "date": "2026-01-14",
        "source": "Environment | The Guardian",
        "text": "<p>There was a time when nobody picked up after their dogs – and it would have been considered disgusting to do so. What caused the change in attitude?</p><p>A PE teacher from Cardiff called Tony is frozen solid after being caught in an avalanche in 1979. There he remains until global heating sees to his thawing and he pops up in the present day, exactly as he was back then. Comedy ensues. This is make-believe, by the way; it’s the premise of <a href=\"https://www.bbc.co.uk/programmes/m001y669\">Mike Bubbins’ BBC series Mammoth</a>. In the masterful opening scenes, to the sound of Gerry Rafferty’s Get It Right Next Time, we see Tony being scornful, angry, frightened and disgusted by four things that didn’t happen before his big freeze.</p><p>He scoffs at a bloke carrying a baby in a sling, gives a charity chugger very short shrift, and jumps out of his skin when a youth on a hoverboard zips past him. But it was Tony’s disgust at a woman picking up her German shepherd’s poo that got me thinking. When did picking up dog poo become the thing to do? Or, put another way, when did just leaving it there become the thing <em>not</em> to do? When did we start becoming disgusted at those who didn’t pick it up rather than those who did? This is a pretty seismic cultural shift, I’m sure you’ll agree.</p> <a href=\"https://www.theguardian.com/commentisfree/2026/jan/14/ive-been-thinking-a-lot-about-dog-poo\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "He invented mini saunas for frogs – now this biologist has big plans to save hundreds of species",
        "url": "https://www.theguardian.com/environment/2026/jan/13/save-endangered-frogs-genes-chytrid-fungus-anthony-waddle-aoe",
        "date": "2026-01-13",
        "source": "Environment | The Guardian",
        "text": "<p>A deadly fungus has already wiped out 90 species and threatens 500 more but Anthony Waddle is hoping gene replacement could be their salvation</p><p>Standing ankle-deep in water between two bare cottonwood trees on a hot spring day, eight-year-old Anthony Waddle was in his element. His attention was entirely absorbed by the attempt to net tadpoles swimming in a reservoir in the vast Mojave desert.</p><p>It was “one of the perfect moments in my childhood”, he says.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/13/save-endangered-frogs-genes-chytrid-fungus-anthony-waddle-aoe\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "Todolí foundation produces varieties from Buddha’s hands to sudachi. Owners think the rare fruit could hold the genetic secrets to growing citrus groves that can deal with climate change.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "UK urged to ratify high seas treaty to avoid being shut out of Ocean Cop summit",
        "url": "https://www.theguardian.com/environment/2026/jan/17/shut-out-ocean-cop-failing-ratify-high-seas-treaty",
        "date": "2026-01-17",
        "source": "Environment | The Guardian",
        "text": "<p>As international treaty comes into force, bill to make it law in Britain is moving at ‘glacial pace’ through parliament</p><p>The UK risks being shut out of a historic oceans summit because parliament has failed to ratify the UN’s high seas treaty, environmental charities and campaigners have warned.</p><p>The high seas treaty, formally known as the Agreement on the Conservation and Sustainable Use of Marine Biological Diversity of Areas Beyond National Jurisdiction, comes into force on Saturday, after two decades of talks.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/17/shut-out-ocean-cop-failing-ratify-high-seas-treaty\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "Are our bodies full of microplastics or not? There’s a way to resolve this debate, and scientists must hurry | Debora MacKenzie",
        "url": "https://www.theguardian.com/commentisfree/2026/jan/16/microplastics-bodies-debate",
        "date": "2026-01-16",
        "source": "Environment | The Guardian",
        "text": "<p>This week’s furore is microplastics researchers’ ozone moment. If they fail, the powerful plastics lobby will step into the breach</p><ul><li><p>Debora MacKenzie is a science journalist and author of <a href=\"https://guardianbookshop.com/stopping-the-next-pandemic-9780349128375/\">Stopping the Next Pandemic</a>: How Covid-19 Can Help Us Save Humanity</p></li></ul><p>Are we being injured and killed by ubiquitous, teeny-tiny shards of toxic plastic? Or aren’t we? For many months, the Guardian has <a href=\"https://www.theguardian.com/environment/2024/mar/06/microscopic-plastics-could-raise-risk-of-stroke-and-heart-attack-study-says\">reported a series of worrying scientific results </a> that our bodies are full of jagged microplastic particles that could be giving us everything from heart attacks to reproductive problems.</p><p>But on Tuesday, the Guardian revealed that a significant number of scientists think many of these studies <a href=\"https://www.theguardian.com/environment/2026/jan/13/microplastics-human-body-doubt\">showed no such thing</a>. Or maybe they did. The methods are new and riddled with problems, so we can’t always reliably tell.</p><p>Debora MacKenzie is a science journalist and author of <a href=\"https://guardianbookshop.com/stopping-the-next-pandemic-9780349128375/\">Stopping the Next Pandemic</a>: How Covid-19 Can Help Us Save Humanity</p> <a href=\"https://www.theguardian.com/commentisfree/2026/jan/16/microplastics-bodies-debate\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "Game-changing international ocean treaty comes into force",
        "url": "https://news.un.org/feed/view/en/story/2026/01/1166762",
        "date": "2026-01-15",
        "source": "UN News - Global perspective Human stories",
        "text": "Almost two decades in the making, an international agreement to protect and sustainably use marine life in international waters and the international seabed is due to come into force on Saturday, marking a major step forward in efforts to ensure the health of ocean ecosystems for decades to come.",
        "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/17-07-2025-NOAA-sea-corals.jpg/image560x340cropped.jpg",
        "cluster_id": 2
      },
      {
        "title": "EPA to stop calculating money and lives saved by curbs on air pollution",
        "url": "https://www.theguardian.com/us-news/2026/jan/14/epa-air-pollution-cost-savings-deaths",
        "date": "2026-01-14",
        "source": "Environment | The Guardian",
        "text": "<p>Agency to focus rules for fine particulate matter and ozone only on cost to industry, aligning with Trump approach</p><p>The Environmental Protection Agency says it will stop calculating how much money is saved in healthcare costs avoided and deaths prevented from air pollution rules that curb two deadly pollutants.</p><p>The change means the EPA will focus rules for fine particulate matter and ozone only on the cost to industry, part of a broader realignment under <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> toward a business-friendly approach that has included the rollback of multiple policies meant to safeguard human health and the environment and slow climate change.</p> <a href=\"https://www.theguardian.com/us-news/2026/jan/14/epa-air-pollution-cost-savings-deaths\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "Trump’s move to pull US from key UN climate treaty may be illegal, experts say",
        "url": "https://www.theguardian.com/us-news/2026/jan/12/trump-un-climate-treaty-unfccc",
        "date": "2026-01-12",
        "source": "Environment | The Guardian",
        "text": "<p>President’s memo stating US ‘shall withdraw’ from UNFCCC marks first time any country has tried to exit the agreement</p><p>The <a href=\"https://www.theguardian.com/us-news/trump-administration\">Trump administration</a>’s long-anticipated decision this week to pull the US from the world’s most important <a href=\"https://www.theguardian.com/environment/climate-crisis\">climate</a> treaty may have been illegal, some experts say.</p><p>“In my legal opinion, he does not have the authority,” Harold Hongju Koh, former head lawyer for the US state department, told the Guardian.</p> <a href=\"https://www.theguardian.com/us-news/2026/jan/12/trump-un-climate-treaty-unfccc\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "The UK risks being shut out of a historic oceans summit because parliament has failed to ratify the UN’s high seas treaty. The treaty, formally known as the Agreement on the Conservation and Sustainable Use of Marine Biological Diversity, comes into force on Saturday.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "The energy trade that excites VanEck's CEO — and it's not oil",
        "url": "https://www.cnbc.com/2026/01/15/oil-nuclear-electricity-vaneck-ceo-delivers-energy-plays.html",
        "date": "2026-01-15",
        "source": "Energy",
        "text": "Yet, it has been anything but sideways so far this year for the oil markets. On Wednesday, WTI closed at its highest level since Oct. 8 on jitters surrounding President Trump and Iran . Meanwhile, Brent also settled higher.\n\n\"The core 'Old Energy' world is just a sideways world right now,\" VanEck CEO Jan van Eck told CNBC's \"ETF Edge\" on Monday.\n\nIn a special statement to CNBC on Wednesday, van Eck indicated his view hasn't changed since Monday — citing a one-year time horizon for his outlook.\n\nInstead, van Eck prefers stocks tied to electricity and nuclear power, citing demand from hyperscalers and the broader artificial intelligence trade.\n\nHe thinks investors are underestimating the alternative energy's reliability.\n\n\"I don't think that the 'R word' is really understood well enough,\" he said. \"Data centers can't be down. They can't take an hour off.\"\n\nHis firm is behind the VanEck Uranium and Nuclear ETF (NLR) . The fund is up more than 16% since Jan. 1, as of Wednesday's close. Plus, it's up almost 73% over the past 52 weeks.\n\nVanEck's website lists Cameco , Constellation Energy and BWX Technologies as its top three positions, as of Tuesday. Cameco is up 21% so far this year.\n\nJennifer Grancio, TCW's global head of distribution, also sees a shift from old to new energy — one that will play out over a long horizon.\n\n\"We need all energy sources in order to feed the beast,\" she said, pointing to rising power needs for data centers and manufacturing.\n\nGrancio's firm manages the TCW Transform Systems ETF (PWRD) , which she describes as a broad portfolio that includes some traditional-economy exposure, but leans into nuclear and efficiency-related companies tied to the power buildout.\n\nThe fund is up about 29% over the past year.",
        "image_url": null,
        "cluster_id": 3
      },
      {
        "title": "Big Tech is poaching energy talent to fuel its AI ambitions",
        "url": "https://www.cnbc.com/2026/01/14/big-tech-google-microsoft-energy-hiring-ai.html",
        "date": "2026-01-14",
        "source": "Energy",
        "text": "In this article VST\n\nBP.-GB\n\nGOOGL\n\nOKLO\n\nMSFT Follow your favorite stocks CREATE FREE ACCOUNT\n\nBig Tech has been on an energy hiring spree. Technology companies investing heavily in artificial intelligence are bolstering their workforce with energy experts as they look to overcome the biggest bottleneck in scaling AI: access to power. Energy-related hiring jumped 34% year-on-year in 2024, according to data compiled by Workforce.ai for CNBC. Last year's hiring almost matched this pace and remained 30% higher than pre-AI levels of 2022, when ChatGPT was released late in the year. Energy is increasingly important to Big Tech companies whose AI ambitions hinge on securing power for insatiable data centers. Data centers accounted for around 1.5% of global electricity consumption in 2024 – representing a 12% year-on-year rise over the last five years, per the International Energy Agency. Demand is widely anticipated to increase further in line with the build-out of infrastructure. Meeting that demand is one of Big Tech's biggest hurdles, leading companies to bring energy knowledge in-house and build their own supply — and, in some cases, gobbling up whole companies along the way. It marks a step-change from traditional sustainability roles, which boomed in the Inflation Reduction Act era but lost steam amid broader ESG backlash that intensified as U.S. President Donald Trump's second term got underway. Instead, operational roles have been in demand: energy procurement, markets, grid interface and strategy, according to energy recruiters who spoke with CNBC.\n\nMicrosoft is a quiet winner of the talent war, with over 570 additions since 2022, including Betsy Beck who joined in January last year as director of energy markets. She previously held an energy markets and policy role at Google . Microsoft also snapped up General Electric's former CFO Carolina Dybeck Happe back in 2024 to be the firm's chief operating officer — perhaps an early indication of the mega-cap's playbook. It is second only to Amazon, which has notched 605 energy-related hires, though this data includes its subsidiary AWS. Google has played catch-up to its Silicon Valley neighbors when it comes to AI – and it appears to be paying off as shares in its parent company, Alphabet, have been on a tear. Its market capitalization surpassed Apple's for the first time since 2019 on last week. The technology giant's energy strategy — which has seen the addition of 340 hires since 2022 — has also garnered attention. Eric Schubert, an energy regulatory affairs advisor who previously worked with BP for nearly 14 years, joined Google in January, per his LinkedIn profile. Google brought Duke University researcher Tyler Norris on board in November to head up energy market innovation, and is still growing its energy market and policy team.\n\nTargeting energy and data center know-how\n\nAs well as individual talent grabs, Big Tech has snapped up energy-related companies while simultaneously scaling work with contractors. Notably, Alphabet is set to acquire data center company Intersect in a $4.75 billion cash deal that includes the assumption of debt. Project and construction managers and people with land acquisition roles are increasingly in demand but are being serviced with temporary contracts to oversee the initial build-out of infrastructure for these tech giants, rather than via permanent employees, according to Daniel Smart, group CEO of The Green Recruitment Company.\n\n\"There are tech companies that are turning into energy companies,\" Daniel Smart group CEO of The Green Recruitment Company\n\nSuch companies are comfortable owning, funding, and running energy projects, \"but they've never built one before, it's not really their core business,\" Smart said. \"So they'll outsource the construction of it, and possibly even outsource the running of it and just buy the energy. So there's different models and different ways in which they do it.\" \"Phase two\" will be to try to improve the energy efficiency of data centers — perhaps leading to more permanent roles — he added, but it's not a current priority as \"there's such a scramble for just getting the energy.\" It could spell trouble for utilities and other energy companies now battling Big Tech's deep pockets for acquiring talent.\n\nwatch now\n\nJeff Anderson, business development director of a renewable energy recruitment consultancy Taylor Hopkinsons, said his team is \"talking to senior candidates from the energy infrastructure space who are becoming aware of the opportunities in data centres and the higher salaries on offer in tech, and are making enquiries and plans to move across long-term.\" \"In the short-term, the talent market is going to be tight. The skillsets the tech companies are hiring — energy strategy, PPAs, grid connection — are already in demand across renewables and utilities. The talent is there, but it's a finite pool and that means competition for specialists that have tangible project experience is going to increase,\" he added. For Travis Miller, senior equities energy and utilities analyst at Morningstar, increased energy demand actually offers \"big opportunities\" for utilities and their workforce as tech companies turn to them for support rather than seeing them as acquisition targets. \"That's the most efficient way to do it from a workforce perspective and from an infrastructure perspective,\" Miller told CNBC.",
        "image_url": null,
        "cluster_id": 3
      }
    ],
    "source_link": "Energy",
    "summary": "No summary available for this cluster.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "Labour still faces risks on energy despite ‘record’ wind power auction | Nils Pratley",
        "url": "https://www.theguardian.com/business/2026/jan/14/labour-wind-power-risks-clean-power-great-britain",
        "date": "2026-01-14",
        "source": "Environment | The Guardian",
        "text": "<p>Government hails step towards clean power in Great Britain by 2030 – but the auction shows trade-offs are now needed</p><ul><li><p><a href=\"https://www.theguardian.com/environment/2026/jan/14/offshore-windfarm-contracts-to-fuel-homes-great-britain-record-auction\">Offshore windfarm contracts to fuel 12m homes in Great Britain after record auction</a></p></li><li><p><a href=\"https://www.theguardian.com/commentisfree/2026/jan/14/record-wind-power-auction-rightwing-doubters-britain-energy-fossil-fuels-ed-miliband\">Ed Miliband: With this record wind power auction, we’ve proved the rightwing doubters wrong</a></p></li></ul><p>The government has defied gloomy price expectations for its latest auction for offshore wind capacity. The worry a few months ago was that bill payers would be forced to pay more than £100 a megawatt hour (MWh) via contracts that give developers guaranteed prices for their electricity output. In the event, <a href=\"https://www.theguardian.com/environment/2026/jan/14/offshore-windfarm-contracts-to-fuel-homes-great-britain-record-auction\">winning projects landed at roughly £91/MWh</a>.</p><p>Cue some forgivable crowing from Ed Miliband, the energy secretary. “A monumental step towards clean power by 2030,” he declared. Officials pointed to calculations by the energy consultants Aurora and Baringa that £94/MWh would have been a “cost-neutral” outcome for consumers even though today’s wholesale price, usually set by gas generation, is about £81/MWh (the analysts’ reasoning is that using less gas lowers the wholesale price, offsetting the cost of the subsidies for new windfarms).</p> <a href=\"https://www.theguardian.com/business/2026/jan/14/labour-wind-power-risks-clean-power-great-britain\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      },
      {
        "title": "US carbon pollution rose in 2025 in reversal of previous years’ reductions",
        "url": "https://www.theguardian.com/us-news/2026/jan/13/us-carbon-emissions-increase-2025",
        "date": "2026-01-13",
        "source": "Environment | The Guardian",
        "text": "<p>Study from research firm finds that US greenhouse gas emissions grew faster than economic activity last year</p><p>In a reversal from previous years’ pollution reductions, the United States spewed 2.4% more heat-trapping gases from the burning of fossil fuels in 2025 than in the year before, researchers calculated in a study released on Tuesday.</p><p>The increase in greenhouse gas emissions is attributable to a combination of a cool winter, the explosive growth of datacenters and cryptocurrency mining, and higher natural gas prices, according to the Rhodium Group, an independent research firm. Environmental policy rollbacks by Donald Trump’s administration were not significant factors in the increase because they were only put in place this year, the study authors said. Heat-trapping gases from the burning of coal, oil and natural gas are the major cause of worsening global warming, scientists say.</p> <a href=\"https://www.theguardian.com/us-news/2026/jan/13/us-carbon-emissions-increase-2025\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      },
      {
        "title": "Red-state Republicans seek climate ‘liability shield’ for fossil fuel industry",
        "url": "https://www.theguardian.com/us-news/2026/jan/13/republicans-climate-liability-shield-fossil-fuel-industry",
        "date": "2026-01-13",
        "source": "Environment | The Guardian",
        "text": "<p>If enacted, Utah and Oklahoma measures would restrict litigation against oil companies over role in climate crisis</p><p>US lawmakers in two red states are attempting to shield the fossil fuel industry from climate liability.</p><p>In Oklahoma, a newly introduced bill would bar most civil lawsuits against oil companies over their role in the climate crisis, unless plaintiffs allege violations of specific environmental or labor laws. A similar proposal in Utah would block lawsuits over climate-warming emissions, unless a court finds the defendant violated a statute or permit.</p> <a href=\"https://www.theguardian.com/us-news/2026/jan/13/republicans-climate-liability-shield-fossil-fuel-industry\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      },
      {
        "title": "US judge lets Danish firm resume Rhode Island offshore wind project halted by Trump",
        "url": "https://www.theguardian.com/business/2026/jan/12/orsted-rhode-island-wind-project-trump",
        "date": "2026-01-12",
        "source": "Environment | The Guardian",
        "text": "<p>Ørsted and other wind developers have faced repeated disruptions to multibillion-dollar projects under Trump</p><p></p><p>A federal judge on Monday cleared the Danish offshore <a href=\"https://www.theguardian.com/environment/windpower\">wind</a> developer <a href=\"https://www.theguardian.com/business/orsted\">Ørsted</a> to resume work on its nearly finished Revolution Wind project, which <a href=\"https://www.theguardian.com/us-news/trump-administration\">Donald Trump’s administration</a> halted along with four other projects last month.</p><p>The ruling by US district judge Royce Lamberth is a legal setback for Trump, who has sought to block expansion of offshore wind in federal waters.</p> <a href=\"https://www.theguardian.com/business/2026/jan/12/orsted-rhode-island-wind-project-trump\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "Government hails step towards clean power in Great Britain by 2030 – but the auction shows trade-offs are now needed. The worry a few months ago was that bill payers would be forced to pay more than £100 a megawatt hour (MWh)",
    "image_url": null
  }
]