[
  {
    "articles": [
      {
        "title": "Supermarkets could help UK shoppers eat more sustainable local fish – study",
        "url": "https://www.theguardian.com/environment/2026/jan/08/supermarkets-uk-consumers-sustainable-local-fish-seafood-imports-nutrition",
        "date": "2026-01-08",
        "source": "Environment | The Guardian",
        "text": "<p>Shift from ‘big 5’ imports to British fish such as sprats and sardines would help diets and the planet, say researchers</p><p>Supermarkets could help to support British consumers to move away from their reliance on mainly imported seafood – <a href=\"https://www.theguardian.com/environment/2025/dec/31/cod-prawns-top-chefs-how-swap-out-big-five-seafood-sustainable\">the “big 5” of cod, haddock, tuna, salmon and prawns</a> – to more sustainable, nutritious and locally caught fish such as sardines and anchovies, researchers say.</p><p>A study by the University of East Anglia (UEA), which confirmed previous research showing consumers did <a href=\"https://www.nature.com/articles/s43016-024-01102-x\">not eat the recommended amount of fish</a> in their diet, suggests the UK could be overlooking a major opportunity to improve national health as well as bolstering local economies by embracing its own rich populations of nutritious small fish.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/08/supermarkets-uk-consumers-sustainable-local-fish-seafood-imports-nutrition\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "Shift from ‘big 5’ imports to British fish such as sprats and sardines would help diets and the planet, say researchers. Supermarkets could help to support British consumers to move away from their reliance on mainly imported seafood.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "Offshore windfarm contracts to fuel 12m homes in Great Britain after record auction",
        "url": "https://www.theguardian.com/environment/2026/jan/14/offshore-windfarm-contracts-to-fuel-homes-great-britain-record-auction",
        "date": "2026-01-14",
        "source": "Environment | The Guardian",
        "text": "<p>Subsidies guaranteeing price for each unit of clean electricity generated given to 12 renewables projects</p><p>A make-or-break auction for the UK government’s goal to create a clean electricity system by 2030 has awarded subsidy contracts to enough offshore windfarms to power a record 12m homes.</p><p>In Great Britain’s most competitive auction for renewable subsidies to date, energy companies vied for contracts that guarantee the price for each unit of clean electricity they generate.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/14/offshore-windfarm-contracts-to-fuel-homes-great-britain-record-auction\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "Red-state Republicans seek climate ‘liability shield’ for fossil fuel industry",
        "url": "https://www.theguardian.com/us-news/2026/jan/13/republicans-climate-liability-shield-fossil-fuel-industry",
        "date": "2026-01-13",
        "source": "Environment | The Guardian",
        "text": "<p>If enacted, Utah and Oklahoma measures would restrict litigation against oil companies over role in climate crisis</p><p>US lawmakers in two red states are attempting to shield the fossil fuel industry from climate liability.</p><p>In Oklahoma, a newly introduced bill would bar most civil lawsuits against oil companies over their role in the climate crisis, unless plaintiffs allege violations of specific environmental or labor laws. A similar proposal in Utah would block lawsuits over climate-warming emissions, unless a court finds the defendant violated a statute or permit.</p> <a href=\"https://www.theguardian.com/us-news/2026/jan/13/republicans-climate-liability-shield-fossil-fuel-industry\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "US judge lets Danish firm resume Rhode Island offshore wind project halted by Trump",
        "url": "https://www.theguardian.com/business/2026/jan/12/orsted-rhode-island-wind-project-trump",
        "date": "2026-01-12",
        "source": "Environment | The Guardian",
        "text": "<p>Ørsted and other wind developers have faced repeated disruptions to multibillion-dollar projects under Trump</p><p></p><p>A federal judge on Monday cleared the Danish offshore <a href=\"https://www.theguardian.com/environment/windpower\">wind</a> developer <a href=\"https://www.theguardian.com/business/orsted\">Ørsted</a> to resume work on its nearly finished Revolution Wind project, which <a href=\"https://www.theguardian.com/us-news/trump-administration\">Donald Trump’s administration</a> halted along with four other projects last month.</p><p>The ruling by US district judge Royce Lamberth is a legal setback for Trump, who has sought to block expansion of offshore wind in federal waters.</p> <a href=\"https://www.theguardian.com/business/2026/jan/12/orsted-rhode-island-wind-project-trump\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "Trump’s move to pull US from key UN climate treaty may be illegal, experts say",
        "url": "https://www.theguardian.com/us-news/2026/jan/12/trump-un-climate-treaty-unfccc",
        "date": "2026-01-12",
        "source": "Environment | The Guardian",
        "text": "<p>President’s memo stating US ‘shall withdraw’ from UNFCCC marks first time any country has tried to exit the agreement</p><p>The <a href=\"https://www.theguardian.com/us-news/trump-administration\">Trump administration</a>’s long-anticipated decision this week to pull the US from the world’s most important <a href=\"https://www.theguardian.com/environment/climate-crisis\">climate</a> treaty may have been illegal, some experts say.</p><p>“In my legal opinion, he does not have the authority,” Harold Hongju Koh, former head lawyer for the US state department, told the Guardian.</p> <a href=\"https://www.theguardian.com/us-news/2026/jan/12/trump-un-climate-treaty-unfccc\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "Some want to ban geoengineering research. This would be a catastrophic mistake for our planet | Craig Segall and Baroness Bryony Worthington",
        "url": "https://www.theguardian.com/commentisfree/2026/jan/09/geoengineering-research-greenhouse-gases-plan",
        "date": "2026-01-09",
        "source": "Environment | The Guardian",
        "text": "<p>We’ve already geoengineered the planet through the careless release of greenhouse gases. Now we need a plan to manage the risks we’ve set in motion</p><p>A few months ago, Marjorie Taylor Greene, then a Georgia representative, held a <a href=\"https://www.washingtontimes.com/news/2025/sep/11/doge-subcommittee-hold-hearing-weather-modification-geo-engineering/\">hearing</a> on her bill to ban research on “geoengineering”, which refers to technological <a href=\"https://www.theguardian.com/environment/climate-crisis\">climate</a> interventions, such as using reflective particles to reflect away sunlight. The hearing represented something of a first – a Republican raising alarm bells about human activity altering the health of the planet. Of course, for centuries, people have burned fossil fuels to power and feed society, emitting greenhouse gases that now overheat the planet.</p><p>Unfortunately, her hearing waved past an urgent debate that policymakers are confronting around the world: after centuries of accidental fossil-fuel geoengineering, should we deliberately explore interventions to cool the planet and give the energy transition breathing room?</p><p>Craig Segall is the former deputy executive officer and assistant chief counsel of the California Air Resources Board. He is also former senior vice-president of Evergreen Action and a longtime climate advocate. He has academic seats at the University of Edinburgh, New York University, and the University of California at Berkeley The opinions in this piece are his own.</p><p>Baroness Bryony Worthington was created a life peer in 2011, giving her a seat in the UK’s House of Lords where she served as shadow energy minister She has over 25 years of experience working on climate, energy and environmental policy in the NGO and public sectors, and in the private sector.</p> <a href=\"https://www.theguardian.com/commentisfree/2026/jan/09/geoengineering-research-greenhouse-gases-plan\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "Why is Trump interested in Greenland? Look to the thawing Arctic ice | Gaby Hinsliff",
        "url": "https://www.theguardian.com/commentisfree/2026/jan/09/donald-trump-greenland-arctic-ice-north-pole-asia-north-america",
        "date": "2026-01-09",
        "source": "Environment | The Guardian",
        "text": "<p>Forecasts suggest that global heating could create a shortcut from Asia to North America, and new routes for trading, shipping – and attack</p><p>Another week, another freak weather phenomenon you’ve probably never heard of. If it’s not the “<a href=\"https://www.theguardian.com/uk-news/2026/jan/08/amber-weather-warnings-uk-storm-goretti-snow-wind\">weather bomb</a>” of extreme wind and snow that Britain is hunkering down for as I write, it’s reports in the Guardian of <a href=\"https://www.theguardian.com/environment/2026/jan/07/specieswatch-tough-times-for-reindeer-as-rain-increases-in-warming-arctic\">reindeer in the Arctic struggling</a> with the opposite problem: unnaturally warm weather leading to more rain that freezes to create a type of snow that they can’t easily dig through with their hooves to reach food. In a habitat as harsh as the Arctic, where survival relies on fine adaptation, even small shifts in weather patterns have endlessly rippling consequences – and not just for reindeer.</p><p>For decades now, politicians have been warning of the coming climate wars – conflicts triggered by drought, flood, fire and storms forcing people on to the move, or pushing them into competition with neighbours for dwindling natural resources. For anyone who vaguely imagined this happening far from temperate Europe’s doorstep, in drought-stricken deserts or on Pacific islands sinking slowly into the sea, this week’s seemingly unhinged White House talk about <a href=\"https://www.theguardian.com/politics/audio/2026/jan/08/greenland-venezuela-donald-trump-us-imperialism-podcast\">taking ownership of Greenland</a> is a blunt wake-up call. As Britain’s first sea lord, General Sir Gwyn Jenkins, has been telling anyone prepared to listen, the unfreezing of the north due to the climate crisis has <a href=\"https://www.gov.uk/government/speeches/first-sea-lords-speech-to-the-international-sea-power-conference\">triggered a ferocious contest</a> in the defrosting Arctic for some time over resources, territory and strategically critical access to the Atlantic. To understand how that threatens northern Europe, look down at the top of a globe rather than at a map.</p><p>Gaby Hinsliff is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2026/jan/09/donald-trump-greenland-arctic-ice-north-pole-asia-north-america\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "Outrage as Trump withdraws from key UN climate treaty along with dozens of international organisations",
        "url": "https://www.theguardian.com/us-news/2026/jan/07/trump-international-groups-un",
        "date": "2026-01-08",
        "source": "Environment | The Guardian",
        "text": "<p>Experts decry move to leave UNFCCC as ‘embarrassing’ as president orders withdrawal from 66 international groups</p><p>Donald Trump has sparked outrage by announcing the US will exit the foundational international agreement to address the climate crisis, cementing the US’s utter isolation from the global effort to confront dangerously escalating temperatures.</p><p>In <a href=\"https://www.whitehouse.gov/presidential-actions/2026/01/withdrawing-the-united-states-from-international-organizations-conventions-and-treaties-that-are-contrary-to-the-interests-of-the-united-states/\">a presidential memorandum</a> issued on Wednesday, Trump withdrew from the UN Framework Convention on Climate Change (UNFCCC), along with 65 other organizations, agencies and commissions, calling them “contrary to the interests of the United States”.</p> <a href=\"https://www.theguardian.com/us-news/2026/jan/07/trump-international-groups-un\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "US national parks staff say new $100 fee for non-residents risks ‘alienating visitors for decades’",
        "url": "https://www.theguardian.com/us-news/2026/jan/08/trump-national-parks-international-visitor-fee",
        "date": "2026-01-08",
        "source": "Environment | The Guardian",
        "text": "<p>Advocates suing to reverse administration’s surcharge system that has led to passport checks and angry visitors</p><p>A new $100 fee for foreign tourists entering US <a href=\"https://www.theguardian.com/environment/national-parks\">national parks</a> has triggered chaos and frustrating waits, with staff reporting long entry lines as citizenship checks are made and irate visitors regularly ditching plans to patronize some of America’s most cherished landscapes.</p><p>The new fee system, <a href=\"https://www.theguardian.com/us-news/2025/nov/25/national-park-fee-non-residents\">introduced</a> by the Trump administration from 1 January, has caught many visitors and National Park Service (NPS) staff off-guard, with checks now having to be undertaken to assess nationality and tourists often turning away from entrances rather than pay the surcharge. The Guardian heard accounts of problems from several NPS staff, speaking anonymously, who work at different parks across the country.</p> <a href=\"https://www.theguardian.com/us-news/2026/jan/08/trump-national-parks-international-visitor-fee\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "If geoengineering is ever deployed in a climate emergency, transparency is key | Ines Camilloni",
        "url": "https://www.theguardian.com/commentisfree/2026/jan/08/geoengineering-climate-emergency-transparency",
        "date": "2026-01-08",
        "source": "Environment | The Guardian",
        "text": "<p>We must not let geoengineering be shaped behind closed doors. Climate justice demands an inclusive approach</p><p>As the world faces the challenges of the <a href=\"https://www.theguardian.com/environment/climate-crisis\">climate crisis</a> and critical threshold levels or tipping points may be reached soon, a disputable idea is gaining momentum as a potential solution: solar geoengineering – the deliberate reflection of sunlight to cool the planet. Advocates argue it could buy us time. Critics warn of unknown risks. Some see it as a possible emergency break if temperatures spiral out of control. Others call it a dangerous distraction that undermines meaningful climate action.</p><p>Research into solar geoengineering is advancing, including exploration of techniques such as stratospheric aerosol injection, which would involve spraying tiny reflective particles into the upper atmosphere to mimic the cooling effect of volcanic eruptions, and marine cloud brightening, which aims to enhance the reflectivity of low-lying marine clouds. While stratospheric aerosol injection is not being conducted, these technologies are being studied with increasing urgency in the global north. In the global south, however, they remain largely invisible to public discourse and policymaking.</p> <a href=\"https://www.theguardian.com/commentisfree/2026/jan/08/geoengineering-climate-emergency-transparency\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "Subsidies guaranteeing price for each unit of clean electricity generated given to 12 renewables projects. UK government’s goal to create a clean electricity system by 2030 has awarded subsidy contracts.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "Human activity helped make 2025 third-hottest year on record, experts say",
        "url": "https://www.theguardian.com/environment/2026/jan/14/human-activity-helped-make-2025-third-hottest-year-on-record-experts-say",
        "date": "2026-01-14",
        "source": "Environment | The Guardian",
        "text": "<p>Data leads scientists to declare 2015 Paris agreement to keep global heating below 1.5C  ‘dead in the water’</p><p>Last year was the third hottest on record, scientists have said, with mounting fossil fuel pollution behind “exceptional” temperatures.</p><p>The World Meteorological Organization (WMO) said 2025 had continued a three-year streak of “extraordinary global temperatures” during which surface air temperatures averaged 1.48C above preindustrial levels.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/14/human-activity-helped-make-2025-third-hottest-year-on-record-experts-say\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "US carbon pollution rose in 2025 in reversal of previous years’ reductions",
        "url": "https://www.theguardian.com/us-news/2026/jan/13/us-carbon-emissions-increase-2025",
        "date": "2026-01-13",
        "source": "Environment | The Guardian",
        "text": "<p>Study from research firm finds that US greenhouse gas emissions grew faster than economic activity last year</p><p>In a reversal from previous years’ pollution reductions, the United States spewed 2.4% more heat-trapping gases from the burning of fossil fuels in 2025 than in the year before, researchers calculated in a study released on Tuesday.</p><p>The increase in greenhouse gas emissions is attributable to a combination of a cool winter, the explosive growth of datacenters and cryptocurrency mining, and higher natural gas prices, according to the Rhodium Group, an independent research firm. Environmental policy rollbacks by Donald Trump’s administration were not significant factors in the increase because they were only put in place this year, the study authors said. Heat-trapping gases from the burning of coal, oil and natural gas are the major cause of worsening global warming, scientists say.</p> <a href=\"https://www.theguardian.com/us-news/2026/jan/13/us-carbon-emissions-increase-2025\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "Ten Sydney Harbours’ worth of threatened species habitat approved for destruction in 2025, report finds",
        "url": "https://www.theguardian.com/environment/2026/jan/13/threatened-species-habitat-destruction-australia-15-year-high",
        "date": "2026-01-13",
        "source": "Environment | The Guardian",
        "text": "<p>ACF analysis finds amount of habitat approved by Albanese government for land-clearing hit a 15-year high last year</p><ul><li><p><a href=\"https://www.theguardian.com/australia-news/live/2026/jan/14/adelaide-festival-writers-week-lousie-adler-politics-reaction-peter-malinauskas-victoria-bushfires-queensland-floods-anthony-albanese-labor-sussan-ley-coalition-ntwnfb\">Follow our Australia news live blog for latest updates</a></p></li><li><p><a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=cvau_sfl\">Sign up for climate and environment editor Adam Morton’s free Clear Air newsletter here</a></p></li></ul><p>More than 57,000 hectares of threatened species habitat was approved for destruction by the Australian government in 2025 – the most in 15 years, according to analysis by the Australian Conservation Foundation.</p><p>The ACF’s latest annual “extinction wrapped” report has revealed that the threatened species habitat greenlit for land-clearing was about 10 times the size of Sydney Harbour – more than double the <a href=\"https://www.theguardian.com/australia-news/2025/jan/21/threatened-species-habitat-destruction-labor\">2024 figure</a>, and over five times the <a href=\"https://www.theguardian.com/australia-news/2024/jan/22/australian-wildlife-threatened-species-list-record-added-2023\">10,426 hectares approved for razing in 2023</a>.</p><p><strong><a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=copyembed\">Sign up to get climate and environment editor Adam Morton’s Clear Air column as a free newsletter</a></strong></p> <a href=\"https://www.theguardian.com/environment/2026/jan/13/threatened-species-habitat-destruction-australia-15-year-high\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "Germany’s dying forests are losing their ability to absorb CO2. Can a new way of planting save them?",
        "url": "https://www.theguardian.com/environment/2026/jan/08/germany-forests-bark-beetle-spruce-co2-carbon-sink-monoculture-aoe",
        "date": "2026-01-08",
        "source": "Environment | The Guardian",
        "text": "<p>Vast swathes of the country’s trees have been killed off by droughts and infestations, in a trend sweeping across Europe. A shift towards more biodiverse cultivation could offer answers</p><p>Even the intense green of late spring cannot mask the dead trees in the Harz mountains. Standing upright across the gentle peaks in northern Germany, thousands of skeletal trunks mark the remnants of a once great spruce forest.</p><p>Since 2018, the region has been ravaged by a tree-killing bark beetle outbreak, made possible by successive droughts and heatwaves. It has transformed a landscape known for its verdant beauty into one dominated by a sickly grey.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/08/germany-forests-bark-beetle-spruce-co2-carbon-sink-monoculture-aoe\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "As a climate scientist, I know heatwaves in Australia will only get worse. We need to start preparing now | Sarah Perkins-Kirkpatrick",
        "url": "https://www.theguardian.com/commentisfree/2026/jan/09/as-a-climate-scientist-i-know-heatwaves-in-australia-will-only-get-worse-we-need-to-start-preparing-now",
        "date": "2026-01-08",
        "source": "Environment | The Guardian",
        "text": "<p>During black summer, my daughters were too young to know what was happening. Now, amid another Australian heatwave, they deserve answers</p><p>When the forecasts for this week started to roll in, my mind immediately drifted back to Australia’s black summer.</p><p>I had taken my daughters down to the pool in our estate in western Sydney, hoping for a brief reprieve from the relentless heat. The Gospers Mountain fire was raging in the Blue Mountains, but on that particular day the smoke didn’t seem too bad.</p> <a href=\"https://www.theguardian.com/commentisfree/2026/jan/09/as-a-climate-scientist-i-know-heatwaves-in-australia-will-only-get-worse-we-need-to-start-preparing-now\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "Last year was the third hottest on record, scientists have said, with mounting fossil fuel pollution behind “exceptional” temperatures. The World Meteorological Organization said 2025 had continued a three-year streak of “extraordinary global temperatures” during which surface air temperatures averaged 1.48C above preindustrial levels. More than 57,000 hectares of threatened species habitat was approved for destruction by the Australian government in 2025.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "Big Tech is poaching energy talent to fuel its AI ambitions",
        "url": "https://www.cnbc.com/2026/01/14/big-tech-google-microsoft-energy-hiring-ai.html",
        "date": "2026-01-14",
        "source": "Energy",
        "text": "In this article VST\n\nBP.-GB\n\nGOOGL\n\nOKLO\n\nMSFT Follow your favorite stocks CREATE FREE ACCOUNT\n\nBig Tech has been on an energy hiring spree. Technology companies investing heavily in artificial intelligence are bolstering their workforce with energy experts as they look to overcome the biggest bottleneck in scaling AI: access to power. Energy-related hiring jumped 34% year-on-year in 2024, according to data compiled by Workforce.ai for CNBC. Last year's hiring almost matched this pace and remained 30% higher than pre-AI levels of 2022, when ChatGPT was released late in the year. Energy is increasingly important to Big Tech companies whose AI ambitions hinge on securing power for insatiable data centers. Data centers accounted for around 1.5% of global electricity consumption in 2024 – representing a 12% year-on-year rise over the last five years, per the International Energy Agency. Demand is widely anticipated to increase further in line with the build-out of infrastructure. Meeting that demand is one of Big Tech's biggest hurdles, leading companies to bring energy knowledge in-house and build their own supply — and, in some cases, gobbling up whole companies along the way. It marks a step-change from traditional sustainability roles, which boomed in the Inflation Reduction Act era but lost steam amid broader ESG backlash that intensified as U.S. President Donald Trump's second term got underway. Instead, operational roles have been in demand: energy procurement, markets, grid interface and strategy, according to energy recruiters who spoke with CNBC.\n\nMicrosoft is a quiet winner of the talent war, with over 570 additions since 2022, including Betsy Beck who joined in January last year as director of energy markets. She previously held an energy markets and policy role at Google . Microsoft also snapped up General Electric's former CFO Carolina Dybeck Happe back in 2024 to be the firm's chief operating officer — perhaps an early indication of the mega-cap's playbook. It is second only to Amazon, which has notched 605 energy-related hires, though this data includes its subsidiary AWS. Google has played catch-up to its Silicon Valley neighbors when it comes to AI – and it appears to be paying off as shares in its parent company, Alphabet, have been on a tear. Its market capitalization surpassed Apple's for the first time since 2019 on last week. The technology giant's energy strategy — which has seen the addition of 340 hires since 2022 — has also garnered attention. Eric Schubert, an energy regulatory affairs advisor who previously worked with BP for nearly 14 years, joined Google in January, per his LinkedIn profile. Google brought Duke University researcher Tyler Norris on board in November to head up energy market innovation, and is still growing its energy market and policy team.\n\nTargeting energy and data center know-how\n\nAs well as individual talent grabs, Big Tech has snapped up energy-related companies while simultaneously scaling work with contractors. Notably, Alphabet is set to acquire data center company Intersect in a $4.75 billion cash deal that includes the assumption of debt. Project and construction managers and people with land acquisition roles are increasingly in demand but are being serviced with temporary contracts to oversee the initial build-out of infrastructure for these tech giants, rather than via permanent employees, according to Daniel Smart, group CEO of The Green Recruitment Company.\n\n\"There are tech companies that are turning into energy companies,\" Daniel Smart group CEO of The Green Recruitment Company\n\nSuch companies are comfortable owning, funding, and running energy projects, \"but they've never built one before, it's not really their core business,\" Smart said. \"So they'll outsource the construction of it, and possibly even outsource the running of it and just buy the energy. So there's different models and different ways in which they do it.\" \"Phase two\" will be to try to improve the energy efficiency of data centers — perhaps leading to more permanent roles — he added, but it's not a current priority as \"there's such a scramble for just getting the energy.\" It could spell trouble for utilities and other energy companies now battling Big Tech's deep pockets for acquiring talent.\n\nwatch now\n\nJeff Anderson, business development director of a renewable energy recruitment consultancy Taylor Hopkinsons, said his team is \"talking to senior candidates from the energy infrastructure space who are becoming aware of the opportunities in data centres and the higher salaries on offer in tech, and are making enquiries and plans to move across long-term.\" \"In the short-term, the talent market is going to be tight. The skillsets the tech companies are hiring — energy strategy, PPAs, grid connection — are already in demand across renewables and utilities. The talent is there, but it's a finite pool and that means competition for specialists that have tangible project experience is going to increase,\" he added. For Travis Miller, senior equities energy and utilities analyst at Morningstar, increased energy demand actually offers \"big opportunities\" for utilities and their workforce as tech companies turn to them for support rather than seeing them as acquisition targets. \"That's the most efficient way to do it from a workforce perspective and from an infrastructure perspective,\" Miller told CNBC.",
        "image_url": null,
        "cluster_id": 3
      },
      {
        "title": "Trump says he’s canceled second wave of attacks on Venezuela",
        "url": "https://www.cnbc.com/2026/01/09/trump-says-hes-cancelled-attacks-on-venezuela-touts-100bn-oil-investment.html",
        "date": "2026-01-09",
        "source": "Energy",
        "text": "US President Donald Trump speaks during the House Republican Party (GOP) member retreat at the Kennedy Center in Washington, DC, on January 6, 2026.\n\nU.S. President Donald Trump said he has canceled a fresh military attack on Venezuela, saying the two countries \"are working well together,\" on rebuilding the nation's oil and gas infrastructure.\n\nWriting on Truth Social on Friday, Trump noted Venezuela's release of \"large numbers of political prisoners\" which he called \"a very important and smart gesture.\"\n\n\"Because of this cooperation, I have cancelled the previously expected second Wave of Attacks, which looks like it will not be needed, however, all ships will stay in place for safety and security purposes,\" Trump said.\n\nIn a press conference on Jan. 3, Trump had suggested it was unlikely a second attack on Venezuela would be deemed necessary due to what he called the success of the first operation.\n\n\"We are ready to stage a second and much larger attack, if we need to do so,\" he told reporters at the time. \"So we were prepared to do a second wave if we needed to do so. We actually assumed that a second wave would be necessary. But now it's probably not — the first wave, if you'd like to call it, the first attack was so successful, we probably don't have to do a second but we're prepared to do a second wave, a much bigger wave.\"\n\nWashington launched a military operation in Venezuela over the weekend that led to the capture of the country's president, Nicolas Maduro, and his wife, Cilia Flores, both of whom were indicted on drug trafficking charges. The pair pleaded not guilty. Maduro claimed he'd been \"kidnapped\" and was a \"prisoner of war\" at a court appearance in New York this week.\n\nOn Thursday, Jorge Rodríguez, head of Venezuela's National Assembly, announced that the government would release a significant number of foreign and Venezuelan prisoners. Spanish Foreign Minister José Manuel Albares later said five Spanish prisoners had been released and were on a flight back to their home country.\n\nSince Maduro's ousting, Trump has turned his attention to oil-rich Venezuela's energy resources, saying shortly after the operation took place that he had been in talks with oil giants about rebuilding the country's oil infrastructure.\n\nIn his post on Friday, Trump said at least $100 billion will be invested in Venezuela by \"Big Oil,\" noting that he would meet with representatives for U.S. oil giants at the White House later on Friday.\n\nChevron is currently the only oil major operating in Venezuela, and U.S. oil majors have so far been largely silent on Trump's push for their participation in rebuilding the country's energy systems.\n\nVenezuela, a founding member of the powerful OPEC energy alliance, sits on 303 billion barrels of crude oil, according to the U.S. Energy Information Administration. That represents around 17% of the world's oil reserves — but it's currently thought to produce less than 1% of global oil output, and exports only half of what it makes.\n\nOn Tuesday, Trump said Venezuelan authorities would give the U.S. up to 50 million barrels of oil, which will be sold at market prices.\n\n\"That money will be controlled by me, as President of the United States of America, to ensure it is used to benefit the people of Venezuela and the United States!\" Trump said at the time. Sources close to the White House later told CNBC that Venezuela will ship sanctioned oil to the U.S. indefinitely.\n\n— CNBC's Sam Meredith contributed to this article.",
        "image_url": null,
        "cluster_id": 3
      },
      {
        "title": "Dense, sticky and heavy: why Venezuela’s oil is valuable to Trump – video explainer",
        "url": "https://www.theguardian.com/world/video/2026/jan/08/why-venezuela-oil-valuable-trump-video-explainer",
        "date": "2026-01-08",
        "source": "Environment | The Guardian",
        "text": "<p>The Venezuelan oil industry is ‘a total bust’ according to Donald Trump, something he has promised to ‘fix’ after attacking Caracas and <a href=\"https://www.theguardian.com/world/2026/jan/03/explosions-reported-venezuela-caracas\">seizing the country’s leader</a>. But with analysts estimating it could take up to 14 years and billions to fix, what is in it for the US president? Jillian Ambrose, the Guardian’s energy correspondent, explains why Venezuela’s dense, sticky oil is so valuable to Trump</p> <a href=\"https://www.theguardian.com/world/video/2026/jan/08/why-venezuela-oil-valuable-trump-video-explainer\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 3
      },
      {
        "title": "Watch Energy Secretary Chris Wright answer questions about Venezuela",
        "url": "https://www.cnbc.com/2026/01/07/watch-energy-secretary-chris-wright-answer-questions-about-venezuela-.html",
        "date": "2026-01-07",
        "source": "Energy",
        "text": "[The stream is slated to start at 8:30 a.m. ET. Please refresh the page if you do not see a player above at that time.]\n\nEnergy Secretary Chris Wright is scheduled to speak publicly for the first time since the U.S. removed Venezuelan President Nicolás Maduro from power.\n\nWright will be interviewed by Goldman Sachs Wednesday at the bank's annual energy conference in Miami. He will likely answer questions about President Donald Trump's call for U.S. oil companies to invest in Venezuela.\n\nWright will also speak with oil executives at the conference about the situation in Venezuela. Executives from Chevron and ConocoPhillips are attending. Chevron is the only U.S. oil major operating in Venezuela.\n\n\"Secretary Wright remains in close contact with U.S. oil companies and plans to meet with several of them at the Goldman Sachs Energy Conference in Miami on Wednesday,\" a Department of Energy spokesperson told CNBC.\n\nVenezuela has the largest proven oil reserves in the world, but it is unclear whether U.S. oil majors are prepared to invest due to instability in the South American nation.",
        "image_url": null,
        "cluster_id": 3
      }
    ],
    "source_link": "Energy",
    "summary": "No summary available for this cluster.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "‘A bombshell’: doubt cast on discovery of microplastics throughout human body",
        "url": "https://www.theguardian.com/environment/2026/jan/13/microplastics-human-body-doubt",
        "date": "2026-01-13",
        "source": "Environment | The Guardian",
        "text": "<p>Exclusive: Some scientists say many detections are most likely error, with one high-profile study called a ‘joke’</p><p>High-profile studies reporting the presence of microplastics throughout the human body have been thrown into doubt by scientists who say the discoveries are probably the result of contamination and false positives. One chemist called the concerns “a bombshell”.</p><p>Studies claiming to have revealed micro and nanoplastics in the <a href=\"https://www.theguardian.com/environment/2025/feb/03/levels-of-microplastics-in-human-brains-may-be-rapidly-rising-study-suggests\">brain</a>, <a href=\"https://www.theguardian.com/environment/article/2024/may/20/microplastics-human-testicles-study-sperm-counts\">testes</a>, <a href=\"https://www.theguardian.com/environment/2024/feb/27/microplastics-found-every-human-placenta-tested-study-health-impact\">placentas</a>, <a href=\"https://www.theguardian.com/environment/2024/mar/06/microscopic-plastics-could-raise-risk-of-stroke-and-heart-attack-study-says\">arteries</a> and elsewhere were reported by media across the world, including the Guardian. There is no doubt that plastic pollution of the natural world is ubiquitous, and present in the food and drink we consume and the air we breathe. But the health damage potentially caused by microplastics and the chemicals they contain is unclear, and an explosion of research has taken off in this area in recent years.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/13/microplastics-human-body-doubt\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      },
      {
        "title": "He invented mini saunas for frogs – now this biologist has big plans to save hundreds of species",
        "url": "https://www.theguardian.com/environment/2026/jan/13/save-endangered-frogs-genes-chytrid-fungus-anthony-waddle-aoe",
        "date": "2026-01-13",
        "source": "Environment | The Guardian",
        "text": "<p>A deadly fungus has already wiped out 90 species and threatens 500 more but Anthony Waddle is hoping gene replacement could be their salvation</p><p>Standing ankle-deep in water between two bare cottonwood trees on a hot spring day, eight-year-old Anthony Waddle was in his element. His attention was entirely absorbed by the attempt to net tadpoles swimming in a reservoir in the vast Mojave desert.</p><p>It was “one of the perfect moments in my childhood”, he says.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/13/save-endangered-frogs-genes-chytrid-fungus-anthony-waddle-aoe\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      },
      {
        "title": "Week in wildlife: rare gorilla twins, racing camels and a psychedelic spider",
        "url": "https://www.theguardian.com/environment/gallery/2026/jan/09/week-in-wildlife-rare-gorilla-twins-racing-camels-and-a-psychedelic-spider",
        "date": "2026-01-09",
        "source": "Environment | The Guardian",
        "text": "<p>This week’s best wildlife photographs from around the world</p> <a href=\"https://www.theguardian.com/environment/gallery/2026/jan/09/week-in-wildlife-rare-gorilla-twins-racing-camels-and-a-psychedelic-spider\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "Some scientists say many detections are most likely error, with one high-profile study called a ‘joke’ The health damage potentially caused by microplastics and the chemicals they contain is unclear.",
    "image_url": null
  }
]