[
  {
    "articles": [
      {
        "title": "Trump officials sue California cities over laws to restrict fossil fuels",
        "url": "https://www.theguardian.com/us-news/2026/jan/05/trump-officials-sue-california-cities",
        "date": "2026-01-06",
        "source": "Environment | The Guardian",
        "text": "<p>Suit against San Francisco-area cities Petaluma and Morgan Hill latest attack on policies that seek to rein in oil and gas</p><p>The Trump administration sued two California cities on Monday, seeking to block local laws that restrict natural gas infrastructure and appliances in new construction.</p><p>The lawsuit is the administration’s latest attack on energy policies that seek to rein in the use of fossil fuels to combat climate change. California, a Democratic stronghold, has among the most aggressive climate change policies in the world.</p> <a href=\"https://www.theguardian.com/us-news/2026/jan/05/trump-officials-sue-california-cities\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      },
      {
        "title": "Nine scientific breakthroughs I’d like to see in 2026 – from earworms to procrastination | Emma Beddington",
        "url": "https://www.theguardian.com/commentisfree/2026/jan/05/nine-scientific-breakthroughs-id-like-to-see-in-2026-from-earworms-to-procrastination",
        "date": "2026-01-05",
        "source": "Environment | The Guardian",
        "text": "<p>There’s nothing more uplifting than hearing about a world-shaking, life-enhancing new development. But science shouldn’t overlook the small stuff, or stop looking for new species of cute, fluffy mammals …</p><p>People who greet the new year with hope, ambitious plans and optimised gut microbiomes might be obnoxiously apparent at the moment, but we all know they’re a minority. Most of us lurched into 2026 catastrophically depleted and grey-faced, juggling deep Lemsip dependency with a deeper overdraft and a sense of ever-deepening global geopolitical foreboding. There is, however, one thing that fills me with buoyant optimism now and always: science. I don’t understand it, but I’m delighted it’s out there, making things better.</p><p>I was booted out of my leaden year-end listlessness by <a href=\"https://www.theatlantic.com/science/2025/12/55-science-health-tech-facts-2025/685418/\">The Atlantic’s list of 55 Facts That Blew Our Minds in 2025</a>. Did you know, for example, that <a href=\"https://www.science.org/doi/10.1126/sciadv.adu1052\">scientists at UC Berkeley created a new colour</a>? (It’s called “olo” and it’s sort of teal.) Or that doctors <a href=\"https://www.theguardian.com/science/2025/may/15/us-doctors-rewrite-dna-of-infant-with-severe-genetic-disorder-in-medical-first\">treated a baby with a rare genetic disorder with custom gene editing</a>? There were more wonders in the <a href=\"https://www.smithsonianmag.com/innovation/eight-fascinating-scientific-discoveries-from-2025-that-could-lead-to-new-inventions-180987916/\">Smithsonian’s list of last year’s fascinating scientific discoveries</a>: ichthyosaurs, extinct marine reptiles, had “<a href=\"https://www.nature.com/articles/s41586-025-09271-w\">stealth flippers</a>”, snails can <a href=\"https://www.smithsonianmag.com/smart-news/this-snail-can-regrow-its-eyes-and-understanding-how-may-one-day-help-humans-with-injuries-180987124/\">regrow eyes</a> within a month, and “flamingos form tornado-like vortices as they probe for prey”, which is pure poetry (it looks pretty cool too, I <a href=\"https://www.youtube.com/watch?v=3cgcF8th5Nk\">watched one do it</a> on YouTube). Still on an animal theme, entomologists discovered a <a href=\"https://www.science.org/doi/10.1126/science.ads4243\">“bone collector” caterpillar</a> that conceals itself in the body parts of its prey (I’m sure he’s lovely when you get to know him). 2025 was also the year science made <a href=\"https://www.youtube.com/watch?v=kmlF2rw1weo\">oyster mushrooms play keyboards</a> (sort of), astronomers discovered <a href=\"https://www.newscientist.com/article/2500310-more-than-100-moons-were-discovered-in-our-own-solar-system-in-2025/\">more than 100 moons</a> in our solar system and medical researchers created <a href=\"https://www.theguardian.com/science/2025/dec/23/scientists-create-replica-human-womb-lining-and-implant-early-stage-embryos\">replica womb lining</a> and made astonishing progress towards <a href=\"https://www.kcl.ac.uk/news/lab-grown-teeth-might-become-an-alternative-to-fillings-following-research-breakthrough\">lab-grown teeth</a>.</p> <a href=\"https://www.theguardian.com/commentisfree/2026/jan/05/nine-scientific-breakthroughs-id-like-to-see-in-2026-from-earworms-to-procrastination\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      },
      {
        "title": "The electric vehicle revolution is still on course – don’t let your loathing of Elon Musk stop you joining up | Zoe Williams",
        "url": "https://www.theguardian.com/commentisfree/2026/jan/04/electric-vehicle-elon-musk-tesla-sales",
        "date": "2026-01-04",
        "source": "Environment | The Guardian",
        "text": "<p>Other firms are taking advantage of Tesla’s sales slump, while technological advances mean that glitches are being left in the rear-view mirror</p><p>In another era, before Elon Musk bought Twitter, changed its name to X to mark the spot of its descent into barbarism, <a href=\"https://www.theguardian.com/technology/2025/may/14/elon-musk-grok-white-genocide\">honed Grok</a>, a generator of far-right propaganda, swung behind Donald Trump and made <a href=\"https://www.theguardian.com/technology/2025/jan/20/trump-elon-musk-salute\">what appeared to be a Nazi salute</a>, I already knew he was a wrong ’un. The year was 2019, and I was test-driving a Tesla; while I was ambling off the forecourt, the PR told me jauntily that the windscreen was made of a material that would protect the driver from biohazards. I hit the brakes. “You <em>what</em>? What kind of biohazard? Like, a war?” She misconstrued me, thinking I intended to go and find some toxic waste site to see if it worked, and said: “I’m not sure it’s operational in the press fleet.”</p><p>That wasn’t my question: rather, what kind of a world was Tesla preparing for? One so unstable that an average (though affluent) private citizen would do well to prepare for a chemical weapons attack? What model of consumption was this, that the rich used their wealth to prepare for the mayhem their resource-capture would unleash, while the less-rich prepared slightly less well? Was Musk trying to bring to market the apocalypse planning that elites had already embarked on? Because if he was, then it was possible that he was not a great guy. And that turned out to be correct.</p> <a href=\"https://www.theguardian.com/commentisfree/2026/jan/04/electric-vehicle-elon-musk-tesla-sales\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      },
      {
        "title": "Aliens: the spread of invasive plants and animals across Europe – in pictures",
        "url": "https://www.theguardian.com/artanddesign/gallery/2026/jan/04/aliens-the-spread-of-invasive-plants-and-animals-across-europe-in-pictures",
        "date": "2026-01-04",
        "source": "Environment | The Guardian",
        "text": "<p>Erik Irmer has been documenting the spread of invasive plant and animal species that disrupt native ecology across Europe. He focuses on humans’ interactions with these plants and animals. Aliens is published by <a href=\"https://fotohof.at/en/shop/publications/aliens/\">Fotohof</a></p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2026/jan/04/aliens-the-spread-of-invasive-plants-and-animals-across-europe-in-pictures\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      },
      {
        "title": "From rent to utility bills: the politicians and advocates making climate policy part of the affordability agenda",
        "url": "https://www.theguardian.com/us-news/2026/jan/01/affordability-climate-utility-bills-rent",
        "date": "2026-01-01",
        "source": "Environment | The Guardian",
        "text": "<p>As the Trump administration derides climate policy as a ‘scam’, emissions-cutting measures are gaining popularity</p><p>A group of progressive politicians and advocates are reframing emissions-cutting measures as a form of economic populism as the <a href=\"https://www.theguardian.com/us-news/trump-administration\">Trump administration</a> derides climate policy as a “scam” and fails to deliver on promises to tame energy costs and inflation.</p><p>Climate politics were once cast as a test of moral resolve, calling on Americans to accept higher costs to avert environmental catastrophe, but that ignores how rising temperatures themselves drive up costs for working people, said Stevie O’Hanlon, co-founder of the youth-led Sunrise Movement.</p> <a href=\"https://www.theguardian.com/us-news/2026/jan/01/affordability-climate-utility-bills-rent\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      },
      {
        "title": "It’s easy to feel powerless about climate chaos. Here’s what gives me hope | Nina Lakhani",
        "url": "https://www.theguardian.com/environment/2025/dec/31/environmental-justice-ordinary-people-power",
        "date": "2025-12-31",
        "source": "Environment | The Guardian",
        "text": "<p>I’ve spent six years writing about environmental justice. The uncomfortable truth is that we’re not all in it together – but people power is reshaping the fight</p><p>It’s been another year of climate chaos and inadequate political action. And it’s hard not to feel despondent and powerless.</p><p>I joined the Guardian full time in 2019, as the paper’s first environmental justice correspondent, and have reported from across the US and the region over the past six years. It’s been painful to see so many families – and entire communities – devastated by fires, floods, extreme heat, sea level rise and food shortages. But what’s given me hope during these six years of reporting as both an environmental and climate justice reporter are the people fighting to save our planet from catastrophe – in their communities, on the streets and in courtrooms across the world.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/31/environmental-justice-ordinary-people-power\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      },
      {
        "title": "‘They didn’t de-extinct anything’: can Colossal’s genetically engineered animals ever be the real thing?",
        "url": "https://www.theguardian.com/environment/2025/dec/31/colossal-ben-lamm-deextinction-dire-wolf-dodo-tasmanian-tiger-aoe",
        "date": "2025-12-31",
        "source": "Environment | The Guardian",
        "text": "<p>The bioscience startup has attracted billions in investment – and a flurry of criticism, but founder tells the Guardian plans to bring back the woolly mammoth will not be derailed</p><p></p><p>Death and taxes are supposed to be the things we can depend on in this life. But in 2025, the American <a href=\"https://www.theguardian.com/science/2025/sep/17/dodo-birds-gene-editing-advance\">entrepreneur Ben Lamm</a> sold much of the world on the idea that death did not, after all, need to be for ever.</p><p>This was the year the billionaire’s genetics startup, Colossal Biosciences, claimed it had resurrected the dire wolf, an animal that disappeared at the end of the last ice age, by tweaking the DNA of grey wolves. According to the company, it had also edged closer to bringing the woolly mammoth back from the dead, with the creation of genetically engineered “woolly mice”.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/31/colossal-ben-lamm-deextinction-dire-wolf-dodo-tasmanian-tiger-aoe\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "No summary available for this cluster.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "‘Mad fishing’: the super-size fleet of squid catchers plundering the high seas",
        "url": "https://www.theguardian.com/environment/2026/jan/06/squid-argentina-coast-guard-overfishing-ecosystems-animal-cruelty-human-rights-china",
        "date": "2026-01-06",
        "source": "Environment | The Guardian",
        "text": "<p>Every year a Chinese-dominated flotilla big enough to be seen from space pillages the rich marine life on Mile 201, a largely ungoverned part of the South Atlantic off Argentina</p><p>In a monitoring room in Buenos Aires, a dozen members of the Argentinian coast guard watch giant industrial-fishing ships moving in real time across a set of screens. “Every year, for five or six months, the foreign fleet comes from across the Indian Ocean, from Asian countries, and from the North Atlantic,” says Cdr Mauricio López, of the monitoring department. “It’s creating a serious environmental problem.”</p><p>Just beyond Argentina’s maritime frontier, hundreds of foreign vessels – known as the <a href=\"https://odi.org/en/publications/chinas-distant-water-fishing-fleet-scale-impact-and-governance/#:~:text=Having%20depleted%20fish%20stocks%20in,vessels%20registered%20in%20other%20jurisdictions.\">distant-water fishing fleet</a> – are descending on Mile 201, a largely ungoverned strip of the high seas in the South Atlantic, to plunder its rich marine life. The fleet regularly becomes so big it can be seen from space, looking like a city floating on the sea.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/06/squid-argentina-coast-guard-overfishing-ecosystems-animal-cruelty-human-rights-china\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "Violence, death and stolen land: people need to know the true cost of an avocado | Claudia Ignacio Álvarez",
        "url": "https://www.theguardian.com/global-development/2026/jan/06/avocado-farming-exploitation-human-rights-mexico-indigenous-communities",
        "date": "2026-01-06",
        "source": "Environment | The Guardian",
        "text": "<p>Behind the west’s huge appetite for the fruit lies the dark reality of environmental destruction and Indigenous exploitation in Mexico</p><p>I grew up in San Andrés Tziróndaro, a Purépecha community on the shores of Lake Pátzcuaro in the Mexican state of Michoacán. My childhood was shaped by water, forests and music. The lake fed us. The forest protected us. In the afternoons, people gathered in the local square while bands passed through playing <em>pirekua</em>, our traditional music.</p><p>That way of life is now under threat as our land is extracted for profit.</p> <a href=\"https://www.theguardian.com/global-development/2026/jan/06/avocado-farming-exploitation-human-rights-mexico-indigenous-communities\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "How demand for elite falcons in the Middle East is driving illegal trade of British birds",
        "url": "https://www.theguardian.com/environment/2026/jan/05/elite-falcons-middle-east-illegal-trafficking-trade-british-birds",
        "date": "2026-01-05",
        "source": "Environment | The Guardian",
        "text": "<p>Exclusive: data reveals hundreds of UK nests have been raided in the past decade amid growing appetite to own prized birds for racing and breeding</p><p>In the echoing exhibition halls of Abu Dhabi’s International Hunting and Equestrian Exhibition, hundreds of falcons sit on perches under bright lights. Decorated hoods fit snugly over their heads, blocking their vision to keep them calm.</p><p>In a small glass room marked Elite Falcons Hall, four young birds belonging to an undisclosed Emirati sheikh are displayed like expensive jewels. Entry to the room, with its polished glass, controlled lighting and plush seating, is restricted to authorised visitors only.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/05/elite-falcons-middle-east-illegal-trafficking-trade-british-birds\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "Often brutal, always beautiful: the sea hounds of the Frisian Islands – in pictures",
        "url": "https://www.theguardian.com/environment/gallery/2026/jan/01/pinnipeds-seals-sea-lions-walrus-sea-hounds-of-the-frisian-islands-in-pictures",
        "date": "2026-01-01",
        "source": "Environment | The Guardian",
        "text": "<p>For 10 years, the scientist and photographer <a href=\"https://www.instagram.com/jeroen_hoekendijk_photography/\">Jeroen Hoekendijk</a> has been observing pinnipeds such as seals and walruses on the fragile North Sea archipelago stretching along the Dutch, German and Danish coastline. A remainder of the <a href=\"https://education.nationalgeographic.org/resource/doggerland/\">now-drowned Doggerland</a>, left behind after the ice age, the low-lying islands are an advance warning sign of the warming and rising seas of the climate crisis</p><ul><li><p>Photographs by Jeroen Hoekendijk, text by <a href=\"https://www.theguardian.com/profile/philip-hoare\">Philip Hoare</a></p></li></ul> <a href=\"https://www.theguardian.com/environment/gallery/2026/jan/01/pinnipeds-seals-sea-lions-walrus-sea-hounds-of-the-frisian-islands-in-pictures\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "Curb the cod, park the prawns: top chefs on how to swap out the ‘big five’ seafood",
        "url": "https://www.theguardian.com/environment/2025/dec/31/cod-prawns-top-chefs-how-swap-out-big-five-seafood-sustainable",
        "date": "2025-12-31",
        "source": "Environment | The Guardian",
        "text": "<p>From moules marinière to scallop, bacon and garlic butter rolls, here’s how to cast your culinary net wider and embrace more sustainable species</p><p>For a nation surrounded by water, Britain’s seafood tastes are remarkably parochial – we mostly eat cod, haddock, salmon, tuna and prawns. But with a huge range of species out there, making the decision to <a href=\"https://www.theguardian.com/environment/2024/apr/18/fish-seafood-shellfish-salmon-mussels-prawns-environment-uk-diet-planet-waste-aquaculture-sustainability\">swap the “big five</a>” for more sustainable options could be a good new year resolution to aim for. Here are five species to consider – and if you’re worried these won’t taste as good as cod and chips, we’ve rounded up a selection of top chefs to tell you how to make the best of what could be on your plate in 2026.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/31/cod-prawns-top-chefs-how-swap-out-big-five-seafood-sustainable\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "Every year a Chinese-dominated flotilla pillages the rich marine life on Mile 201, a largely ungoverned part of the South Atlantic off Argentina. The fleet regularly becomes so big it can be seen from space, looking like a city on the sea.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "UK car sales top 2m in 2025 as Chinese brands boom",
        "url": "https://www.theguardian.com/business/2026/jan/06/uk-car-sales-2025-chinese-brands-electric-car-smmt",
        "date": "2026-01-06",
        "source": "Environment | The Guardian",
        "text": "<p>Electric car sales rose by nearly a quarter to a record 473,000, or 23.4% of the overall market, says SMMT</p><p>A rise in the popularity of Chinese brands pushed total car sales in the UK above the 2m mark last year for the first time since 2019, figures reveal.</p><p>Chinese companies accounted for 9.7% of the 2m new car registrations in the UK in 2025, or 196,000 vehicles, according to preliminary figures from the Society of Motor Manufacturers and Traders (SMMT), a lobby group. That was nearly double the 4.9% market share achieved by the country’s carmakers in 2024.</p> <a href=\"https://www.theguardian.com/business/2026/jan/06/uk-car-sales-2025-chinese-brands-electric-car-smmt\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "‘The perfect storm’: Trump has left the US less prepared for natural disasters, experts say",
        "url": "https://www.theguardian.com/us-news/2026/jan/04/donald-trump-disaster-response-preparedness",
        "date": "2026-01-04",
        "source": "Environment | The Guardian",
        "text": "<p>Emergency managers say the US president has presided over a dangerous erosion in US capacity to prepare for and respond to natural disasters</p><p><a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> has presided over a dangerous erosion in US capacity to prepare for and respond to natural disasters, according to emergency management experts.</p><p>The first year of his second term was marked by crackdowns on <a href=\"https://www.theguardian.com/environment/climate-crisis\">climate</a> science that produced world-class weather forecasts and the gutting of frontline federal agencies - policies that have left the country, already struggling to keep pace with severe storms, even more at risk.</p> <a href=\"https://www.theguardian.com/us-news/2026/jan/04/donald-trump-disaster-response-preparedness\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "2025 was a big year for climate in the US courts - these were the wins and losses",
        "url": "https://www.theguardian.com/us-news/2026/jan/02/climate-accountability-lawsuits-us-2025",
        "date": "2026-01-02",
        "source": "Environment | The Guardian",
        "text": "<p>Americans are increasingly turning to courts to hold big oil accountable. Here are major trends that emerged last year</p><p>As the Trump administration boosts fossil fuels, Americans are increasingly turning to courts to hold big oil accountable for alleged climate deception. That wave of litigation swelled in 2025, with groundbreaking cases filed and wins notched.</p><p>But the year also brought setbacks, as Trump attacked the cases and big oil worked to have them thrown out. The industry also worked to secure a shield from current and future climate lawsuits.</p> <a href=\"https://www.theguardian.com/us-news/2026/jan/02/climate-accountability-lawsuits-us-2025\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "2025 was UK’s hottest and sunniest year on record, says Met Office",
        "url": "https://www.theguardian.com/uk-news/2026/jan/02/2025-uk-warmest-and-sunniest-year-on-record-met-office",
        "date": "2026-01-02",
        "source": "Environment | The Guardian",
        "text": "<p>Mean temperature for year was 10.09C, surpassing 2022 record, and 1,648.5 hours of sunshine were recorded</p><p>2025 was the UK’s warmest and sunniest year on record, the Met Office has confirmed.</p><p>The UK’s three <a href=\"https://www.theguardian.com/environment/2025/dec/09/2025-virtually-certain-second-or-third-hottest-year-on-record-eu-data-coperincus\">hottest years</a> on record have now all been in this decade, which meteorologists say is proof of a rapidly changing climate. All of the top 10 warmest years have happened in the past two decades.</p> <a href=\"https://www.theguardian.com/uk-news/2026/jan/02/2025-uk-warmest-and-sunniest-year-on-record-met-office\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "How the climate crisis showed up in Americans’ lives this year: ‘The shift has been swift and stark’",
        "url": "https://www.theguardian.com/us-news/2025/dec/31/climate-crisis-guardian-readers",
        "date": "2025-12-31",
        "source": "Environment | The Guardian",
        "text": "<p>Guardian US readers share how global heating and biodiversity loss affected their lives in ways that don’t always make the headlines </p><p>The past year was another one of record-setting heat and catastrophic storms. But across the US, the <a href=\"https://www.theguardian.com/environment/climate-crisis\">climate crisis</a> showed up in smaller, deeply personal ways too.</p><p>Campfires that once defined summer trips were never lit due to <a href=\"https://www.theguardian.com/world/wildfires\">wildfire</a> risks. There were no bites where fish were once abundant, forests turned to meadows after a big burn and childhood memories of winter wonderlands turned to slush.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/31/climate-crisis-guardian-readers\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "Electric car sales rose by nearly a quarter to a record 473,000, says SMMT. Chinese companies accounted for 9.7% of the 2m new car registrations in the UK in 2025.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "Maduro overthrow in oil-rich Venezuela unlikely to shake energy markets in the near term",
        "url": "https://www.cnbc.com/2026/01/03/trump-venezuela-attack-oil-markets.html",
        "date": "2026-01-03",
        "source": "Energy",
        "text": "President Donald Trump's overthrow of President Nicolas Maduro in oil-rich Venezuela is unlikely to shock energy markets in the near term, analysts told CNBC on Saturday.\n\nWhile the scale of the U.S. attack was unexpected, markets had already priced in a conflict with Venezuela that would disrupt oil exports, said Arne Lohmann Rasmussen, chief analyst and head of research at A/S Global Risk Management.\n\nVenezuela, a founding member of OPEC, has the largest proven oil reserves in the world. But the South American nation currently produces less than a million oil barrels a day, which is less than 1% of global oil production, according to Rasmussen.\n\nIt exports just about half its production, or some 500,000 barrels, Rasmussen said. The conflict also comes as the global oil market is oversupplied and demand is relatively weak, a pattern that is customary in the first quarter of the year, he said.\n\nRasmussen estimated that Brent crude prices will only rise by about $1 to $2, or even less, when futures trading opens on Sunday night. He projected that Brent will edge lower next week than where it closed on Friday, which was $60.75.\n\n\"Despite this being a huge geopolitical event that you would normally expect to be positive or push up oil prices,\" he said, \"the bottom line is there's still too much oil in the market, and that's why oil prices will not go ballistic.\"\n\nAnalyst Bob McNally of Rapidan Energy said he was advising clients before the weekend that about a third of Venezuela's oil production was at risk. While he does not predict that all of Venezuela's output would be cut off, he told CNBC that it would not pose a meaningful risk to oil markets in the short term.\n\nThe oil market in 2025 posted its biggest annual decline in five years. The global benchmark Brent fell about 19% last year, while U.S. crude oil lost nearly 20%.The market has been under pressure as OPEC+ ramped up production after years of output cuts. The U.S. also produced at a record level of just over 13.8 million barrels per day.\n\nOil prices may decline further as the regime overthrow raises the possibility of eventually boosting oil production in Venezuela, analysts told CNBC.\n\nSaul Kavonic, head of energy research at MST Financial, estimated that exports could approach 3 million barrels in the medium term if a new Venezuelan government led to the lifting of sanctions and the return of foreign investors.\n\n\"If anything, the future of Venezuela will have a bearish impact on the market, because there's really nowhere to go but up,\" said energy industry consultant David Goldwyn, a former top State Department energy official in the Obama administration.\n\nCurrently, the embargo on Venezuelan oil is still in effect, Trump said during a press conference Saturday. He also said that U.S. oil companies will invest billions of dollars to rebuild Venezuela's energy sector. Trump did not provide details on which companies would invest or how, nor did he clarify how the U.S. would temporarily run Venezuela \"with a group.\"\n\nGoldwyn said it is hard to predict whether U.S. oil companies will invest, given the uncertainty about the interim and future governments in Venezuela.\n\n\"Everything we have learned about government transitions from Iraq, from Afghanistan, from other countries, is that transitions are hard,\" he said. \"No company is going to want to commit to invest billions of dollars for a long-term operation until they know what the terms are. And they can't know what the terms are until you know what the government is going to be.\"\n\nGoldwyn added that companies, including Exxon Mobil , are still waiting to collect on debt owed by Venezuela's national oil company, Petróleos de Venezuela S.A. (PDVSA).\n\nRapidan Energy's McNally said it is a complicated proposition for U.S. oil companies. Oil producers have not forgotten being kicked out of Venezuela in the early 2000s, when the country expropriated the assets of foreign oil companies, he said. That said, accessing the world's largest oil reserves would be \"tantalizing\" to U.S. oil companies if sanctions were lifted, he added.\n\nBut it would take decades of investment and billions of dollars, McNally said. Whether it's worth it comes down to one central question, he said: Does the world need that much oil?\n\n\"Until late last year, the market consensus had been that demand for oil is going to stop growing in four years. It's over because of EVs and fuel efficiency policies and climate change policies,\" McNally said.\n\nBut as the U.S. and other nations, including China and Canada, weaken their climate policies and sales of electric vehicles fall, the prospect of investing in Venezuela has become much more attractive.\n\n\"All of a sudden you're starting to say: \"Whoa, we're going to need more oil,\" he said.\n\n— Additional reporting contributed by CNBC's Victor Loh",
        "image_url": null,
        "cluster_id": 3
      }
    ],
    "source_link": "Energy",
    "summary": "No summary available for this cluster.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "What makes an elephant abandon her calf – and is it a growing problem?",
        "url": "https://www.theguardian.com/environment/2026/jan/02/baby-elephant-abandoned-herds-calves-human-conflict-thailand-assam-aoe",
        "date": "2026-01-02",
        "source": "Environment | The Guardian",
        "text": "<p>A helpless baby elephant has won the Thai public’s sympathy but her case has shed light on the pressures facing herds across Asia</p><p>Khao Tom, a two-month-old elephant, plays with a wildlife officer, nudging his face and curling her trunk around his wrist. When she lifts her trunk in the air, signalling that she is hungry, the team at the rescue centre seems relieved – she has not been eating well. A vet prepares a pint-sized bottle of formula, which she gulps down impatiently.</p><p>Khao Tom has been in the care of Thailand’s national parks and wildlife department since September, when rangers <a href=\"https://www.straitstimes.com/asia/se-asia/baby-elephant-rescued-after-mother-abandons-it-in-forest-in-thailand\">rescued her from a farming area</a> inside Lam Khlong Ngu national park. Born with a congenital disorder affecting her knees, she struggled to keep up with the herd. Within days of her birth, her mother had moved on without her.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/02/baby-elephant-abandoned-herds-calves-human-conflict-thailand-assam-aoe\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      },
      {
        "title": "Week in wildlife: a hide-and-seek squirrel and an otter in a Christmas tree",
        "url": "https://www.theguardian.com/environment/gallery/2026/jan/02/week-in-wildlife-a-hide-and-seek-squirrel-and-an-otter-in-a-christmas-tree",
        "date": "2026-01-02",
        "source": "Environment | The Guardian",
        "text": "<p>This week’s best wildlife photographs from around the world</p> <a href=\"https://www.theguardian.com/environment/gallery/2026/jan/02/week-in-wildlife-a-hide-and-seek-squirrel-and-an-otter-in-a-christmas-tree\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "Khao Tom has been in the care of Thailand’s national parks and wildlife department since September. Born with a congenital disorder affecting her knees, she struggled to keep up with the herd. Within days of her birth, her mother had moved on without her.",
    "image_url": null
  }
]