[
  {
    "articles": [
      {
        "title": "The bird people of Lake Manchar: surviving in a vanishing oasis",
        "url": "https://www.theguardian.com/environment/2025/nov/26/bird-people-lake-manchar-mohana-pakistan-surviving-aoe-aoe",
        "date": "2025-11-26",
        "source": "Environment | The Guardian",
        "text": "<p>The Mohana of Pakistan’s Sindh province once thrived on the lake but pollution and drought have caused the fragile ecosystem to collapse, along with their way of life</p><p>At the mouth of Lake Manchar, gentle lapping disturbs the silence. A small boat cuts through the water, propelled by a bamboo pole scraping the muddy bottom of the canal.</p><p>Bashir Ahmed manoeuvres his frail craft with agility. His slender boat is more than just a means of transport. It is the legacy of a people who live to the rhythm of water: the Mohana. They have lived for generations on the waters of Lake Manchar in Sindh province, a vast freshwater mirror covering nearly 250 sq km. The lake, once the largest in Pakistan, was long an oasis of life. Now, it is dying.</p><p>Bashir Ahmed in his boat on the lake, next to simple huts built on top of the right bank outfall drain</p> <a href=\"https://www.theguardian.com/environment/2025/nov/26/bird-people-lake-manchar-mohana-pakistan-surviving-aoe-aoe\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      },
      {
        "title": "‘The narwhals stop calling’: how the noise from ships is silencing wildlife in the Arctic",
        "url": "https://www.theguardian.com/environment/2025/nov/25/shipping-noise-arctic-whales-narwhals-sound-quieter-vessels",
        "date": "2025-11-25",
        "source": "Environment | The Guardian",
        "text": "<p>Evidence that the whales and other marine animals are particularly vulnerable to sound is driving calls for quieter vessels</p><p>The delicate clicks and whistles of narwhals carry through Tasiujaq, locally known as Eclipse Sound, at the eastern Arctic entrance of the Northwest Passage. A hydrophone in this shipping corridor off Baffin Island, Nunavut, captures their calls as the tusked whales navigate their autumn migration route to northern Baffin Bay.</p><p>But as the Nordic Odyssey, a 225-metre ice-class bulk carrier servicing the nearby iron ore mine, approaches, its low engine rumble gives way to a wall of sound created by millions of collapsing bubbles from its propeller. The narwhals’ acoustic signals, evolved for one of Earth’s quietest environments, fall silent.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/25/shipping-noise-arctic-whales-narwhals-sound-quieter-vessels\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "The Mohana of Pakistan’s Sindh province once thrived on the lake. But pollution and drought have caused the fragile ecosystem to collapse.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "Revealed: Europe’s water reserves drying up due to climate breakdown",
        "url": "https://www.theguardian.com/environment/2025/nov/29/climate-crisis-depleting-europe-groundwater-reserves-analysis",
        "date": "2025-11-29",
        "source": "Environment | The Guardian",
        "text": "<p>Exclusive: UCL scientists find large swathes of southern Europe are drying up, with ‘far-reaching’ implications</p><p>Vast swathes of Europe’s water reserves are drying up, a new analysis using two decades of satellite data reveals, with freshwater storage shrinking across southern and central Europe, from Spain and Italy to Poland and parts of the UK.</p><p>Scientists at University College London (UCL), working with Watershed Investigations and the Guardian, analysed 2002–24 data from satellites, which track changes in Earth’s gravitational field.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/29/climate-crisis-depleting-europe-groundwater-reserves-analysis\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "Australia finally acknowledges environment underpins all else. That’s no small thing | Ken Henry",
        "url": "https://www.theguardian.com/commentisfree/2025/nov/28/nature-protection-laws-australia-acknowledges-environment-underpins-all",
        "date": "2025-11-27",
        "source": "Environment | The Guardian",
        "text": "<p>In what are dangerous times for democracies around the world, parliament’s overhaul of nature laws in the EPBC Act shows ambitious reform remains possible</p><ul><li><p><a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=cvau_sfl\">Sign up for climate and environment editor Adam Morton’s free Clear Air newsletter here</a></p></li><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>The passage of long overdue reforms to the Environmental Protection and Biodiversity Conservation (EPBC) Act demonstrates powerfully that democratic governance is alive and well in Australia.</p><p>The Australian parliament has done its job and passed 21st-century reforms that support a modern economy, enable the creation of new and sustainable jobs while promising not to destroy, but in fact improve, the health of the natural world. <br /></p> <a href=\"https://www.theguardian.com/commentisfree/2025/nov/28/nature-protection-laws-australia-acknowledges-environment-underpins-all\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "Labor’s nature law overhaul contains wins – but we should watch for gremlins in the details | Adam Morton",
        "url": "https://www.theguardian.com/australia-news/commentisfree/2025/nov/27/labor-nature-law-overhaul-epbc-act-changes-details",
        "date": "2025-11-27",
        "source": "Environment | The Guardian",
        "text": "<p>The Environment Protection and Biodiversity Conservation Act changes are an improvement, but the rush to pass them was purely political</p><ul><li><p><a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=cvau_sfl\">Sign up for climate and environment editor Adam Morton’s free Clear Air newsletter here</a></p></li></ul><p>We should start at the beginning in assessing the <a href=\"https://www.theguardian.com/australia-news/2025/nov/27/labor-strikes-deal-with-greens-to-pass-long-awaited-overhaul-of-nature-protection-laws\">Labor-Greens deal to revamp Australia’s national environment law</a>. And the beginning is that, ideally, you would not start from here.</p><p>Despite its name, the 1999 Environment Protection and Biodiversity Conservation (EPBC) Act was designed under John Howard to allow developments to go ahead, usually with conditions attached that may limit the damage to nature.</p> <a href=\"https://www.theguardian.com/australia-news/commentisfree/2025/nov/27/labor-nature-law-overhaul-epbc-act-changes-details\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "The rewriting of Australia’s nature laws comes as a relief, yet I can’t help feel a sense of foreboding | Georgina Woods",
        "url": "https://www.theguardian.com/commentisfree/2025/nov/27/australia-nature-laws-environment-relief-yet-foreboding",
        "date": "2025-11-27",
        "source": "Environment | The Guardian",
        "text": "<p>The minister says quick approvals can happen while protecting the environment, but my experience tells me that haste brings unintended consequences</p><ul><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>I got a text from a biodiversity advocate around midday on Thursday asking me: are you glad, or sad?</p><p>I wasn’t sure how to reply.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/nov/27/australia-nature-laws-environment-relief-yet-foreboding\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "Trump’s EPA moves to abandon tough standards for deadly soot pollution",
        "url": "https://www.theguardian.com/us-news/2025/nov/26/trump-epa-deadly-soot-pollution-rule",
        "date": "2025-11-26",
        "source": "Environment | The Guardian",
        "text": "<p>EPA had previously said rule reducing fine particle matter from vehicles and industrial sources could prevent thousands of premature deaths a year</p><p>The <a href=\"https://www.theguardian.com/us-news/trump-administration\">Trump administration</a> is seeking to abandon a rule that sets tough standards for deadly soot pollution, arguing that the Biden administration did not have authority to set the tighter standard on pollution from tailpipes, smokestacks and other industrial sources.</p><p>The action follows moves by the administration last week to <a href=\"https://insideclimatenews.org/news/17112025/trump-administration-weakens-waterways-wetlands-federal-protections/\">weaken federal rules protecting millions of acres of wetlands and streams</a> and <a href=\"https://www.theguardian.com/us-news/2025/nov/20/trump-endangered-species-act\">roll back protections for imperiled species</a> and the places they live. In a separate action, the interior department <a href=\"https://www.theguardian.com/us-news/2025/nov/20/white-house-new-oil-gas-drilling-california-florida\">proposed new oil drilling off the California and Florida coasts</a> for the first time in decades, advancing a project that critics say could harm coastal communities and ecosystems.</p> <a href=\"https://www.theguardian.com/us-news/2025/nov/26/trump-epa-deadly-soot-pollution-rule\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "To defeat the global Goliaths devastating our planet, we must raise an army of Davids | Peter Lewis",
        "url": "https://www.theguardian.com/australia-news/commentisfree/2025/nov/26/climate-disasters-devastating-planet-collective-action-against-corporations",
        "date": "2025-11-26",
        "source": "Environment | The Guardian",
        "text": "<p>As Australians face a maelstrom of interconnected disasters, the climate catastrophe has become just one of many things to doomscroll about</p><ul><li><p><a href=\"https://www.theguardian.com/australia-news/2025/nov/25/guardian-essential-poll-only-a-quarter-of-older-australians-believe-climate-change-can-be-prevented\">Guardian Essential poll: only a quarter of older Australians believe climate change can be prevented</a></p></li></ul><p>The Cop30 climate talks have ended in Brazil with a collective shrug of the shoulders after the Goliaths of the fossil energy industry once again flexed their muscles to show the world who is really in control.</p><p>As our Pacific Island neighbours pleaded for their very survival, more than 1,600 <a href=\"https://www.theguardian.com/environment/2025/nov/14/fossil-fuel-lobbyists-cop30\">industry lobbyists</a> crashed the party, joining forcing with the Saudis and Russians to kibosh the phase-out of fossil fuels.</p> <a href=\"https://www.theguardian.com/australia-news/commentisfree/2025/nov/26/climate-disasters-devastating-planet-collective-action-against-corporations\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "US, Russia and Saudi Arabia create axis of obstruction as Cop30 sputters out",
        "url": "https://www.theguardian.com/environment/2025/nov/25/trump-cop30-lacks-us-climate-progress",
        "date": "2025-11-25",
        "source": "Environment | The Guardian",
        "text": "<p>Trump puts US in unflattering company as lack of representative reveals disdain for climate progress</p><p>More than two decades ago, the US railed against the “axis of evil”. Now, after international climate talks spluttered to a meagre conclusion, the US finds itself grouped with unflattering company – an “axis of obstruction” that has stymied progress on the climate crisis.</p><p>Donald Trump’s administration opted to not send anyone to the UN climate summit in Brazil that <a href=\"https://www.theguardian.com/environment/2025/nov/22/small-win-at-cop-on-finance-for-poor-countries-overshadowed-by-failure-on-fossil-fuels\">culminated</a> over the weekend – a first for the US in 30 years of these annual gatherings and another representation of the president’s disdain for the climate crisis, which he has called a “hoax” and a “con job”.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/25/trump-cop30-lacks-us-climate-progress\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "Belém COP30 delivers climate finance boost and a pledge to plan fossil fuel transition",
        "url": "https://news.un.org/feed/view/en/story/2025/11/1166433",
        "date": "2025-11-22",
        "source": "UN News - Global perspective Human stories",
        "text": "In a pivotal outcome at COP30 in Belém, Brazil, countries agreed on a sweeping package to scale up climate finance and accelerate implementation of the Paris Agreement – but without a clear commitment to move away from fossil fuels.",
        "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Collections/Embargoed/12-11-2025-UNFCCC-COP30-05.jpg/image560x340cropped.jpg",
        "cluster_id": 1
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "UCL scientists find large swathes of southern Europe are drying up, with ‘far-reaching’ implications. Analysis using two decades of satellite data reveals freshwater storage shrinking across southern and central Europe, from Spain and Italy to Poland and parts of the UK.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "Trump order to keep Michigan power plant open costs taxpayers $113m",
        "url": "https://www.theguardian.com/us-news/2025/nov/28/trump-michigan-power-plant",
        "date": "2025-11-28",
        "source": "Environment | The Guardian",
        "text": "<p>Critics say JH Campbell coal-fired plant in western Michigan is expensive and emits high levels of toxic pollution</p><p>Trump administration orders to keep an ageing, unneeded Michigan coal-fired power plant online has cost ratepayers from across the US midwest about $113m so far, according to <a href=\"https://d18rn0p25nwr6d.cloudfront.net/CIK-0000811156/2ded8761-a31d-4ff2-8e10-c26bc8a1eaf8.pdf\">estimates</a> from the plant’s operator and regulators.</p><p>Still, the US energy department last week ordered the plant to remain open for another 90 days.</p> <a href=\"https://www.theguardian.com/us-news/2025/nov/28/trump-michigan-power-plant\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "Zombie fires: how Arctic wildfires that come back to life are ravaging forests",
        "url": "https://www.theguardian.com/environment/2025/nov/24/zombie-fires-arctic-wildfires-reignite-ravaging-forests-aoe",
        "date": "2025-11-24",
        "source": "Environment | The Guardian",
        "text": "<p>Blazes that smoulder in the permafrost, only to reignite, are extending fire season though winter, leaving vegetation struggling to recover</p><p>In May 2023, a lightning strike hit the forest in Donnie Creek, British Columbia, and the trees started to burn. It was early in the year for a wildfire, but a dry autumn and warm spring had turned the forest into a tinderbox, and the flames spread rapidly. By mid-June, the fire had become one of largest in the province’s history, burning through an area of boreal forest nearly twice the size of central London. That year, more of Canada burned than ever before.</p><p>The return of cold and snow at the close of the year typically signal the end of the wildfire season. But this time, the fire did not stop. Instead, it smouldered in the soil underground, insulated from the freezing conditions by the snowpack. The next spring, it reemerged as a “zombie fire” that continued to burn until August 2024. By then, <a href=\"https://www.theguardian.com/world/2023/aug/08/canadian-wildfire-fighters-scramble-amid-nightmare-season\">more than 600,000 hectares (1.5m acres) had been destroyed</a>.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/24/zombie-fires-arctic-wildfires-reignite-ravaging-forests-aoe\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "Critics say JH Campbell coal-fired plant in western Michigan is expensive and emits high levels of toxic pollution. US energy department last week ordered the plant to remain open for another 90 days. The next spring, it reemerged as a ‘zombie fire’ that continued to burn until August 2024.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "Cuddling capybaras and ogling otters: the problem with animal cafes in Asia",
        "url": "https://www.theguardian.com/environment/2025/nov/27/global-pet-trade-capybaras-bangkok-cafe-animal-cafes-exotic-endangered-species-aoe",
        "date": "2025-11-27",
        "source": "Environment | The Guardian",
        "text": "<p>A boom in places offering petting sessions is linked to a rise in the illegal movement of exotic and endangered species, say experts</p><p>The second floor of an unassuming office building in central Bangkok is a strange place to encounter the world’s largest rodent. Yet here, inside a small enclosure with a shallow pool, three capybaras are at the disposal of dozens of paying customers – all clamouring for a selfie. As people eagerly thrust leafy snacks toward the nonchalant-looking animals, few seem to consider the underlying peculiarity: how, exactly, did this South American rodent end up more than 10,000 miles from home, in a bustling Asian metropolis?</p><p>Capybara cafes have been cropping up across the continent in recent years, driven by the animal’s growing internet fame. The semi-aquatic animals feature in <a href=\"https://www.tiktok.com/tag/capybara?lang=en\">more than 600,000</a> TikTok posts. In Bangkok, cafe customers pay 400 baht (£9.40) for a 30-minute petting session with them, along with a few meerkats and Chinese bamboo rats. Doors are open 12 hours a day, seven days a week.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/27/global-pet-trade-capybaras-bangkok-cafe-animal-cafes-exotic-endangered-species-aoe\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 3
      },
      {
        "title": "Week in wildlife: seal pups, albino turtles and a sleeping tiger",
        "url": "https://www.theguardian.com/environment/gallery/2025/nov/27/week-in-wildlife-seal-pups-albino-turtles-and-a-sleeping-tiger",
        "date": "2025-11-27",
        "source": "Environment | The Guardian",
        "text": "<p>This week’s best wildlife photographs from around the world</p> <a href=\"https://www.theguardian.com/environment/gallery/2025/nov/27/week-in-wildlife-seal-pups-albino-turtles-and-a-sleeping-tiger\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 3
      },
      {
        "title": "The 2025 BirdLife Australia photography awards – in pictures",
        "url": "https://www.theguardian.com/environment/gallery/2025/nov/25/2025-birdlife-australia-photography-awards-in-pictures",
        "date": "2025-11-24",
        "source": "Environment | The Guardian",
        "text": "<p>A preening brush turkey, a wise cassowary and some hungry terns are among the winning and shortlisted photos in this year’s prize. They were chosen from thousands of entries across nine categories, including the special theme of diurnal raptors. Funds raised by the <a href=\"https://www.birdlifephotoaward.org.au/\">competition</a> support <a href=\"https://birdlife.org.au/conservation\">bird conservation</a> programs in Australia</p> <a href=\"https://www.theguardian.com/environment/gallery/2025/nov/25/2025-birdlife-australia-photography-awards-in-pictures\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 3
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "Capybara cafes have been cropping up across the continent in recent years. The semi-aquatic animals feature in more than 600,000 TikTok posts. In Bangkok, customers pay 400 baht (£9.40) for a 30-minute petting session.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "Food is medicine, and that’s a fact. Why we all need Native American foodways",
        "url": "https://www.theguardian.com/environment/commentisfree/2025/nov/27/food-medicine-native-american-foodways",
        "date": "2025-11-27",
        "source": "Environment | The Guardian",
        "text": "<p>Ecologically sound farming and land stewardship can change individual, collective and planetary health</p><p>Within Indigenous communities across North America and beyond, we have long known that food is medicine. This isn’t just theory; it’s fact. We understand that seasonal, regionally specific and culturally relevant foods are vital for nurturing, nourishing and healing both our people and our planet. And it’s high time we all embrace the Native American concept of food as medicine.</p><p>Our ancestral wisdom has ensured our survival for millennia, even in the face of unthinkable circumstances like colonialism, genocide and ongoing oppression. This ever-relevant knowledge will ensure our collective survival amid today’s unthinkable circumstances here in the United States, such as political instability, climate change and rising health issues.</p> <a href=\"https://www.theguardian.com/environment/commentisfree/2025/nov/27/food-medicine-native-american-foodways\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      },
      {
        "title": "‘Nature feeds us more than it floods us’: Asheville after-school program teaches kids to forage",
        "url": "https://www.theguardian.com/environment/2025/nov/27/asheville-foraging-schools",
        "date": "2025-11-27",
        "source": "Environment | The Guardian",
        "text": "<p>In the wake of Hurricane Helene, No Taste Like Home aims to rebuild trust between students and the land</p><p>Juniper Stewart just turned 12. She wears a cropped orange sweater and her ginger curls in a bob. She used to like Taylor Swift, but now she’s more into the Cranberries and other indie rock.</p><p>Juniper also knows how to identify a Pilobolus mushroom, which grows on “cow poop”, according to Juniper. She can confidently harvest plantain leaf, a ubiquitous wild plant that’s tasty in salads and sautées, and useful as a poultice on stings and poison ivy. She has paper bags full of sourwood leaves drying at home to make tea, and she’s delighted by the fact that when you touch jewelweed seed pods, they explode.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/27/asheville-foraging-schools\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      },
      {
        "title": "‘Hunger has left its mark on me’: a Native woman reflects on her rich but food-scarce life",
        "url": "https://www.theguardian.com/environment/2025/nov/24/hunger-native-woman",
        "date": "2025-11-24",
        "source": "Environment | The Guardian",
        "text": "<p>Hunger is part of American life. Even as a professional adult, it’s never too far from Dr Angie Morrill’s thoughts</p><p>I asked my older sister why we sang the Patty Cake song so often as children: <em>Patty cake, patty cake, baker’s man. Bake me a cake as fast as you can!</em> She replied simply: “Because we were hungry.”</p><p>Her answer stayed with me, and I thought about some happy memories: mom making Toll House cookies while The Wizard of Oz played on television. Delivering baked goods to elders and friends in our Native urban community at Christmas; we are enrolled citizens in the Klamath Tribes, whose traditional homelands are in southern Oregon and northern California. Sharing food is a cultural value for Native people. Mom taught us to always offer food and drinks to our guests. It’s also important to have enough food to share.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/24/hunger-native-woman\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "No Taste Like Home aims to rebuild trust between students and the land. Indigenous communities across North America and beyond have long known that food is medicine. It's high time we all embrace the Native American concept of food as medicine.",
    "image_url": null
  }
]