[
  {
    "articles": [
      {
        "title": "The UK wants to unlock a 'golden age of nuclear' but faces key challenges in reviving historic lead",
        "url": "https://www.cnbc.com/2025/12/06/the-history-of-nuclear-energy-lies-on-british-soil-does-its-future-.html",
        "date": "2025-12-06",
        "source": "Energy",
        "text": "The Sizewell A and B nuclear power stations, operated by Electricite de France SA (EDF), in Sizewell, UK, on Friday, Jan. 26, 2024. Photographer: Chris Ratcliffe/Bloomberg via Getty Images Bloomberg | Bloomberg | Getty Images\n\nThe U.K. was the birthplace of commercial nuclear energy, but now generates just a fraction of its power from it — big investments are underway to change that. The country once had more nuclear power stations than the U.S., USSR and France — combined. It was a global producer until 1970 but hasn't completed a new reactor since Sizewell B in 1995. Today, the country takes the crown not for being a leader in atomic energy, but for being the most expensive place in the world to build nuclear projects. Nuclear energy accounted for just 14% of the U.K.'s power supply in 2023, according to the most recent data from the International Energy Agency, trailing its European peers and well behind frontrunner France at 65%. There is ambition to change that and have a quarter of the U.K.'s power come from nuclear by 2050. Nuclear is considered an attractive bet gas it's a low-carbon, constant energy source that can act as a baseload to complement intermittent sources like renewables. \"There's a very clear momentum that has been observed,\" Doreen Abeysundra, founder of consultancy Fresco Cleantech, told CNBC. It's in part due to geopolitical tensions, which pushed energy security and independence onto public agendas. However, the U.K.'s Nuclear Regulatory Taskforce called for urgent reforms after identifying \"systemic failures\" in the country's nuclear framework. It found that fragmented regulation, flawed legislation and weak incentives led the U.K. to fall behind as a nuclear powerhouse. The government committed to implementing the taskforce's guidance and is expected to present a plan to do so within three months.\n\nGoing big – or small\n\nThe U.K. is spreading its bets across tried-and-tested large nuclear projects and smaller, next-generation reactors known as small module reactors (SMRs). British company Rolls-Royce has been selected as the country's preferred partner for SMRs, which are effectively containerized nuclear reactors designed to be manufactured in a factory. Many include passive cooling techniques, which supporters argue makes them safer and cheaper. Nuclear has long come under fire by environmentalists due to radioactive waste and disasters like Chernobyl. Indeed, the U.K.'s first commercial plant Windscale became its worst nuclear accident in history when it melted down in 1957.\n\nOn October 10, 1957, Windscale became the site of the worst nuclear accident in British history, and the worst in the world until Three Mile Island 22 years later. A facility had been built there to produce plutonium, but when the US successfully designed a nuclear bomb that used tritium, the facility was used to produce it for the UK. However, this required running the reactor at a higher temperature than its design could sustain, and it eventually caught fire. Operators at first worried that e Photo: George Freston | Hulton Archive | Getty Images\n\nMost SMRs use light water reactor technology – think of the planned large-scale nuclear plant Sizewell C, just \"shrunk down,\" said Abeysundra – which is tried and tested. Other designs, known as \"advanced\" reactors, are more experimental. For example, those that change the cooling solution or solvent, which is typically used in the process of separating and purifying nuclear materials. The U.K.'s first SMR will be at Wylfa, in Wales, though no timeline has been given for its completion. The site will house three SMRs and grow over time. In September, the country signed a deal with the U.S. to enable stronger commercial ties on nuclear power and streamline licensing for firms that want to build on the opposite side of the Atlantic. However, \"the first thing is, there is not, at the moment, a single SMR actively producing electricity under four revenues. They will all come at best in the 30s,\" Ludovico Cappelli, portfolio manager of Listed Infrastructure at Van Lanschot Kempen, told CNBC. While SMRs are a \"game changer\" thanks to their ability to power individual factories or small towns, their days of commercial operation are too far away, he said. From an investment standpoint, \"that is still a bit scary,\" he added. To secure the large baseloads needed to offset the intermittency of renewables, \"we're still looking at big power stations,\" added Paul Jackson, Invesco's EMEA global market strategist.\n\nZoom In Icon Arrows pointing outwards Nuclear share of total electricity (2023) IEA\n\nSMRs \"probably\" do have a role — \"they can clearly be more nimble\" — but it will take time to roll them out, Jackson said, casting doubt on the U.K.'s ability to be a leader in nuclear, as France and China are already miles ahead. The U.K. government body Great British Energy-Nuclear is set to identify sites for an additional large-scale plant, having already acquired one in Gloucestershire, in the west of England, as well as the site in Wales. \"We are reversing a legacy of no new nuclear power being delivered to unlock a golden age of nuclear, securing thousands of good, skilled jobs and billions in investment,\" a spokesperson for the U.K. government's Department for Energy Security and Net Zero told CNBC. \"Sizewell C will deliver clean electricity for the equivalent of six million of today's households for at least six decades, and the UK's first small modular reactors at Wylfa will power the equivalent of three million homes, bringing energy security,\" they added.\n\nInnovation in funding\n\nThe U.K. has a strong legacy to build on. It pioneered fresh funding mechanisms to make large-scale nuclear projects investible so that they are less reliant on direct government funding, such as a Contract for Differences, which was used for Hinkley Point C. The mechanism guarantees a fixed price for the electricity generated over a long period of time in order to de-risk investments in an industry that's known for running over time and budget. Hinkley Point C was initially expected to cost £18 billion (over $24 billion) but the bill has slowly crept up. \"That fixes one part of the equation, the price risk,\" Cappelli said of nuclear investments, but the second risk is construction delays. The Regulated Asset Base (RAB), first used for nuclear at Sizewell C, attempts to reconcile this. Investors get paid from the day they cut a check for a nuclear project, rather than the day it starts operating. Sizewell C is expected to cost £38 billion to build. Private market investors are increasingly interested in next-generation nuclear as a way to offset soaring energy demands from AI, resulting in a host of young companies trying to build out facilities. Perhaps the most famous is Oklo, a U.S. firm that was taken public by a Special Purpose Acquisition Company (SPAC) founded by OpenAI's Sam Altman.\n\nRendering of a proposed Oklo commercial advanced fission power plant in the U.S. Courtesy: Oklo Inc.\n\nThe U.K.'s advanced modular reactor hopeful Newcleo, which uses lead for cooling, moved its headquarters from London to Paris in 2024 — a strategic move to deepen its European footprint. At the time, it told World Nuclear News that it still plans to have a commercial reactor up and running in the U.K. by 2033, but the firm has since scaled back its British efforts. Meanwhile, Tokamak Energy and First Light Fusion call the U.K. home. They both focus on nuclear fusion, the process of generating power by combining atoms, though this technology is yet to get out of the lab. All of today's nuclear power comes from fission, where atoms are spit. The U.K. announced £2.5 billion for a world-first fusion prototype in June.\n\nThe next generation of engineers\n\nThe U.K. faces challenges in access to relevant talent, which is crucial for scaling projects effectively. The country is heralded for its world-class universities and technical know-how, \"but that is very much book knowledge,\" said Van Lanschot Kempen's Cappelli. \"What we need is real on-the-ground expertise, and that we are probably lacking for the simple reason that we haven't been doing it for a very long time,\" he said. For Abeysundra, there's one area where the U.K. stands out: its mindset. \"There is so much knowledge, innovation, and that can-do attitude, which I don't see as much in other nations,\" she said, pointing to the U.K.'s trailblazing role in the Industrial Revolution and establishment of offshore wind energy.\n\nwatch now\n\nThe U.K. government positioned nuclear energy as a key element of the future clean energy workforce in its Clean Energy Jobs Plan released in October, while its national roadmap for nuclear skills, set out in 2024, focuses on apprenticeships, PhDs and upskilling mid-career workers. Industry-led initiatives such as the Energy Skills Passport also support the likes of oil and gas workers to gain green skills.\n\nSecuring the supply chain\n\nPerhaps the toughest issue, however, is the supply chain. Uranium, the fuel used to make a nuclear reaction, is dominated by just four countries, including Russia. Global demand for uranium could rise by nearly a third by 2030 and more than double by 2040, according to the World Nuclear Association, adding further reliance on a select few countries and pressure on developers.\n\nZoom In Icon Arrows pointing outwards WNA",
        "image_url": null,
        "cluster_id": 0
      },
      {
        "title": "60,000 African penguins starved to death after sardine numbers collapsed – study",
        "url": "https://www.theguardian.com/environment/2025/dec/05/african-penguins-starve-to-death-south-africa-sardine-population-aoe",
        "date": "2025-12-05",
        "source": "Environment | The Guardian",
        "text": "<p>Climate crisis and overfishing contributed to loss of 95% of penguins in two breeding colonies in South Africa, research finds</p><p>More than 60,000 penguins in colonies off the coast of South Africa have starved to death as a result of disappearing sardines, a new paper has found.</p><p>More than 95% of the African penguins in two of the most important breeding colonies, on Dassen Island and Robben Island, died between 2004 and 2012. The breeding penguins probably starved to death during the moulting period, according to the paper, which said the climate crisis and overfishing were driving declines.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/05/african-penguins-starve-to-death-south-africa-sardine-population-aoe\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      },
      {
        "title": "‘We miss having a dog but it’s the price you pay’: the village that banned pets to save wildlife",
        "url": "https://www.theguardian.com/environment/2025/dec/04/miss-having-a-dog-village-banned-pets-save-wildlife",
        "date": "2025-12-04",
        "source": "Environment | The Guardian",
        "text": "<p>Australian eco community is a sanctuary for native animals and a showcase of sustainable living</p><p>Bill Smart has never heard the word “solarpunk”. But the softly spoken 77-year-old lights up when given the definition from Wikipedia: a literary, artistic and social movement that envisions and works towards actualising a sustainable future interconnected with nature and community.</p><p>Solar refers not just to renewable energy but to an optimistic, anti-dystopian vision of the future. Punk is an allusion to its countercultural, do-it-yourself ethic.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/04/miss-having-a-dog-village-banned-pets-save-wildlife\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      }
    ],
    "source_link": "Energy",
    "summary": "No summary available for this cluster.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "What I saw reporting on the American lives cut short by killer heat",
        "url": "https://www.theguardian.com/environment/2025/dec/04/inside-americas-hidden-climate-deaths",
        "date": "2025-12-05",
        "source": "Environment | The Guardian",
        "text": "<p>In this week’s newsletter: Coroners can’t agree on how to count heat fatalities – and the dismantling of climate investments is leaving fragile communities exposed</p><p>• <a href=\"https://www.theguardian.com/global/2022/sep/20/sign-up-for-the-down-to-earth-newsletter-our-free-environmental-email\">Don’t get Down to Earth delivered to your inbox? Sign up here</a></p><p>Donald Trump’s decision to boycott Cop30, withdraw the US from the Paris agreement and illegally terminate a slew of investments in renewable energy will not change the reality of climate breakdown for Americans.</p><p>In what has become an annual reporting tradition, I found myself in Arizona reporting on heat-related deaths during yet another gruelling heatwave, when temperatures topped 43C (110F) on 13 out of 14 straight days in Phoenix. Before embarking on this trip, I spent weeks combing through hundreds of autopsy reports, which I obtained from two county medical examiners using the Freedom of Information Act. Each death report gave me a glimpse into the person’s life, and I used clues from the case notes to track down friends and loved ones in the hopes of better understanding why heat is killing people in the richest country in the world.</p><p><strong><a href=\"https://www.theguardian.com/world/2025/dec/01/asia-floods-visual-guide-flooding-extreme-weather-cyclones-monsoon\">How cyclones and monsoon rains converged to devastate parts of Asia – visual guide</a></strong></p><p><strong><a href=\"https://www.theguardian.com/environment/2025/dec/03/environment-corn-farming-trump-administration\">The environmental costs of corn: should the US change how it grows its dominant crop?</a></strong></p><p><strong><a href=\"https://www.theguardian.com/global-development/2025/dec/02/chile-salmon-farms-fish-industry\">‘Those who eat Chilean salmon cannot imagine how much human blood it carries with it’</a></strong></p><p><strong><a href=\"https://www.theguardian.com/environment/ng-interactive/2025/oct/09/extreme-heat-deaths-autopsy\">Americans are dying from extreme heat. Autopsy reports don’t show the full story</a></strong></p><p><strong><a href=\"https://www.theguardian.com/environment/2025/nov/29/trump-coal-country\">‘Deeply demoralizing’: how Trump derailed coal country’s clean-energy revival</a></strong></p><p><strong><a href=\"https://www.theguardian.com/us-news/2025/aug/31/phoenix-heat-deaths\">‘It happened so fast’: the shocking reality of indoor heat deaths in Arizona</a></strong></p> <a href=\"https://www.theguardian.com/environment/2025/dec/04/inside-americas-hidden-climate-deaths\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "The dream that grew into the GreenWay – a car-free corridor from Sydney Harbour to the Cooks River",
        "url": "https://www.theguardian.com/australia-news/2025/dec/06/lewisham-greenway-cycle-path-sydney-inner-west-bruce-ashley",
        "date": "2025-12-05",
        "source": "Environment | The Guardian",
        "text": "<p>Plans that evolved over more than two decades are about to become reality as a 6km cycling, walking and nature corridor opens through Sydney’s inner west</p><ul><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>About 25 years ago, Bruce Ashley was walking beside the Hawthorne canal in Sydney’s inner west when he stopped to chat with two men planting native species next to the footpath.</p><p>Ashley, an environmental planning consultant, had been thinking about how to link paths and scraps of bush to create a “greenway” along the old goods line from Pyrmont to Dulwich Hill since the mid-1990s, when the state government had commissioned him to examine the potential for cycle rail trails throughout New South Wales.</p> <a href=\"https://www.theguardian.com/australia-news/2025/dec/06/lewisham-greenway-cycle-path-sydney-inner-west-bruce-ashley\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "Deadly storms sweep South and Southeast Asia, leaving over 1,600 dead",
        "url": "https://news.un.org/feed/view/en/story/2025/12/1166516",
        "date": "2025-12-04",
        "source": "UN News - Global perspective Human stories",
        "text": "From Sri Lanka’s central highlands to Indonesia’s flood-swollen river basins, a wave of climate-fuelled cyclones and monsoon rains has unleashed one of the deadliest weather patterns south and southeast Asia has seen in years, killing more than 1,600 people, displacing hundreds of thousands and affecting millions.",
        "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/04-12-2025-UNICEF-Sri_Lanka-Landslide.jpeg/image560x340cropped.jpg",
        "cluster_id": 1
      },
      {
        "title": "Arab region pushed to limits by climate extremes as 2024 smashes heat records",
        "url": "https://news.un.org/feed/view/en/story/2025/12/1166509",
        "date": "2025-12-04",
        "source": "UN News - Global perspective Human stories",
        "text": "The Arab region is heating at nearly twice the global average, UN weather experts warned on Thursday, after 2024 saw unprecedented heat, destructive storms and worsening water scarcity impact some of the world’s most vulnerable communities.",
        "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/03-03-2021-unsplash-Makkah-Saudi-Arabia.jpg/image560x340cropped.jpg",
        "cluster_id": 1
      },
      {
        "title": "Asia: Lives upended by cyclones, ‘extreme’ rainfall on the rise, warn UN agencies",
        "url": "https://news.un.org/feed/view/en/story/2025/12/1166482",
        "date": "2025-12-02",
        "source": "UN News - Global perspective Human stories",
        "text": "Across southeast Asia, record-breaking rains and flooding caused by back-to-back tropical storms have claimed hundreds of lives and brought devastation and displacement upon entire communities, UN agencies said on Tuesday.&nbsp;",
        "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/27-08-2021_WMO_extreme-weather.jpg/image560x340cropped.jpg",
        "cluster_id": 1
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "No summary available for this cluster.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "Nature recovery plan in England hit by clause allowing contracts to end with a year’s notice",
        "url": "https://www.theguardian.com/environment/2025/dec/05/nature-recovery-plan-england-clause-conservation-nature",
        "date": "2025-12-05",
        "source": "Environment | The Guardian",
        "text": "<p>Conservationists say changes, coupled with underfunding, will curb take-up and leave less land protected for nature</p><ul><li><p><a href=\"https://www.theguardian.com/politics/live/2025/dec/05/labour-child-poverty-keir-starmer-nigel-farage-reform\">UK politics live – latest updates</a></p></li></ul><p>An ambitious scheme to restore England’s nature over coming decades has been undermined after the government inserted a clause allowing it to terminate contracts with only a year’s notice, conservationists have said.</p><p>The project was designed to fund landscape-scale restoration over thousands of hectares, whether on large estates or across farms and nature reserves. The idea was to create huge reserves for rare species to thrive – projects promoted as decades-long commitments to securing habitat for wildlife well into the future.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/05/nature-recovery-plan-england-clause-conservation-nature\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "Hello, foreign oligarchs and corporations! Please come and sue the UK for billions | George Monbiot",
        "url": "https://www.theguardian.com/commentisfree/2025/dec/01/uk-sue-foreign-oligarchs-corporations-litigation-offshore-courts",
        "date": "2025-12-01",
        "source": "Environment | The Guardian",
        "text": "<p>The case of a planned Cumbrian coalmine shows how governments around the world are being threatened by litigation in shadowy offshore courts</p><p>How do you reckon our political system works? Perhaps something like this. We elect MPs. They vote on bills. If a majority is achieved, the bills becomes law. The law is upheld by the courts. End of story. Well, that’s how it used to work. No longer.</p><p>Today, foreign corporations, or the oligarchs who own them, <a href=\"https://globalarbitrationreview.com/article/unjust-undemocratic-and-dysfunctional-un-report-slams-isds\">can sue governments</a> for the laws they pass, at offshore tribunals composed of corporate lawyers. The cases are held in secret. Unlike our courts, these tribunals allow no right of appeal or judicial review. You or I cannot take a case to them, nor can our government, or even businesses based in this country. They are open only to corporations based overseas.</p><p>George Monbiot is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2025/dec/01/uk-sue-foreign-oligarchs-corporations-litigation-offshore-courts\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "‘We need to speak collectively’: can parliament solve the problem of ‘deprivation bingo’ in the UK’s seaside towns?",
        "url": "https://www.theguardian.com/environment/2025/nov/30/we-need-to-speak-collectively-can-parliament-solve-the-problem-of-deprivation-bingo-in-the-uks-seaside-towns",
        "date": "2025-11-30",
        "source": "Environment | The Guardian",
        "text": "<p>Labour knows it needs to win over the ‘sea wall’ cohort of coastal voters in the next election. But as anger over inequality grows, time is running out</p><p>It is a lovely sunny autumn day in Ramsgate on Britain’s Kent coast, and quintessential seaside chippy Peter’s Fish Factory is doing a roaring lunchtime trade. Across the road, at the entrance to the town’s pier, local MP and chair of the newly reformed coastal parliamentary Labour party (PLP), Polly Billington, is having her photo taken.</p><p>In between shots she shows us <a href=\"https://theisleofthanetnews.com/2025/09/18/ramsgate-royal-harbour-display-celebrating-world-war-twos-operation-dynamo-and-the-little-ships/\">the community art project</a> that adorns the fence along the entrance to the pier. It is made up of pictures, drawn primarily by local children and young people, of <a href=\"https://www.classicboat.co.uk/news/dunkirk-85th-anniversary-little-ships-fleet-cross-the-channel/\">the 65 little ships that set sail earlier this year</a> from Ramsgate to commemorate the 85th anniversary of the Dunkirk evacuation.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/30/we-need-to-speak-collectively-can-parliament-solve-the-problem-of-deprivation-bingo-in-the-uks-seaside-towns\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "Conservationists say changes, coupled with underfunding, will curb take-up and leave less land protected for nature. Government inserted clause allowing it to terminate contracts with only a year’s notice, conservationists have said.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "‘We can tell farmers the problems’: experts say seismic waves can check soil health and boost yields",
        "url": "https://www.theguardian.com/environment/2025/dec/05/soilsmology-seismic-waves-soil-health-boost-yields",
        "date": "2025-12-05",
        "source": "Environment | The Guardian",
        "text": "<p>‘Soilsmology’ aims to map world’s soils and help avert famine, says not-for-profit co-founded by George Monbiot</p><ul><li><p><a href=\"https://www.theguardian.com/commentisfree/2025/dec/05/agriculture-revolution-soil-farming-earth-rover-program\">George Monbiot: Over a pint in Oxford, we may well have stumbled upon the holy grail of agriculture</a></p></li></ul><p>A groundbreaking soil-health measuring technique could help avert famine and drought, scientists have said.</p><p>At the moment, scientists have to dig lots of holes to study the soil, which is time-consuming and damages its structure, making the sampling less accurate.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/05/soilsmology-seismic-waves-soil-health-boost-yields\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 3
      },
      {
        "title": "Over a pint in Oxford, we may have stumbled upon the holy grail of agriculture | George Monbiot",
        "url": "https://www.theguardian.com/commentisfree/2025/dec/05/agriculture-revolution-soil-farming-earth-rover-program",
        "date": "2025-12-05",
        "source": "Environment | The Guardian",
        "text": "<p>I knew that a revolution in our understanding of soil could change the world. Then came a eureka moment – and the birth of the Earth Rover Program</p><ul><li><p><a href=\"https://www.theguardian.com/environment/2025/dec/05/soilsmology-seismic-waves-soil-health-boost-yields\">Report: Experts say seismic waves can check soil health and boost yields</a></p></li></ul><p>It felt like walking up a mountain during a temperature inversion. You struggle through fog so dense you can scarcely see where you’re going. Suddenly, you break through the top of the cloud, and the world is laid out before you. It was that rare and remarkable thing: a eureka moment.</p><p>For the past three years, I’d been struggling with a big and frustrating problem. In researching <a href=\"https://www.theguardian.com/books/2022/jun/05/regenesis-by-george-monbiot-review-hungry-for-real-change\">my book Regenesis</a>, I’d been working closely with Iain Tolhurst (Tolly), <a href=\"https://www.tolhurstorganic.co.uk/\">a pioneering farmer</a> who had pulled off something extraordinary. Almost everywhere, high-yield farming means major environmental harm, due to the amount of fertiliser, pesticides and (sometimes) irrigation water and deep ploughing required. Most farms with apparently small environmental impacts produce low yields. This, in reality, <a href=\"https://www.theguardian.com/culture/2022/may/13/george-monbiot-vegan-planet-britain-farming-fuel-plant-based-food\">means high impacts</a>, as more land is needed to produce a given amount of food. But Tolly has found the holy grail of agriculture: high and rising yields with minimal environmental harm.</p><p>George Monbiot is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2025/dec/05/agriculture-revolution-soil-farming-earth-rover-program\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 3
      },
      {
        "title": "Life Invisible: the fight against superbugs starts in the driest place on Earth",
        "url": "https://www.theguardian.com/society/video/2025/dec/02/life-invisible-the-fight-against-superbugs-starts-in-the-driest-place-on-earth",
        "date": "2025-12-02",
        "source": "Environment | The Guardian",
        "text": "<p>Cristina Dorador is on an urgent mission in the world’s driest desert, the Atacama in Chile. As the rise of drug-resistant superbugs kills millions per year, Cristina has made it her mission to uncover new, life-saving antibiotics in the stunning salt flats she has studied since she was 14. Against the magnificent backdrop of endless plains, microscopic discoveries lead her team of scientists to question how critically lithium mining is damaging the delicate ecosystem and impacting Indigenous communities</p><p></p><p></p> <a href=\"https://www.theguardian.com/society/video/2025/dec/02/life-invisible-the-fight-against-superbugs-starts-in-the-driest-place-on-earth\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 3
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "‘Soilsmology’ aims to map world’s soils and help avert famine, says not-for-profit co-founded by George Monbiot.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "Streets named after birds in Britain on rise as species’ populations plummet",
        "url": "https://www.theguardian.com/environment/2025/dec/05/street-names-birds-britain-rise-populations-plummet",
        "date": "2025-12-05",
        "source": "Environment | The Guardian",
        "text": "<p>RSPB says growing trend for honouring species that are in decline is not matched by action on conservation</p><p>Britain’s street names are being inspired by skylarks, lapwings and starlings, even as bird populations decline.</p><p>According to a report by the RSPB, names such as Skylark Lane and Swift Avenue are increasingly common. Using OS Open Names data from 2004 to 2024, the conservation charity found that road names featuring bird species had risen by 350% for skylarks, 156% for starlings and 104% for lapwings, despite populations of these having fallen in the wild.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/05/street-names-birds-britain-rise-populations-plummet\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      },
      {
        "title": "Week in wildlife: a studious deer and a partying raccoon",
        "url": "https://www.theguardian.com/environment/gallery/2025/dec/05/week-in-wildlife-a-studious-deer-and-a-partying-raccoon",
        "date": "2025-12-05",
        "source": "Environment | The Guardian",
        "text": "<p>This week’s best wildlife photographs from around the world</p> <a href=\"https://www.theguardian.com/environment/gallery/2025/dec/05/week-in-wildlife-a-studious-deer-and-a-partying-raccoon\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      },
      {
        "title": "‘They’re a lot like us’: saving the tiny punk monkeys facing extinction",
        "url": "https://www.theguardian.com/environment/2025/dec/02/monkeys-northern-colombia-habitat-cotton-top-tamarins-aoe",
        "date": "2025-12-02",
        "source": "Environment | The Guardian",
        "text": "<p>In the tropical dry forests of northern Colombia, a small team is gradually restoring the degraded habitat of the rare cotton-top tamarin</p><p></p><p>Luis Enrique Centena spent decades silencing the forest. Now, he listens. Making a whistle, the former logger points up to a flash of white and reddish fur in the canopy. Inquisitive eyes peer back – a cotton-top tamarin, one of the world’s rarest primates.</p><p>“I used to cut trees and never took the <em>titís</em> into account,” says Centena, calling the cotton-tops by their local name. “I ignored them. I didn’t know that they were in danger of extinction, I only knew I had to feed my family. But now we have become friends.”</p> <a href=\"https://www.theguardian.com/environment/2025/dec/02/monkeys-northern-colombia-habitat-cotton-top-tamarins-aoe\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "RSPB says growing trend for honouring species that are in decline is not matched by action on conservation. Road names featuring bird species had risen by 350% for skylarks, 156% for starlings and 104% for lapwings.",
    "image_url": null
  }
]