[
  {
    "articles": [
      {
        "title": "Curb the cod, park the prawns: top chefs on how to swap out the ‘big five’ seafood",
        "url": "https://www.theguardian.com/environment/2025/dec/31/cod-prawns-top-chefs-how-swap-out-big-five-seafood-sustainable",
        "date": "2025-12-31",
        "source": "Environment | The Guardian",
        "text": "<p>From moules marinière to scallop, bacon and garlic butter rolls, here’s how to cast your culinary net wider and embrace more sustainable species</p><p>For a nation surrounded by water, Britain’s seafood tastes are remarkably parochial – we mostly eat cod, haddock, salmon, tuna and prawns. But with a huge range of species out there, making the decision to <a href=\"https://www.theguardian.com/environment/2024/apr/18/fish-seafood-shellfish-salmon-mussels-prawns-environment-uk-diet-planet-waste-aquaculture-sustainability\">swap the “big five</a>” for more sustainable options could be a good new year resolution to aim for. Here are five species to consider – and if you’re worried these won’t taste as good as cod and chips, we’ve rounded up a selection of top chefs to tell you how to make the best of what could be on your plate in 2026.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/31/cod-prawns-top-chefs-how-swap-out-big-five-seafood-sustainable\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      },
      {
        "title": "Oil giant BP to sell 65% stake in $10 billion Castrol unit",
        "url": "https://www.cnbc.com/2025/12/24/bp-to-sell-65percent-stake-in-10-billion-castrol-lubricants-to-stonepeak.html",
        "date": "2025-12-24",
        "source": "Energy",
        "text": "Britain's BP has agreed to sell a 65% shareholding in lubricants business Castrol to Stonepeak for $6 billion, months on from the oil giant seeking a buyer for the unit.\n\nThe deal comes as the company looks to launch a strategic reset, including a green strategy U-turn and the divestment of $20 billion of assets by the end of 2027. The sale values Castrol at $10.1 billion.\n\nEnergy companies, including India's Reliance Industries and Saudi Arabia's oil behemoth Aramco, as well as private equity firms Apollo Global Management and Lone Star Funds, had all been touted as suitors for BP's Castrol unit in May, according to Bloomberg, citing people familiar with the matter.\n\n\"With this, we have now completed or announced over half of our targeted $20bn divestment programme, with proceeds to significantly strengthen bp's balance sheet,\" interim CEO Carol Howle said in a statement.\n\n\"The sale marks an important milestone in the ongoing delivery of our reset strategy. We are reducing complexity, focusing the downstream on our leading integrated businesses, and accelerating delivery of our plan.\"\n\nBP has the option to sell its remaining 35% stake in Castrol after a two-year lock-up period.",
        "image_url": null,
        "cluster_id": 0
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "Britain's seafood tastes are remarkably parochial – we mostly eat cod, haddock, salmon, tuna and prawns. Here are five species to consider – and if you’re worried these won’t taste as good as cod and chips, we’ve rounded up a selection of top chefs to tell you how to make the best of them.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "The mystery of flight MH370: will a new search find the missing airliner after more than a decade?",
        "url": "https://www.theguardian.com/environment/2025/dec/29/malaysian-airlines-flight-mh370-mystery-search-indian-ocean-infinity-robots",
        "date": "2025-12-29",
        "source": "Environment | The Guardian",
        "text": "<p>In 2014 the Malaysian Airlines jet vanished over the Indian Ocean. Now the team that located Shackleton’s Endurance is looking again with the latest undersea robots</p><ul><li><p><a href=\"https://www.theguardian.com/world/2025/dec/29/search-for-malaysia-airlines-flight-mh370-expected-to-resume\">Search for Malaysia Airlines flight MH370 expected to resume on Tuesday</a></p></li></ul><p>More than a decade after Malaysia Airlines flight MH370 went missing after veering thousands of miles off course, its location remains unknown.</p><p>The Malaysian government has promised to pay a private company, Ocean Infinity, $70m (£56m) to search for the plane on a “no find, no fee” basis.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/29/malaysian-airlines-flight-mh370-mystery-search-indian-ocean-infinity-robots\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "The hill I will die on: Pigeons are working-class heroes and deserve some respect | Toussaint Douglass",
        "url": "https://www.theguardian.com/commentisfree/2025/dec/29/hill-die-on-pigeons-working-class-heroes-deserve-respect",
        "date": "2025-12-29",
        "source": "Environment | The Guardian",
        "text": "<p>These unfairly maligned animals were nuggets for our ancestors and served for the UK during the second world war</p><p></p><p>Is there something I would figuratively die on a hill for? Yes, there is – and as it happens, I’m sitting on a literal hill right now, feeding them. Pigeons. Why pigeons? Because it’s about time they get the respect they deserve.</p><p>I like pigeons. Because they’re like me, working class. You can tell pigeons are working class because every pigeon looks knackered. It’s about this point in the conversation that people politely make their excuses and slowly back away (literally) while avoiding eye contact. No doubt, reading this, you are doing the same (figuratively).</p><p>Toussaint Douglass is a comedian from Lewisham, south London. His show <a href=\"https://sohotheatre.com/events/toussaint-douglass-accessible-pigeon-material-2/\">Accessible Pigeon Material</a> will be showing at Soho Theatre, 26-31 January 2026</p> <a href=\"https://www.theguardian.com/commentisfree/2025/dec/29/hill-die-on-pigeons-working-class-heroes-deserve-respect\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "‘Ghost resorts’: as hundreds of ski slopes lie abandoned, will nature reclaim the Alps?",
        "url": "https://www.theguardian.com/environment/2025/dec/27/alps-france-skiing-snow-warming-resorts-closing-ceuze-landscape",
        "date": "2025-12-27",
        "source": "Environment | The Guardian",
        "text": "<p>With the snow line edging higher, 186 French ski resorts have shut, while global heating threatens dozens more</p><p>When Céüze 2000 ski resort closed at the end of the season in 2018, the workers assumed they would be back the following winter. Maps of the pistes were left stacked beside a stapler; the staff rota pinned to the wall.</p><p>Six years on, a yellowing newspaper dated 8 March 2018 sits folded on its side, as if someone has just flicked through it during a quiet spell. A half-drunk bottle of water remains on the table.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/27/alps-france-skiing-snow-warming-resorts-closing-ceuze-landscape\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "Year in wildlife – in pictures",
        "url": "https://www.theguardian.com/environment/gallery/2025/dec/26/year-in-wildlife-in-pictures",
        "date": "2025-12-26",
        "source": "Environment | The Guardian",
        "text": "<p>We look back over the year’s wildlife photographs, and hand out some much-deserved gongs to brilliant and beautiful creatures around the world</p> <a href=\"https://www.theguardian.com/environment/gallery/2025/dec/26/year-in-wildlife-in-pictures\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "Search for Malaysia Airlines flight MH370 expected to resume on Tuesday. Malaysian government has promised to pay a private company, Ocean Infinity, $70m (£56m) to search for plane.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "California snowpack gets a boost from series of December downpours",
        "url": "https://www.theguardian.com/us-news/2025/dec/30/california-snowpack-water",
        "date": "2025-12-30",
        "source": "Environment | The Guardian",
        "text": "<p>Water stored as snow during the winter months feeds waterways in the summer and supplies cities and farms</p><p>A series of December storms delivered a welcome boost to <a href=\"https://www.theguardian.com/us-news/california\">California</a>’s snowpack, scientists said on Tuesday in a closely watched assessment of the state’s <a href=\"https://www.theguardian.com/environment/water\">water</a> resources for the year ahead.</p><p>The snowpack survey recorded a snow depth of 24in (61cm), said Angelique Fabbiani-Leon, state hydrometeorologist at the California department of water resources’ snow surveys and water supply forecasting unit. The survey was conducted at the Phillips station in the Sierra Nevada, a mountain range that covers the eastern part of the state.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/30/california-snowpack-water\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "Iceland has hottest Christmas Eve ever with temperature of 19.8C recorded",
        "url": "https://www.theguardian.com/world/2025/dec/30/iceland-record-temperatures-christmas-eve-met-office-seyisfjorur",
        "date": "2025-12-30",
        "source": "Environment | The Guardian",
        "text": "<p>Meteorological office reports high temperatures across country and record measured at Seyðisfjörður in east</p><p>Record temperatures of almost 20C were reached in Iceland on Christmas Eve, the local meteorological office has confirmed.</p><p>Seyðisfjörður, a small town in the east of Iceland, hit 19.8C on 24 December. Average December temperatures in Iceland are between -1C and 4C.</p> <a href=\"https://www.theguardian.com/world/2025/dec/30/iceland-record-temperatures-christmas-eve-met-office-seyisfjorur\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "A series of December storms delivered a welcome boost to California's snowpack. The snowpack survey recorded a snow depth of 24in (61cm) The survey was conducted at the Phillips station in the Sierra Nevada.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "EU legislation intended to fight deforestation has been effectively ‘dismantled’",
        "url": "https://www.theguardian.com/environment/2025/dec/31/eu-legislation-intended-to-fight-deforestation-has-been-effectively-dismantled",
        "date": "2025-12-31",
        "source": "Environment | The Guardian",
        "text": "<p>Law’s original author points to removal of obligations for downstream traders to verify origin of commodities</p><p>It was hailed by campaigners around the world as a game-changing piece of legislation that would help stop deforestation.</p><p>But when a bullet-ridden version of the EU’s deforestation regulation, once supposed to be the crown of the Green Deal, finally limped across the legislative line this month, not even its architect was smiling, and one politician said it had been pretty much “dismantled”.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/31/eu-legislation-intended-to-fight-deforestation-has-been-effectively-dismantled\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 3
      },
      {
        "title": "Defunding fungi: US’s living library of ‘vital ecosystem engineers’ is in danger of closing",
        "url": "https://www.theguardian.com/environment/2025/dec/26/arbuscular-mycorrhizal-fungi-living-library-vital-ecosystem-engineers",
        "date": "2025-12-26",
        "source": "Environment | The Guardian",
        "text": "<p>These fungi boost plant growth and restore depleted ecosystems, but federal funding for a library housing them has been cut – and it may be forced to close</p><p>Inside a large greenhouse at the University of Kansas, Professor Liz Koziol and Dr Terra Lubin tend rows of sudan grass in individual plastic pots. The roots of each straggly plant harbor a specific strain of invisible soil fungus. The shelves of a nearby cold room are stacked high with thousands of plastic bags and vials containing fungal spores harvested from these plants, then carefully preserved by the researchers.</p><p>The samples in this seemingly unremarkable room are part of the International Collection of Vesicular Arbuscular Mycorrhizal Fungi (INVAM), the world’s largest living library of soil fungi. Four decades in the making, it could cease to exist within a year due to federal budget cuts.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/26/arbuscular-mycorrhizal-fungi-living-library-vital-ecosystem-engineers\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 3
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "EU legislation was hailed by campaigners as a game-changing piece of legislation that would help stop deforestation. But when a bullet-ridden version of the EU’s deforestation regulation finally limped across the legislative line not even its architect was smiling.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "UK’s warmest spring on record led to rise in songbirds breeding, data shows",
        "url": "https://www.theguardian.com/environment/2025/dec/30/uk-warmest-spring-on-record-led-to-rise-in-songbirds-breeding-data-shows",
        "date": "2025-12-30",
        "source": "Environment | The Guardian",
        "text": "<p>Dry and warm 2025 spring gave glimmer of hope for threatened wild birds but many remain in long-term decline</p><p>The warmest and sunniest spring on record this year led to an increase in the breeding of some of Britain’s best-loved songbirds, data has shown.</p><p>Scientists said the dry and warm spring had provided a glimmer of hope for threatened wild birds. In the 2025 breeding season, from May to August, there were higher than average breeding successes for 14 species including the chiffchaff, garden warbler, whitethroat, coal tit, blue tit, great tit and robin.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/30/uk-warmest-spring-on-record-led-to-rise-in-songbirds-breeding-data-shows\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      },
      {
        "title": "From ‘global cooling’ to ‘beautiful coal’: Trump’s startling climate claims of 2025",
        "url": "https://www.theguardian.com/us-news/2025/dec/29/trump-climate-claims-environment",
        "date": "2025-12-29",
        "source": "Environment | The Guardian",
        "text": "<p>Trump ratcheted up his questionable claims about the environment and how to deal, if at all, with the threats to it</p><p>In the past decade at the forefront of US politics, Donald Trump has unleashed a barrage of unusual, misleading or dubious assertions about the climate crisis, which he most famously called a “hoax”.</p><p>This year has seen Trump ratchet up his often questionable claims about the environment and how to deal, if at all, with the threats to it. In a year littered with lies and wild declarations, these are the five that stood out as the most startling.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/29/trump-climate-claims-environment\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      },
      {
        "title": "A conversation between Joe Rogan and Mel Gibson summed up 2025 for me – and not in a good way | George Monbiot",
        "url": "https://www.theguardian.com/commentisfree/2025/dec/27/mel-gibson-denies-climate-breakdown-home-burns-joe-rogan",
        "date": "2025-12-27",
        "source": "Environment | The Guardian",
        "text": "<p>From merrily dismissing climate science, to promoting irresponsible health claims, the podcast was an unintentional warning for our times </p><p>Looking back on this crazy year, one event, right at the start, seems to me to encapsulate the whole. In January, recording his podcast in a studio in Austin, Texas, the host, Joe Rogan, and the actor Mel Gibson <a href=\"https://www.youtube.com/watch?v=1rYtrS5IbrQ\">merrily dissed climate science</a>. At the same time, about 1,200 miles away in California, Gibson’s $14m <a href=\"https://www.hollywoodreporter.com/news/general-news/mel-gibson-wildfires-malibu-house-burned-down-joe-rogan-1236106022/\">home was being incinerated</a> in the Palisades wildfire. In this and other respects, their discussion could be seen as prefiguring the entire 12 months.</p><p>The loss of his house hadn’t been confirmed at the time of the interview, but Gibson said his son had just sent him “a video of my neighbourhood, and it’s in flames. It looks like an inferno.” According to World Weather Attribution, January’s fires in California were made <a href=\"https://www.worldweatherattribution.org/climate-change-increased-the-likelihood-of-wildfire-disaster-in-highly-exposed-los-angeles-area/\">significantly more likely</a> by climate breakdown. Factors such as the extreme lack of rainfall and stronger winds made such fires both more likely to happen and more intense than they would have been without human-caused global heating.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/dec/27/mel-gibson-denies-climate-breakdown-home-burns-joe-rogan\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      },
      {
        "title": "US voters linking climate crisis to rising bills despite Trump’s ‘green scam’ claims",
        "url": "https://www.theguardian.com/us-news/2025/dec/26/us-voters-link-climate-crisis-affordability",
        "date": "2025-12-26",
        "source": "Environment | The Guardian",
        "text": "<p>New polling shows 65% of registered US voters believe global heating is affecting cost of living</p><p>Most Americans now connect the worsening climate crisis with their cost of living pressures, with clear majorities also disagreeing with moves by the Trump administration to gut climate research and halt windfarms, new polling has found.</p><p>About 65% of registered voters in the US think that global heating is affecting the cost of living, <a href=\"https://climatecommunication.yale.edu/publications/climate-change-in-the-american-mind-politics-policy-fall-2025/\">according to the polling by Yale University</a>.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/26/us-voters-link-climate-crisis-affordability\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      },
      {
        "title": "Living on the edge: what young people in England told us about life on the coast",
        "url": "https://www.theguardian.com/environment/2025/dec/26/young-people-england-life-on-the-coast-18-to-30-year-olds-coastline",
        "date": "2025-12-26",
        "source": "Environment | The Guardian",
        "text": "<p>As part of the Guardian’s Against the tide series, readers aged 18 to 30 share what they love about living in their coastal town, the challenges and why they often choose to leave</p><p>Megan, a 24-year-old from the Isle of Wight, is very familiar with saying goodbye. She decided university wasn’t for her and remembers how, one by one, she waved off her friends who left the island to study. Many never came back.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/26/young-people-england-life-on-the-coast-18-to-30-year-olds-coastline\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      },
      {
        "title": "The Guardian view on adapting to the climate crisis: it demands political honesty about extreme weather | Editorial",
        "url": "https://www.theguardian.com/commentisfree/2025/dec/26/the-guardian-view-on-adapting-to-the-climate-crisis-it-demands-political-honesty-about-extreme-weather",
        "date": "2025-12-26",
        "source": "Environment | The Guardian",
        "text": "<p>Over the holiday period, the Guardian leader column is looking ahead at the themes of 2026. Today we look at how the struggle to adapt to a dangerously warming world has become a test of global justice</p><p>The record-breaking 252mph winds of Hurricane Melissa that devastated Caribbean islands at the end of October were made <a href=\"https://www.theguardian.com/world/2025/nov/06/hurricane-melissa-storm-strength-climate-crisis\">five times more</a> likely by the climate crisis. <a href=\"https://www.theguardian.com/environment/2025/sep/04/spain-portugal-wildfire-weather-climate-crisis-study\">Scorching wildfire weather</a> in Spain and Portugal during the summer was made 40 times more likely, while June’s <a href=\"https://www.theguardian.com/environment/2025/jun/20/england-weekend-heatwave-worse-climate-crisis\">heatwave in England</a> was made 100 times more likely.</p><p><a href=\"https://www.theguardian.com/environment/2024/nov/18/how-do-we-know-that-the-climate-crisis-is-to-blame-for-extreme-weather\">Attribution science</a> has made one thing clear: global heating is behind today’s extreme weather. That greenhouse gas emissions warmed the planet was understood. What can now be shown is that this warming produces record heatwaves and more violent storms with increasing frequency.</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2025/dec/26/the-guardian-view-on-adapting-to-the-climate-crisis-it-demands-political-honesty-about-extreme-weather\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      },
      {
        "title": "North Carolina Christmas tree farmers are optimistic after Hurricane Helene",
        "url": "https://www.theguardian.com/us-news/2025/dec/24/christmas-tree-farmers-north-carolina",
        "date": "2025-12-24",
        "source": "Environment | The Guardian",
        "text": "<p>More than a year after the storm ripped apart families and farms, growers are bullish about strength of their industry</p><p>Christmas tree farmers in western North Carolina are still rebuilding from last year’s devastating <a href=\"https://www.theguardian.com/us-news/hurricane-helene\">Hurricane Helene</a>, but growers are optimistic about business and the overall strength of their industry in the region.</p><p>“There’s still a lot of recovery that needs to happen, but we’re in much better shape than we were this time last year … sales are good,” Kevin Gray, owner of Hickory Creek Farm Christmas Trees in Greensboro, said earlier this month, while the buying season was in full swing.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/24/christmas-tree-farmers-north-carolina\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "Dry and warm 2025 spring gave glimmer of hope for threatened wild birds but many remain in long-term decline. In the 2025 breeding season, from May to August, there were higher than average breeding successes for 14 species including the chiffchaff, garden warbler and whitethroat.",
    "image_url": null
  }
]