[
  {
    "articles": [
      {
        "title": "California farms applied millions of pounds of Pfas to key crops, study finds",
        "url": "https://www.theguardian.com/environment/2025/nov/18/california-pfas-forever-chemicals",
        "date": "2025-11-18",
        "source": "Environment | The Guardian",
        "text": "<p>‘Forever chemicals’ sprayed on almonds, grapes, tomatoes and other crops as activists warn of ‘obvious problem’</p><p>California farms applied an average of 2.5m lb of Pfas “forever chemicals” per year on cropland from 2018 to 2023, or a total of about 15m lb, a new review of state records shows.</p><p>The chemicals are added to pesticides that are sprayed on crops such as almonds, pistachios, wine grapes, alfalfa and tomatoes, the review of California department of pesticide regulation data found. The Environmental Working Group non-profit put together the report.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/18/california-pfas-forever-chemicals\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      },
      {
        "title": "France’s birds start to show signs of recovery after bee-harming pesticide ban",
        "url": "https://www.theguardian.com/environment/2025/nov/17/france-wildlife-insect-bird-numbers-rise-neonicotinoid-pesticide-ban-aoe",
        "date": "2025-11-17",
        "source": "Environment | The Guardian",
        "text": "<p>Analysis shows small hike in populations of insect-eating species after 2018 ruling, but full recovery may take decades</p><p>Insect-eating bird populations in France appear to be making a tentative recovery after a ban on bee-harming pesticides, according to the first study to examine how wildlife is returning in Europe.</p><p>Neonicotinoids are the world’s most common class of insecticides, widely used in agriculture and for flea control in pets. By 2022, four years after the European Union <a href=\"https://www.theguardian.com/environment/2018/apr/27/eu-agrees-total-ban-on-bee-harming-pesticides\">banned neonicotinoid use in fields</a>, researchers observed that France’s population of insect-eating birds had increased by 2%-3%. These included blackbirds, blackcaps and chaffinches, which feed on insects as adults and as chicks.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/17/france-wildlife-insect-bird-numbers-rise-neonicotinoid-pesticide-ban-aoe\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "California farms applied an average of 2.5m lb of Pfas ‘forever chemicals’ per year on cropland from 2018 to 2023. Pfas are the world’s most common class of insecticides, widely used in agriculture and for flea control in pets.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "Onboard the world’s largest sailing cargo ship: is this the future of travel and transport?",
        "url": "https://www.theguardian.com/environment/2025/nov/19/shipping-carbon-emissions-neoliner-origin-cargo-age-of-sail",
        "date": "2025-11-19",
        "source": "Environment | The Guardian",
        "text": "<p>The Neoliner Origin set off on its inaugural two-week voyage from France to the US with the aim of revolutionising the notoriously dirty shipping industry</p><p>It is 8pm on a Saturday evening and eight of us are sitting at a table onboard a ship, holding on to our plates of spaghetti carbonara as our chairs slide back and forth. Michel Péry, the dinner’s host, downplays the weather as a “<em>tempête de journalistes” – </em>something sailors would not categorise as a storm, but which drama-seeking journalists might refer to as such to entertain their readers.</p><p>But after a white-knuckle night in our cabins with winds reaching 74mph or force 12 – officially a hurricane – Péry has to admit it was not just a “journalists’ storm”, but the real deal.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/19/shipping-carbon-emissions-neoliner-origin-cargo-age-of-sail\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "Surgeons reattach 10-year-old girl’s hand nearly lost in Florida shark attack",
        "url": "https://www.theguardian.com/us-news/2025/nov/18/surgeons-reattach-hand-shark-attack",
        "date": "2025-11-18",
        "source": "Environment | The Guardian",
        "text": "<p>Leah Lendel was bitten by a bull shark as she was snorkeling with her family from a beach in Boca Grande</p><p>A 10-year-old girl whose hand was reattached after it was severed in a <a href=\"https://www.theguardian.com/environment/sharks\">shark</a> attack has spoken of her remarkable recovery after a “miracle” six-hour operation that has allowed her to resume knitting outfits for her beloved <a href=\"https://www.theguardian.com/film/barbie\">Barbie</a> dolls.</p><p>Leah Lendel’s right hand was left hanging by shreds of skin after the <a href=\"https://www.theguardian.com/us-news/2025/jun/14/florida-shark-attack\">bite by a 9ft bull shark</a> as she was snorkeling with her family at a beach in Boca Grande, Florida, in June.</p> <a href=\"https://www.theguardian.com/us-news/2025/nov/18/surgeons-reattach-hand-shark-attack\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "Can mountain lions make a comeback in the US north-east? One group hopes so",
        "url": "https://www.theguardian.com/us-news/2025/nov/18/mountain-lions-push-comeback-north-east",
        "date": "2025-11-18",
        "source": "Environment | The Guardian",
        "text": "<p>Reintroducing the apex predator would control deer populations, maintaining healthy ecosystems and bolstering biodiversity, rewilding group says</p><p>Last summer, a wildlife photographer saw, or believed he saw, a mountain lion in South Burlington, Vermont. While it’s possible, it is also remarkable: the apex predator was rendered extinct in northern New England in 1881 and the nearest confirmed breeding population is in North Dakota, 2,000 miles (3,200km) away.</p><p>But there could be in years hence more definitive sightings if Mighty Earth, a US-headquartered rewilding organization, convinces state and local authorities, along with Vermonters in general, that returning the top-level predator – known in various regions as the cougar, puma, panther and, in the north-east, catamount – to the region.</p> <a href=\"https://www.theguardian.com/us-news/2025/nov/18/mountain-lions-push-comeback-north-east\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "These rare whales had never been seen alive. Then a team in Mexico sighted two",
        "url": "https://www.theguardian.com/environment/2025/nov/17/rare-gingko-toothed-beaked-whale-science-cetacean-research",
        "date": "2025-11-17",
        "source": "Environment | The Guardian",
        "text": "<p>The search for a ginkgo-toothed beaked whale had taken five years, when a thieving albatross nearly ruined it all</p><p>It was an early morning in June 2024 and along the coast of Baja California in Mexico, scientists on the Pacific Storm research vessel were finishing their coffee and preparing for a long day searching for some of the most elusive creatures on the planet. Suddenly a call came from the bridge: “Whales! Starboard side!”</p><p>For the next few hours, what looked like a couple of juvenile beaked whales kept surfacing and disappearing until finally Robert Pitman, a now-retired researcher at Oregon State University, fired a small arrow from a modified crossbow at the back of one of them.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/17/rare-gingko-toothed-beaked-whale-science-cetacean-research\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "These parrots came to Los Angeles as pets – then went wild. Now scientists are unlocking their mysteries",
        "url": "https://www.theguardian.com/environment/2025/nov/15/los-angeles-wild-parrots-conservation",
        "date": "2025-11-15",
        "source": "Environment | The Guardian",
        "text": "<p>Once escapees from the pet trade, Los Angeles’s feral parrots have become a vibrant part of city life, and could even aid conservation in their native homelands</p><p>A morning mist hung over the palm trees as birds chattered and cars roared by on the streets of Pasadena. It was a scene that evoked a tropical island rather than a bustling city in north-east <a href=\"https://www.theguardian.com/us-news/los-angeles\">Los Angeles</a> county.</p><p>“It feels parrot-y,” says Diego Blanco, a research assistant at Occidental College’s <a href=\"https://moorelab.oxy.edu/\">Moore Laboratory of Zoology</a>, nodding to the verdant flora that surrounds us: tall trees and ornamental bushes with berries.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/15/los-angeles-wild-parrots-conservation\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "‘We feel we’re fighting a losing battle’: the race to remove millions of plastic beads from Camber Sands",
        "url": "https://www.theguardian.com/environment/2025/nov/15/race-remove-millions-plastic-biobeads-camber-sands-volunteers",
        "date": "2025-11-15",
        "source": "Environment | The Guardian",
        "text": "<p>A huge cleanup effort has seen volunteers working to remove beads by hand and machine. They can only wait and see the extent of damage to wildlife and dune habitat</p><p>Just past a scrum of dog walkers, about 40 people are urgently combing through the sand on hands and knees. Their task is to try to remove millions of peppercorn-sized black plastic biobeads from where they have settled in the sand. Beyond them, a seal carcass grins menacingly, teeth protruding from its rotting skull.</p><p>Last week, an environmental disaster took place on Camber Sands beach, on what could turn out to be an unprecedented scale. Eastbourne Wastewater Treatment Works, owned by Southern Water, experienced a mechanical failure and <a href=\"https://www.theguardian.com/uk-news/2025/nov/08/environmental-catastrophe-fears-as-millions-of-plastic-beads-wash-up-on-camber-sands\">spewed out millions of biobeads</a> on to the Sussex coastline. Southern Water <a href=\"https://www.theguardian.com/environment/2025/nov/10/southern-water-spill-plastic-biobeads-sussex-camber-sands\">has since taken responsibility</a> for the spill. Ironically, biobeads are used to clean wastewater – bacteria attach to their rough, crinkly surface and clean the water of contaminants.</p><p>Camber Sands is one of England’s most popular beaches, with rare dune habitat</p> <a href=\"https://www.theguardian.com/environment/2025/nov/15/race-remove-millions-plastic-biobeads-camber-sands-volunteers\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "Fears for elephant seals as bird flu kills half of population in South Atlantic",
        "url": "https://www.theguardian.com/environment/2025/nov/13/bird-flu-h5n1-kills-half-elephant-seals-south-atlantic-south-georgia-antarctic-aoe",
        "date": "2025-11-13",
        "source": "Environment | The Guardian",
        "text": "<p>Study estimates 53,000 females have died on South Georgia since 2023, with ‘dramatic impact’ on future of the species</p><p>Bird flu has wiped out half of South Georgia’s breeding elephant seals, according to a study that warns of “serious implications” for the future of the species.</p><p>The remote island in the South Atlantic Ocean is home to the world’s largest southern elephant seal population. Researchers estimate 53,000 females died after bird flu hit in 2023.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/13/bird-flu-h5n1-kills-half-elephant-seals-south-atlantic-south-georgia-antarctic-aoe\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "The Neoliner Origin set off on its inaugural two-week voyage from France to the US with the aim of revolutionising the notoriously dirty shipping industry. After a white-knuckle night in our cabins with winds reaching 74mph or force 12 – officially a hurricane – Michel Péry has to admit it was not just a “journalists’ storm”, but the real deal.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "Heat-pump homes put less strain on grid than expected, study shows",
        "url": "https://www.theguardian.com/environment/2025/nov/19/heat-pump-homes-put-less-strain-on-grid-than-expected-study-shows",
        "date": "2025-11-19",
        "source": "Environment | The Guardian",
        "text": "<p>Analysis of new-builds in Birmingham suggests all-electric homes not only use less energy but vary in peak usage</p><p>Some of the first homes in the UK designed to meet new building standards put less pressure on the electricity grid than expected, a study has found.</p><p>The all-electric properties in Handsworth, Birmingham, have heat pumps, which use electricity to provide heat rather than oil or gas.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/19/heat-pump-homes-put-less-strain-on-grid-than-expected-study-shows\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "Keeping promises on renewables, energy efficiency and methane ‘would avoid nearly 1C of global heating’",
        "url": "https://www.theguardian.com/environment/2025/nov/19/keeping-promises-on-renewables-energy-efficiency-and-methane-would-avoid-nearly-1c-of-global-heating",
        "date": "2025-11-19",
        "source": "Environment | The Guardian",
        "text": "<p>Analysis published at Cop30 summit shows adhering to pledges offer world hope of avoiding climate breakdown</p><p>Sticking to three key climate promises – on renewables, energy efficiency and methane – would avoid nearly 1C of global heating and give the world hope of avoiding climate breakdown, analysis published at the Cop30 climate summit suggests.</p><p>Governments have already agreed to triple the amount of renewable energy generated by 2030, double global energy efficiency by then, and make substantial cuts to methane emissions.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/19/keeping-promises-on-renewables-energy-efficiency-and-methane-would-avoid-nearly-1c-of-global-heating\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "Europe has rare earths but, for now, it's at China's mercy like everyone else",
        "url": "https://www.cnbc.com/2025/11/19/europe-has-rare-earths-but-for-now-its-at-chinas-mercy.html",
        "date": "2025-11-19",
        "source": "Energy",
        "text": "Like the U.S., Europe is also feeling the pressure to keep China sweet in order to maintain supplies of rare earth elements, which are vital for its strategic industries in the region such as auto production, green energy and defense.\n\nEurope is heavily dependent on China for supplies of the world's 17 rare earth elements and has been looking to calm stormy waters with Beijing over supplies, while looking for alternative sources of critical minerals — including in its own back yard.\n\nThat's a long process, however, and for now, Europe is as vulnerable as other major consumers of rare earths, and particularly the U.S., when it comes to Beijing's ability to turn the tap off on supplies.\n\nOfficials from Germany and the Netherlands are in Beijing this week for talks with their Chinese counterparts on China's controls on rare earths exports and semiconductor chips which have made European industries vulnerable to global supply chain disruptions.\n\nChina dominates the rare earths market from mining to refining, with data from the International Energy Agency showing that, in 2024, China was responsible for 59% of the world's rare earths mining, 91% of its refining and 94% of the manufacuring of permanent magnets which are commonly used in electric vehicles, wind turbines, industrial motors, data centers and defense systems.\n\nAs the world's single largest supplier of a component that's critical to so much manufacturing, China's dominance has made \"global supply chains in strategic sectors – such as energy, automotive, defense and AI data centres – vulnerable to potential disruptions,\" the IEA noted.\n\nThat potential for disruption came to the fore this year when, in April and October, Beijing announced licensing requirements, and later export controls, on its rare earth supplies and technologies.\n\nThose controls were suspended for a year as a result of a trade truce reached in October between China and the U.S. reached but major rare earth importers such as the U.S. and EU, which imports around 70% of rare earth supplies — and almost all of its rare earth magnets — from China, are all too aware of its vulnerabilities to geopolitical disruptions.",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "The rainforest the world forgot: the Congo basin is the second largest on Earth, so why is it being neglected?",
        "url": "https://www.theguardian.com/environment/2025/nov/18/congo-basin-rainforest-africa-research-funding-aoe",
        "date": "2025-11-18",
        "source": "Environment | The Guardian",
        "text": "<p>It is one of the world’s most vital carbon sinks, but this tropical rainforest is losing out when it comes to climate policy and funding</p><p>In October 2023, leaders, scientists and policymakers from <a href=\"https://www.thethreebasinsummit.org/\">three of the world’s great rainforest regions</a> – the Amazon, the Congo, and the Borneo-Mekong basins – assembled in Brazzaville, capital of the Republic of Congo. They were there to discuss one urgent question: how to save the planet’s last great tropical forests from accelerating destruction.</p><p>For those present, the question was existential. But to their dismay, almost no one noticed. “There was very little acknowledgment that this was happening, outside of the Congo basin region,” says Prof Simon Lewis, a lecturer at the University of Leeds and University College London, and co-chair of the <a href=\"https://congobasinscience.net/\">Congo Basin Science Initiative</a> (CBSI).</p> <a href=\"https://www.theguardian.com/environment/2025/nov/18/congo-basin-rainforest-africa-research-funding-aoe\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "Sussan Ley, it’s time we took a look at your climate policy report card. You appear to have learned nothing | Tristan Edis",
        "url": "https://www.theguardian.com/commentisfree/2025/nov/18/sussan-its-time-we-took-a-look-at-your-climate-policy-report-card-you-appear-to-have-learned-nothing",
        "date": "2025-11-18",
        "source": "Environment | The Guardian",
        "text": "<p>My advice to you if you want to avoid repeating 2025 is to pay far greater attention to the quality of your research sources</p><p>Sussan Ley, as your teacher I’m duty bound to give you an honest appraisal of your work.</p><p>I’ve just read <a href=\"https://www.theguardian.com/australia-news/2025/nov/18/business-and-energy-leaders-warn-coalition-dumping-net-zero-wont-cut-power-bills-and-demand-more-detail\">your team research assignment</a> on Australian energy and climate policy and I’m afraid to say that unless you and your other team members pull up your socks, you will be forced to repeat 2025.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/nov/18/sussan-its-time-we-took-a-look-at-your-climate-policy-report-card-you-appear-to-have-learned-nothing\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "Analysis of new-builds in Birmingham suggests all-electric homes not only use less energy but vary in peak usage. Some of the first homes in the UK designed to meet new building standards put less pressure on the electricity grid than expected.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "Unprecedented marine heatwave decimates corals at Ningaloo reef – video",
        "url": "https://www.theguardian.com/environment/video/2025/nov/19/unprecedented-marine-heatwave-decimates-corals-at-ningaloo-reef-video",
        "date": "2025-11-19",
        "source": "Environment | The Guardian",
        "text": "<p>Almost two out of three corals across popular tourism spots at the world heritage-listed Ningaloo reef have died after an unprecedented marine heatwave hit the Western Australia region, scientists have discovered. The areas in Ningaloo's northern lagoon have undergone a 'profound ecological simplification' with coral species that were keystones to the habitat among those killed</p><ul><li><p><a href=\"https://www.theguardian.com/environment/2025/nov/19/two-out-of-three-corals-in-world-heritage-listed-ningaloo-reef-are-dead\">'Deathly silent': two out of three corals in world heritage-listed Ningaloo reef have been killed, scientists confirm</a></p></li></ul> <a href=\"https://www.theguardian.com/environment/video/2025/nov/19/unprecedented-marine-heatwave-decimates-corals-at-ningaloo-reef-video\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 3
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "Almost two out of three corals across popular tourism spots at the world heritage-listed Ningaloo reef have died. The areas have undergone a 'profound ecological simplification'",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "Tropical cyclone Fina on torrential path to hit northern Australian coast this week",
        "url": "https://www.theguardian.com/environment/2025/nov/19/tropical-cyclone-fina-northern-territory-darwin",
        "date": "2025-11-19",
        "source": "Environment | The Guardian",
        "text": "<p>If it makes impact on Friday, it would be the earliest cyclone of the season to make landfall in Australia since 1973</p><ul><li><p><a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=cvau_sfl\">Sign up for climate and environment editor Adam Morton’s free Clear Air newsletter here</a></p></li></ul><p>If tropical cyclone Fina crosses the Northern Territory coast on Friday, it could equal the earliest cyclone to make landfall in Australia.</p><p>Fina, a category one cyclone about 370km north-east of Darwin, was moving east and expected to intensify to category two before turning south on Thursday.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/19/tropical-cyclone-fina-northern-territory-darwin\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      },
      {
        "title": "As New York City builds flood resilience, a Queens neighborhood feels neglected: ‘We are forgotten here’",
        "url": "https://www.theguardian.com/us-news/2025/nov/18/new-york-city-queens-flooding-climate-crisis",
        "date": "2025-11-18",
        "source": "Environment | The Guardian",
        "text": "<p>Decade after officials promised to cut flood risks, Edgemere residents and experts say it continues to be vulnerable</p><p><em>This article was produced in partnership between <a href=\"https://floodlightnews.org/\">Floodlight</a>, <a href=\"https://nysfocus.com/\">New York Focus</a> and the Guardian.</em></p><p>Baba Ndanani has lived in one of New York City’s most flood-prone neighborhoods for more than 20 years, and he knows the risks all too well.</p> <a href=\"https://www.theguardian.com/us-news/2025/nov/18/new-york-city-queens-flooding-climate-crisis\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "If it makes impact on Friday, it would be the earliest cyclone of the season to make landfall in Australia since 1973. Fina, a category one cyclone about 370km north-east of Darwin, was moving east and expected to intensify to category two before turning south on Thursday.",
    "image_url": null
  }
]