[
  {
    "articles": [
      {
        "title": "Hunger’s whip: why connecting US food stamps to work is outdated and ineffective",
        "url": "https://www.theguardian.com/environment/2025/dec/12/snap-food-stamp-work-requirement",
        "date": "2025-12-12",
        "source": "Environment | The Guardian",
        "text": "<p>In many parts of the country, there are new work requirements to get food aid. But starving people doesn’t motivate them – despite centuries of this rhetoric</p><p>For more than 200 years, common wisdom and policymakers have assumed that to get people to work, you had to make them hungry. New work requirements for Snap food benefits, which went into effect in most of the US on 1 December, are only the latest in a long line of policies based on this idea. The new rules cut off benefits for any non-disabled adult up to age 65 who cannot prove that they are working or seeking work at least 80 hours every month (that includes homeless people, veterans and former foster youth). The Congressional Budget Office estimates that <a href=\"https://civileats.com/2025/11/03/food-insecurity-predicted-to-rise-as-new-snap-work-requirements-take-effect/\">2.7 million people will lose their benefits</a>.</p><p>You’ve heard this reasoning before: people are motivated to work because they and their families have to survive. If you give someone welfare – especially food aid – they become dependent and lazy. The Florida-based Foundation for Government Accountability, a conservative thinktank that has been campaigning for years to cut welfare, calls this “<a href=\"https://thefga.org/research/universal-work-requirements/\">the dependency trap</a>”. Starving people by taking away their food stamps is supposed to “incentivize individuals to better themselves and transition from dependency to work and self-reliance”.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/12/snap-food-stamp-work-requirement\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "New work requirements for Snap food benefits went into effect in most of the US on 1 December. The new rules cut off benefits for any non-disabled adult up to age 65 who cannot prove that they are working. The Congressional Budget Office estimates that 2.7 million people will lose their benefits.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "Ministers ‘break word’ on protecting nature after weakening biodiversity planning rule",
        "url": "https://www.theguardian.com/politics/2025/dec/16/ministers-weaken-biodiversity-planning-rule-nature-england",
        "date": "2025-12-16",
        "source": "Environment | The Guardian",
        "text": "<p>Housing minister announces exemption to 10% net gain rule in England for smaller developments</p><p>The government has broken its promise to protect nature by weakening planning rules for housing developers, groups have said.</p><p>While developers once had to create <a href=\"https://www.theguardian.com/environment/2024/feb/12/england-brings-in-biodiversity-net-gain-rules-to-force-builders-to-compensate-for-loss-of-nature\">“biodiversity net gain” (BNG)</a>, meaning creating 10% more space for nature on site than there was before the building took place, the housing minister Matthew Pennycook announced exemptions to this rule on Tuesday.</p> <a href=\"https://www.theguardian.com/politics/2025/dec/16/ministers-weaken-biodiversity-planning-rule-nature-england\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "Atmospheric rivers – what to know about the storms inundating the Pacific north-west",
        "url": "https://www.theguardian.com/us-news/2025/dec/13/atmospheric-river-washington-canada-pacific-north-west",
        "date": "2025-12-13",
        "source": "Environment | The Guardian",
        "text": "<p>This week’s weather system dumped 5tn gallons of rain on Washington state – and another one is threatening Canada</p><p>Just as record-level flood waters that triggered widespread evacuations begin to recede in western <a href=\"https://www.theguardian.com/us-news/washington-state\">Washington state</a>, residents of the Pacific north-west are bracing themselves for another strong weather system that is likely to swell rivers back to dangerous levels – again.</p><p>An extraordinarily strong system known as an atmospheric river hit the region earlier this week, dropping <a href=\"https://apnews.com/article/atmospheric-river-pacific-northwest-flooding-warming-9a175150afae172f2ebca27133abbd5b\">more than a foot of rain</a> and flooding rivers that stretch across the state toward <a href=\"https://www.theguardian.com/world/canada\">Canada</a> to dangerous levels. As a result of the nonstop rain, mudslides tore through communities, washing away homes and stranding families on rooftops as they waited for rescue.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/13/atmospheric-river-washington-canada-pacific-north-west\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "UN environment assembly wraps up in Nairobi",
        "url": "https://news.un.org/feed/view/en/story/2025/12/1166585",
        "date": "2025-12-12",
        "source": "UN News - Global perspective Human stories",
        "text": "The seventh session of the United Nations Environment Assembly (UNEA-7) concluded in Nairobi, Kenya, on Friday with Member States adopting 11 resolutions, three decisions and a ministerial declaration aiming to advance solutions for a more resilient planet.&nbsp;",
        "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/12-12-2025_UNEP_UNEA7_Nairobi_Kenya.jpg/image560x340cropped.jpg",
        "cluster_id": 1
      },
      {
        "title": "The Paris climate treaty changed the world. Here’s how | Rebecca Solnit",
        "url": "https://www.theguardian.com/commentisfree/2025/dec/12/paris-climate-treaty-anniversary",
        "date": "2025-12-12",
        "source": "Environment | The Guardian",
        "text": "<p>There’s much more to do, but we should be encouraged by the progress we have made</p><p>Today marks the 10th anniversary of the Paris climate treaty, one of the landmark days in climate-action history. Attending the conference as a journalist, I watched and listened and wondered whether 194 countries could ever agree on anything at all, and the night before they did, people who I thought were more sophisticated than me assured me they couldn’t. Then they did. There are a lot of ways to tell the story of what it means and where we are now, but any version of it needs respect for the complexities, because there are a lot of latitudes between the poles of total victory and total defeat.</p><p>I had been dreading the treaty anniversary as an occasion to note that we have not done nearly enough, but in July I thought we might be able celebrate it. Because, on 23 July, the international court of justice handed down an epochal ruling that gives that treaty enforceable consequences it never had before. It declares that all nations have a legal obligation to act in response to the climate crisis, and, as Greenpeace International <a href=\"https://www.greenpeace.org/international/press-release/77262/international-court-justice-historic-advisory-opinion-climate-impacts/\">put</a> it, “obligates states to regulate businesses on the harm caused by their emissions regardless of where the harm takes place. Significantly, the court found that the right to a clean, healthy and sustainable environment is fundamental for all other human rights, and that intergenerational equity should guide the interpretation of all climate obligations.” The Paris treaty was <a href=\"https://www.icj-cij.org/node/205627\">cited</a> repeatedly as groundwork for this decision.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/dec/12/paris-climate-treaty-anniversary\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "Housing minister announces exemption to 10% net gain rule in England for smaller developments. Government has broken its promise to protect nature by weakening planning rules for housing developers.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "‘Magical’ galaxy frogs disappear after reports of photographers destroying their habitats",
        "url": "https://www.theguardian.com/environment/2025/dec/17/galaxy-frogs-disappear-photographers-habitat-kerala",
        "date": "2025-12-17",
        "source": "Environment | The Guardian",
        "text": "<p>Researcher in Kerala rainforest sounds alarm after being told frogs had died after being handled by humans</p><p>A group of endangered “galaxy frogs” are missing, presumed dead, after trespassing photographers reportedly destroyed their microhabitats for photos.</p><p><em>Melanobatrachus indicus</em>, each the size of a fingertip, is the only species in its family, and lives under logs in the lush rainforest in Kerala, India. Their miraculous spots do not indicate poison, as people sometimes assume, but are thought to be used as a mode of communication, according to Rajkumar K P, a Zoological Society of London fellow and researcher.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/17/galaxy-frogs-disappear-photographers-habitat-kerala\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "Ancient lake reappears in Death Valley after record-breaking rains",
        "url": "https://www.theguardian.com/us-news/2025/dec/12/lake-manly-death-valley",
        "date": "2025-12-12",
        "source": "Environment | The Guardian",
        "text": "<p>Repeated fall storms led to the temporary lake, known as Lake Manly, appearing in basin 282ft beneath sea level</p><p>After record-breaking rains, an ancient lake in <a href=\"https://www.theguardian.com/environment/gallery/2024/jul/12/heatwave-tourism-death-valley-in-pictures\">Death Valley national park</a> that had vanished has returned to view.</p><p>The temporary lake, known informally as Lake Manly, has appeared once more at the bottom of Badwater Basin, which sits 282ft beneath sea level, in California. The basin is the lowest point in North America, according to the <a href=\"https://www.nps.gov/deva/learn/news/record-rainfall-in-death-valley-national-park.htm\">National Park Service</a>.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/12/lake-manly-death-valley\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "Melanobatrachus indicus is the only species in its family, and lives under logs in the lush rainforest in Kerala, India. Their miraculous spots do not indicate poison, as people sometimes assume, but are thought to be used as a mode of communication.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "Common household rat poisons found to pose unacceptable risk to wildlife as animal advocates push for ban",
        "url": "https://www.theguardian.com/environment/2025/dec/17/common-household-rat-poisons-found-to-pose-unacceptable-risk-to-wildlife-as-animal-advocates-push-for-ban",
        "date": "2025-12-17",
        "source": "Environment | The Guardian",
        "text": "<p>Environmentalists say proposed temporary suspension of second-generation anticoagulant rodenticides ‘doesn’t go far enough’</p><ul><li><p><a href=\"https://www.theguardian.com/australia-news/live/2025/dec/17/bondi-beach-shooting-live-updates-victims-terror-attack-jewish-festival-al-ahmed-sajid-naveed-akram-shooters-india-radicalisation-gun-control-ntwnfb\">Follow our Australia news live blog for latest updates</a></p></li><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>Commonly available rat poisons pose unacceptable risks to native wildlife, according to a government review that has stopped short of recommending a blanket ban on the products, to the consternation of animal advocates.</p><p>The long-awaited review of first- and second-generation anticoagulant rodenticides – FGARs and SGARs – has recommended the cancellation of some products, but a large array of waxes, pellets and blocks could continue to be sold to consumers subject to stricter labelling and conditions of use.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/17/common-household-rat-poisons-found-to-pose-unacceptable-risk-to-wildlife-as-animal-advocates-push-for-ban\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 3
      },
      {
        "title": "‘I consider him my first son’: how living with a baby monkey taught me I’m ready to be a dad",
        "url": "https://www.theguardian.com/environment/2025/dec/15/baby-monkey-jungle-guinea-monkeys-aoe",
        "date": "2025-12-15",
        "source": "Environment | The Guardian",
        "text": "<p>I went from selling flats in Paris to being alone in a cabin in Guinea looking after primates. It changed my life, but one relationship marked me like no other</p><p>In 2022, I had a job at an estate agents in Paris selling ridiculously expensive flats, and decided I needed to do something more meaningful with my life. I resigned, and six months later arrived in Guinea.</p><p>In hindsight I was a young kid, full of anger, not happy with his life. That 26-year-old is definitely not me now – and it was living with primates that changed my life.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/15/baby-monkey-jungle-guinea-monkeys-aoe\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 3
      },
      {
        "title": "Hightailing along city streets and raiding ponds: otters’ revival in Britain",
        "url": "https://www.theguardian.com/environment/2025/dec/12/otter-cities-fish-revival-rivers-britain-pollution",
        "date": "2025-12-12",
        "source": "Environment | The Guardian",
        "text": "<p>Still rare only 20 years ago, the charismatic animals are in almost every UK river and a conservation success story</p><p>On a quiet Friday evening, an otter and a fox <a href=\"https://www.facebook.com/LincsLive/videos/this-is-the-cute-moment-a-fox-and-an-otter-took-a-little-tour-of-lincoln-togethe/786218284445487/\">trot through</a> Lincoln city centre. The pair scurry past charity shops and through deserted streets, the encounter lit by the security lamps of shuttered takeaways. Each animal inspects the nooks and crannies of the high street before disappearing into the night, ending the unlikely scene captured by CCTV last month.</p><p>Unlike the fox, the otter has been a rare visitor in towns and cities across the UK. But after decades of intense conservation work, that is changing. In the past year alone, the aquatic mammal has been spotted on a river-boat dock in London’s Canary Wharf, dragging an <a href=\"https://www.bbc.co.uk/news/articles/cd0e0jm8x25o\">enormous fish along a riverbank in Stratford-upon-Avon</a>, and <a href=\"https://www.bbc.co.uk/news/articles/c4gz39vg9lmo\">plundering garden ponds near York</a>. One otter was even filmed causing chaos in a <a href=\"https://www.bbc.co.uk/news/articles/c93njq5l4x4o\">Shetland family’s kitchen</a> in March.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/12/otter-cities-fish-revival-rivers-britain-pollution\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 3
      },
      {
        "title": "Week in wildlife: a baby echidna, a 600lb gator and an ‘unbearable’ bear",
        "url": "https://www.theguardian.com/environment/gallery/2025/dec/12/week-in-wildlife-a-baby-echidna-a-600lb-gator-and-an-unbearable-bear",
        "date": "2025-12-12",
        "source": "Environment | The Guardian",
        "text": "<p>This week’s best wildlife photographs from around the world</p> <a href=\"https://www.theguardian.com/environment/gallery/2025/dec/12/week-in-wildlife-a-baby-echidna-a-600lb-gator-and-an-unbearable-bear\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 3
      },
      {
        "title": "Orcas team up with dolphins to hunt salmon, study finds",
        "url": "https://www.theguardian.com/environment/2025/dec/11/orca-killer-whale-dolphin-hunt-salmon-study-british-columbia-canada",
        "date": "2025-12-11",
        "source": "Environment | The Guardian",
        "text": "<p>Northern resident killer whales appear to use dolphins as ‘scouts’, in a  surprising cooperative hunting strategy</p><p><a href=\"https://www.theguardian.com/environment/whales\">Orcas</a> and <a href=\"https://www.theguardian.com/environment/dolphins\">dolphins</a> have been spotted for the first time working as a team to hunt salmon off the coast of British Columbia, according to a new study which suggests a cooperative relationship between the two predators.</p><p>The research, published on Thursday in the journal <a href=\"https://www.nature.com/articles/s41598-025-22718-4\">Scientific Reports</a>, shows interactions between northern resident orcas (also known as killer whales) and Pacific white-sided dolphins are not just chance encounters while foraging.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/11/orca-killer-whale-dolphin-hunt-salmon-study-british-columbia-canada\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 3
      },
      {
        "title": "A dead whale shows up on your beach. What do you do with the 40-ton carcass?",
        "url": "https://www.theguardian.com/environment/2025/dec/10/whale-ecosystem-death-anchorage-alaska",
        "date": "2025-12-10",
        "source": "Environment | The Guardian",
        "text": "<p>A fin whale washed ashore in Anchorage and was left there for months. Then a self-described ‘wacko’ museum director made a plan</p><p>When a whale dies, its body descends to the bottom of the deep sea in a transformative phenomenon called a whale fall. A whale’s death jump-starts an explosion of life, enough to feed and sustain a deep-ocean ecosystem for decades.</p><p>There are a lot of ways whales can die. Migrating whales <a href=\"https://www.bbc.com/news/science-environment-41110082\">lose their way</a> and, unable to find their way back from unfamiliar waters, are stranded. They can starve when prey disappears or fall to predators such as orcas. They become bycatch, tangled in fishing lines and nets. Mass whale deaths have been linked to marine heatwaves and the toxic algae blooms that follow.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/10/whale-ecosystem-death-anchorage-alaska\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 3
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "No summary available for this cluster.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "‘Soil is more important than oil’: inside the perennial grain revolution",
        "url": "https://www.theguardian.com/environment/2025/dec/12/soil-is-more-important-than-oil-inside-the-perennial-grain-revolution",
        "date": "2025-12-12",
        "source": "Environment | The Guardian",
        "text": "<p>Scientists in Kansas believe Kernza could cut emissions, restore degraded soils and reshape the future of agriculture</p><p>On the concrete floor of a greenhouse in rural Kansas stands a neat grid of 100 plastic plant pots, each holding a straggly crown of strappy, grass-like leaves. These plants are perennials – they keep growing, year after year. That single characteristic separates them from soya beans, wheat, maize, rice and every other major grain crop, all of which are annuals: plants that live and die within a single growing season.</p><p>“These plants are the winners, the ones that get to pass their genes on [to future generations],” says Lee DeHaan of <a href=\"https://landinstitute.org/\">the Land Institute</a>, an agricultural non-profit based in Salina, Kansas. If DeHaan’s breeding programme maintains its current progress, the descendant of these young perennial crop plants could one day usher in a wholesale revolution in agriculture.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/12/soil-is-more-important-than-oil-inside-the-perennial-grain-revolution\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      },
      {
        "title": "Montana youth activists who won landmark climate case push for court enforcement",
        "url": "https://www.theguardian.com/us-news/2025/dec/10/montana-climate-youth-activists-petition-law",
        "date": "2025-12-10",
        "source": "Environment | The Guardian",
        "text": "<p>In 2023, court ruled in favor of 16 plaintiffs that officials violated their constitutional right by promoting fossil fuels</p><p>The young Montanans who scored a landmark triumph in the lawsuit Held v Montana are calling on the state’s highest court to enforce that victory.</p><p>In a <a href=\"https://www.theguardian.com/us-news/2023/aug/14/montana-climate-trial-young-activists-judge-order\">groundbreaking legal decision in August 2023</a>, a Montana judge ruled in favor of 16 youth plaintiffs who had accused state officials of violating their constitutional rights by promoting fossil fuels. The state’s supreme court affirmed the judge’s findings in late 2024. But state lawmakers have since violated her ruling, enshrining new laws this year that contradict it, argue 13 of the 16 plaintiffs in a petition filed on Wednesday.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/10/montana-climate-youth-activists-petition-law\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "Scientists in Kansas believe Kernza could cut emissions, restore degraded soils and reshape the future of agriculture. If breeding programme maintains its current progress, the descendant of these young perennial crop plants could one day usher in a wholesale revolution in agriculture.",
    "image_url": null
  }
]