[
  {
    "articles": [
      {
        "title": "It’s the world’s rarest ape. Now a billion-dollar dig for gold threatens its future",
        "url": "https://www.theguardian.com/environment/2025/dec/09/tapanuli-orangutan-ape-indonesia-sumatra-martabe-gold-mine-aoe",
        "date": "2025-12-09",
        "source": "Environment | The Guardian",
        "text": "<p>Tapanuli orangutans survive only in Indonesia’s Sumatran rainforest where a mine expansion will cut through their home. Yet the mining company says the alternative will be worse</p><p>A small brown line snakes its way through the rainforest in northern Sumatra, carving 300 metres through dense patches of meranti trees, oak and mahua. Picked up by satellites, the access road – though modest now – will soon extend 2km to connect with the Tor Ulu Ala pit, an expansion site of Indonesia’s Martabe mine. The road will help to unlock valuable deposits of gold, worth billions of dollars in today’s booming market. But such wealth could come at a steep cost to wildlife and biodiversity: the extinction of the world’s rarest ape, the Tapanuli orangutan.</p><p>The network of access roads planned for this swath of tropical rainforest will cut through habitat critical to the survival of the orangutans, scientists say. The Tapanuli (<em>Pongo tapanuliensis</em>), unique to Indonesia, was only discovered by scientists to be a separate species in 2017 – distinct from the Sumatran and Bornean apes. Today, there are fewer than 800 Tapanulis left in an area that covers as little as <a href=\"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0238087\">2.5%</a> of their historical range. All are found in Sumatra’s fragile Batang Toru ecosystem, bordered on its south-west flank by the Martabe mine, which began operations in 2012.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/09/tapanuli-orangutan-ape-indonesia-sumatra-martabe-gold-mine-aoe\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      },
      {
        "title": "Week in wildlife: a studious deer and a partying raccoon",
        "url": "https://www.theguardian.com/environment/gallery/2025/dec/05/week-in-wildlife-a-studious-deer-and-a-partying-raccoon",
        "date": "2025-12-05",
        "source": "Environment | The Guardian",
        "text": "<p>This week’s best wildlife photographs from around the world</p> <a href=\"https://www.theguardian.com/environment/gallery/2025/dec/05/week-in-wildlife-a-studious-deer-and-a-partying-raccoon\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      },
      {
        "title": "Deadly storms sweep South and Southeast Asia, leaving over 1,600 dead",
        "url": "https://news.un.org/feed/view/en/story/2025/12/1166516",
        "date": "2025-12-04",
        "source": "UN News - Global perspective Human stories",
        "text": "From Sri Lanka’s central highlands to Indonesia’s flood-swollen river basins, a wave of climate-fuelled cyclones and monsoon rains has unleashed one of the deadliest weather patterns south and southeast Asia has seen in years, killing more than 1,600 people, displacing hundreds of thousands and affecting millions.",
        "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/04-12-2025-UNICEF-Sri_Lanka-Landslide.jpeg/image560x340cropped.jpg",
        "cluster_id": 0
      },
      {
        "title": "How an invasion of purple flowers made Iceland an Instagram paradise – and caused a biodiversity crisis",
        "url": "https://www.theguardian.com/environment/2025/dec/04/invasive-species-flowers-iceland-nootka-lupins-lupines-aoe",
        "date": "2025-12-04",
        "source": "Environment | The Guardian",
        "text": "<p>Nootka lupins, introduced in the 1940s to repair damaged soil, are rampaging across the island, threatening its native species</p><p>It was only when huge areas of Iceland started turning purple that authorities realised they had made a mistake. By then, it was too late. The Nootka lupin, native to Alaska, had coated the sides of fjords, sent tendrils across mountain tops and covered lava fields, grasslands and protected areas.</p><p>Since it arrived in the 1940s, it has become an accidental national symbol. Hordes of tourists and local people pose for photos in the ever-expanding fields in June and July, entranced by the delicate cones of flowers that cover the north Atlantic island.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/04/invasive-species-flowers-iceland-nootka-lupins-lupines-aoe\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      },
      {
        "title": "Asia: Lives upended by cyclones, ‘extreme’ rainfall on the rise, warn UN agencies",
        "url": "https://news.un.org/feed/view/en/story/2025/12/1166482",
        "date": "2025-12-02",
        "source": "UN News - Global perspective Human stories",
        "text": "Across southeast Asia, record-breaking rains and flooding caused by back-to-back tropical storms have claimed hundreds of lives and brought devastation and displacement upon entire communities, UN agencies said on Tuesday.&nbsp;",
        "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/27-08-2021_WMO_extreme-weather.jpg/image560x340cropped.jpg",
        "cluster_id": 0
      },
      {
        "title": "‘They’re a lot like us’: saving the tiny punk monkeys facing extinction",
        "url": "https://www.theguardian.com/environment/2025/dec/02/monkeys-northern-colombia-habitat-cotton-top-tamarins-aoe",
        "date": "2025-12-02",
        "source": "Environment | The Guardian",
        "text": "<p>In the tropical dry forests of northern Colombia, a small team is gradually restoring the degraded habitat of the rare cotton-top tamarin</p><p></p><p>Luis Enrique Centena spent decades silencing the forest. Now, he listens. Making a whistle, the former logger points up to a flash of white and reddish fur in the canopy. Inquisitive eyes peer back – a cotton-top tamarin, one of the world’s rarest primates.</p><p>“I used to cut trees and never took the <em>titís</em> into account,” says Centena, calling the cotton-tops by their local name. “I ignored them. I didn’t know that they were in danger of extinction, I only knew I had to feed my family. But now we have become friends.”</p> <a href=\"https://www.theguardian.com/environment/2025/dec/02/monkeys-northern-colombia-habitat-cotton-top-tamarins-aoe\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      },
      {
        "title": "Life Invisible: the fight against superbugs starts in the driest place on Earth",
        "url": "https://www.theguardian.com/society/video/2025/dec/02/life-invisible-the-fight-against-superbugs-starts-in-the-driest-place-on-earth",
        "date": "2025-12-02",
        "source": "Environment | The Guardian",
        "text": "<p>Cristina Dorador is on an urgent mission in the world’s driest desert, the Atacama in Chile. As the rise of drug-resistant superbugs kills millions per year, Cristina has made it her mission to uncover new, life-saving antibiotics in the stunning salt flats she has studied since she was 14. Against the magnificent backdrop of endless plains, microscopic discoveries lead her team of scientists to question how critically lithium mining is damaging the delicate ecosystem and impacting Indigenous communities</p><p></p><p></p> <a href=\"https://www.theguardian.com/society/video/2025/dec/02/life-invisible-the-fight-against-superbugs-starts-in-the-driest-place-on-earth\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "Tapanuli orangutans survive only in Indonesia’s Sumatran rainforest. A mine expansion will cut through their home. Yet the mining company says the alternative will be worse.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "Caribbean reefs have lost 48% of hard coral since 1980, study finds",
        "url": "https://www.theguardian.com/environment/2025/dec/09/caribbean-reefs-have-lost-48-of-hard-coral-since-1980-study-finds",
        "date": "2025-12-09",
        "source": "Environment | The Guardian",
        "text": "<p>‘Destructive’ marine heatwaves driving loss of microalgae that feed coral, says Global Coral Reef Monitoring Network </p><p>Caribbean reefs have half as much hard coral now as they did in 1980, <a href=\"https://gcrmn.net/caribbean-report-2025-v1/\">a study</a> has found.</p><p>The 48% decrease in coral cover has been driven by climate breakdown, specifically <a href=\"https://www.theguardian.com/environment/video/2025/nov/19/unprecedented-marine-heatwave-decimates-corals-at-ningaloo-reef-video\">marine heatwaves</a>. They affect the microalgae that feed coral, making them toxic and forcing the coral to expel them.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/09/caribbean-reefs-have-lost-48-of-hard-coral-since-1980-study-finds\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "60,000 African penguins starved to death after sardine numbers collapsed – study",
        "url": "https://www.theguardian.com/environment/2025/dec/05/african-penguins-starve-to-death-south-africa-sardine-population-aoe",
        "date": "2025-12-05",
        "source": "Environment | The Guardian",
        "text": "<p>Climate crisis and overfishing contributed to loss of 95% of penguins in two breeding colonies in South Africa, research finds</p><p>More than 60,000 penguins in colonies off the coast of South Africa have starved to death as a result of disappearing sardines, a new paper has found.</p><p>More than 95% of the African penguins in two of the most important breeding colonies, on Dassen Island and Robben Island, died between 2004 and 2012. The breeding penguins probably starved to death during the moulting period, according to the paper, which said the climate crisis and overfishing were driving declines.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/05/african-penguins-starve-to-death-south-africa-sardine-population-aoe\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "Why small farmers can’t fix our hunger problem | Cassandra Loftlin",
        "url": "https://www.theguardian.com/environment/2025/dec/04/small-farmers-american-hunger-problem",
        "date": "2025-12-04",
        "source": "Environment | The Guardian",
        "text": "<p>Big farmers grab the lion’s share of US government support, and recent cuts have chipped away at small growers’ markets and margins</p><p>The most significant food system failure since the pandemic was not a natural disaster: in October, the US Department of Agriculture (USDA) announced the Supplemental Nutrition Assistance Program (Snap) was temporarily suspended for the month of November due to the <a href=\"https://www.theguardian.com/us-news/us-federal-government-shutdown-2025\">government shutdown</a></p><p><a href=\"https://www.theguardian.com/us-news/2025/nov/11/food-stamps-snap-cuts-personal-essay\">More than 40 million people</a> had to ration food, skip meals and make sacrifices we might associate with the Great Depression, not 21st-century America. Churches, community groups and neighbors sprang into action. They checked on single moms juggling multiple jobs, elderly friends living alone, people with disabilities and large families with children too young for school lunch programs. And though food stamps were restored, the <a href=\"https://www.theguardian.com/us-news/trump-administration\">Trump administration</a> is now <a href=\"https://www.theguardian.com/us-news/2025/dec/02/trump-snap-benefits-threat-democratic-states\">threatening to pull Snap funds from Democratic-led states</a>.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/04/small-farmers-american-hunger-problem\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "Caribbean reefs have half as much hard coral now as they did in 1980. 48% decrease in coral cover has been driven by climate breakdown. Climate crisis and overfishing contributed to loss of 95% of penguins in two breeding colonies.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "Drinking water contaminated with Pfas probably increases risk of infant mortality, study finds",
        "url": "https://www.theguardian.com/us-news/2025/dec/08/drinking-water-pfas-infant-mortality-study",
        "date": "2025-12-08",
        "source": "Environment | The Guardian",
        "text": "<p>Study of 11,000 births in New Hampshire shows residents’ reproductive outcomes near contaminated sites</p><p>Drinking water contaminated with <a href=\"https://www.theguardian.com/environment/pfas\">Pfas</a> chemicals probably increases the risk of infant mortality and other harm to newborns, a new peer-reviewed study of 11,000 births in New Hampshire finds.</p><p>The first-of-its-kind University of Arizona research found drinking well water down gradient from a Pfas-contaminated site was tied to an increase in infant mortality of 191%, pre-term birth of 20%, and low-weight birth of 43%.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/08/drinking-water-pfas-infant-mortality-study\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "Cornish activist injured as police remove her from tree-felling protest",
        "url": "https://www.theguardian.com/environment/2025/dec/08/cornwall-activist-injured-police-tree-felling-protest",
        "date": "2025-12-08",
        "source": "Environment | The Guardian",
        "text": "<p>Charity worker had joined 40 demonstrators ‘bearing witness’ to the loss of three lime trees in Falmouth</p><p>A charity worker suffered a head injury when police tried to remove her from a protest against trees being felled in a Cornish seaside town.</p><p>Debs Newman, 60, was “bearing witness” to the loss of three mature lime trees in Falmouth when she was seized by officers.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/08/cornwall-activist-injured-police-tree-felling-protest\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "Drag queen Pattie Gonia completes 100-mile trek raising $1m to make outdoors more ‘equitable’",
        "url": "https://www.theguardian.com/us-news/2025/dec/06/pattie-gonia-drag-queen-environmentalist",
        "date": "2025-12-06",
        "source": "Environment | The Guardian",
        "text": "<p>Drag queen, environmentalist, diversity and inclusion advocate and social media star arrives in San Francisco</p><p>Pattie Gonia, the drag queen and environmentalist, arrived in San Francisco on Friday afternoon and crossed the Golden Gate Bridge with $1m more than when she set out on her journey last week.</p><p>The diversity and inclusion advocate completed the 100-mile trek from Point Reyes national seashore to San Francisco in full drag with her voluminous red wig and smokey eye. The effort was part of a campaign she launched to raise $1m for eight non-profits that aim to expand access and make the outdoors a more “equitable place”.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/06/pattie-gonia-drag-queen-environmentalist\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "Study of 11,000 births in New Hampshire shows residents’ reproductive outcomes near contaminated sites. First-of-its-kind University of Arizona research found drinking well water down gradient from a Pfas-contaminated site was tied to an increase in infant mortality.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "UK households bin 168m Christmas lights and ‘fast tech’ items a year",
        "url": "https://www.theguardian.com/environment/2025/dec/09/uk-households-bin-christmas-lights-fast-tech-items",
        "date": "2025-12-09",
        "source": "Environment | The Guardian",
        "text": "<p>Consumers spent £1.7bn on festive lighting last year and much of it is treated as disposable</p><p>UK households have thrown away an estimated 168m light-up Christmas items and other “fast-tech” gifts over the past year, a study suggests.</p><p>The research by the non-profit group Material Focus found about £1.7bn was spent last year on Christmas lighting, including 39m sets of fairy lights.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/09/uk-households-bin-christmas-lights-fast-tech-items\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 3
      },
      {
        "title": "The UK wants to unlock a 'golden age of nuclear' but faces key challenges in reviving historic lead",
        "url": "https://www.cnbc.com/2025/12/06/the-history-of-nuclear-energy-lies-on-british-soil-does-its-future-.html",
        "date": "2025-12-08",
        "source": "Energy",
        "text": "The Sizewell A and B nuclear power stations, operated by Electricite de France SA (EDF), in Sizewell, UK, on Friday, Jan. 26, 2024. Photographer: Chris Ratcliffe/Bloomberg via Getty Images Bloomberg | Bloomberg | Getty Images\n\nThe U.K. was the birthplace of commercial nuclear energy, but now generates just a fraction of its power from it — big investments are underway to change that. The country once had more nuclear power stations than the U.S., USSR and France — combined. It was a global producer until 1970 but hasn't completed a new reactor since Sizewell B in 1995. Today, the country takes the crown not for being a leader in atomic energy, but for being the most expensive place in the world to build nuclear projects. Nuclear energy accounted for just 14% of the U.K.'s power supply in 2023, according to the most recent data from the International Energy Agency, trailing its European peers and well behind frontrunner France at 65%. There is ambition to change that and have a quarter of the U.K.'s power come from nuclear by 2050. Nuclear is considered an attractive bet gas it's a low-carbon, constant energy source that can act as a baseload to complement intermittent sources like renewables. \"There's a very clear momentum that has been observed,\" Doreen Abeysundra, founder of consultancy Fresco Cleantech, told CNBC. It's in part due to geopolitical tensions, which pushed energy security and independence onto public agendas. However, the U.K.'s Nuclear Regulatory Taskforce called for urgent reforms after identifying \"systemic failures\" in the country's nuclear framework. It found that fragmented regulation, flawed legislation and weak incentives led the U.K. to fall behind as a nuclear powerhouse. The government committed to implementing the taskforce's guidance and is expected to present a plan to do so within three months.\n\nGoing big – or small\n\nThe U.K. is spreading its bets across tried-and-tested large nuclear projects and smaller, next-generation reactors known as small module reactors (SMRs). British company Rolls-Royce has been selected as the country's preferred partner for SMRs, which are effectively containerized nuclear reactors designed to be manufactured in a factory. Many include passive cooling techniques, which supporters argue makes them safer and cheaper. Nuclear has long come under fire by environmentalists due to radioactive waste and disasters like Chernobyl. Indeed, the U.K.'s first commercial plant Windscale became its worst nuclear accident in history when it melted down in 1957.\n\nOn October 10, 1957, Windscale became the site of the worst nuclear accident in British history, and the worst in the world until Three Mile Island 22 years later. A facility had been built there to produce plutonium, but when the US successfully designed a nuclear bomb that used tritium, the facility was used to produce it for the UK. However, this required running the reactor at a higher temperature than its design could sustain, and it eventually caught fire. Operators at first worried that e Photo: George Freston | Hulton Archive | Getty Images\n\nMost SMRs use light water reactor technology – think of the planned large-scale nuclear plant Sizewell C, just \"shrunk down,\" said Abeysundra – which is tried and tested. Other designs, known as \"advanced\" reactors, are more experimental. For example, those that change the cooling solution or solvent, which is typically used in the process of separating and purifying nuclear materials. The U.K.'s first SMR will be at Wylfa, in Wales, though no timeline has been given for its completion. The site will house three SMRs and grow over time. In September, the country signed a deal with the U.S. to enable stronger commercial ties on nuclear power and streamline licensing for firms that want to build on the opposite side of the Atlantic. However, \"the first thing is, there is not, at the moment, a single SMR actively producing electricity under four revenues. They will all come at best in the 30s,\" Ludovico Cappelli, portfolio manager of Listed Infrastructure at Van Lanschot Kempen, told CNBC. While SMRs are a \"game changer\" thanks to their ability to power individual factories or small towns, their days of commercial operation are too far away, he said. From an investment standpoint, \"that is still a bit scary,\" he added. To secure the large baseloads needed to offset the intermittency of renewables, \"we're still looking at big power stations,\" added Paul Jackson, Invesco's EMEA global market strategist.\n\nSMRs \"probably\" do have a role — \"they can clearly be more nimble\" — but it will take time to roll them out, Jackson said, casting doubt on the U.K.'s ability to be a leader in nuclear, as France and China are already miles ahead. The U.K. government body Great British Energy-Nuclear is set to identify sites for an additional large-scale plant, having already acquired one in Gloucestershire, in the west of England, as well as the site in Wales. \"We are reversing a legacy of no new nuclear power being delivered to unlock a golden age of nuclear, securing thousands of good, skilled jobs and billions in investment,\" a spokesperson for the U.K. government's Department for Energy Security and Net Zero told CNBC. \"Sizewell C will deliver clean electricity for the equivalent of six million of today's households for at least six decades, and the UK's first small modular reactors at Wylfa will power the equivalent of three million homes, bringing energy security,\" they added.\n\nInnovation in funding\n\nThe U.K. has a strong legacy to build on. It pioneered fresh funding mechanisms to make large-scale nuclear projects investible so that they are less reliant on direct government funding, such as a Contract for Differences, which was used for Hinkley Point C. The mechanism guarantees a fixed price for the electricity generated over a long period of time in order to de-risk investments in an industry that's known for running over time and budget. Hinkley Point C was initially expected to cost £18 billion (over $24 billion) but the bill has slowly crept up. \"That fixes one part of the equation, the price risk,\" Cappelli said of nuclear investments, but the second risk is construction delays. The Regulated Asset Base (RAB), first used for nuclear at Sizewell C, attempts to reconcile this. Investors get paid from the day they cut a check for a nuclear project, rather than the day it starts operating. Sizewell C is expected to cost £38 billion to build. Private market investors are increasingly interested in next-generation nuclear as a way to offset soaring energy demands from AI, resulting in a host of young companies trying to build out facilities. Perhaps the most famous is Oklo, a U.S. firm that was taken public by a Special Purpose Acquisition Company (SPAC) founded by OpenAI's Sam Altman.\n\nRendering of a proposed Oklo commercial advanced fission power plant in the U.S. Courtesy: Oklo Inc.\n\nThe U.K.'s advanced modular reactor hopeful Newcleo, which uses lead for cooling, moved its headquarters from London to Paris in 2024 — a strategic move to deepen its European footprint. At the time, it told World Nuclear News that it still plans to have a commercial reactor up and running in the U.K. by 2033, but the firm has since scaled back its British efforts. Meanwhile, Tokamak Energy and First Light Fusion call the U.K. home. They both focus on nuclear fusion, the process of generating power by combining atoms, though this technology is yet to get out of the lab. All of today's nuclear power comes from fission, where atoms are spit. The U.K. announced £2.5 billion for a world-first fusion prototype in June.\n\nThe next generation of engineers\n\nThe U.K. faces challenges in access to relevant talent, which is crucial for scaling projects effectively. The country is heralded for its world-class universities and technical know-how, \"but that is very much book knowledge,\" said Van Lanschot Kempen's Cappelli. \"What we need is real on-the-ground expertise, and that we are probably lacking for the simple reason that we haven't been doing it for a very long time,\" he said. For Abeysundra, there's one area where the U.K. stands out: its mindset. \"There is so much knowledge, innovation, and that can-do attitude, which I don't see as much in other nations,\" she said, pointing to the U.K.'s trailblazing role in the Industrial Revolution and establishment of offshore wind energy.\n\nwatch now\n\nThe U.K. government positioned nuclear energy as a key element of the future clean energy workforce in its Clean Energy Jobs Plan released in October, while its national roadmap for nuclear skills, set out in 2024, focuses on apprenticeships, PhDs and upskilling mid-career workers. Industry-led initiatives such as the Energy Skills Passport also support the likes of oil and gas workers to gain green skills.\n\nSecuring the supply chain\n\nPerhaps the toughest issue, however, is the supply chain. Uranium, the fuel used to make a nuclear reaction, is dominated by just four countries, including Russia. Global demand for uranium could rise by nearly a third by 2030 and more than double by 2040, according to the World Nuclear Association, adding further reliance on a select few countries and pressure on developers.",
        "image_url": null,
        "cluster_id": 3
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "No summary available for this cluster.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "More than 200 environmental groups demand halt to new US datacenters",
        "url": "https://www.theguardian.com/us-news/2025/dec/08/us-data-centers",
        "date": "2025-12-08",
        "source": "Environment | The Guardian",
        "text": "<p>Exclusive: Congress urged to act against energy-hungry facilities blamed for increasing bills and worsening climate crisis</p><p>A coalition of more than 230 environmental groups has demanded a national moratorium on new datacenters in the US, the latest salvo in a growing backlash to a booming artificial intelligence industry that has been blamed for escalating electricity bills and worsening the climate crisis.</p><p>The green groups, including Greenpeace, Friends of the Earth, Food &amp; Water Watch and dozens of local organizations, have urged members of Congress to halt the proliferation of energy-hungry datacenters, accusing them of causing planet-heating emissions, sucking up vast amounts of water and exacerbating electricity bill increases that have <a href=\"https://www.theguardian.com/us-news/2025/oct/31/us-electricity-bills-increased-trump\">hit Americans this year</a>.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/08/us-data-centers\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      },
      {
        "title": "‘It’s Scotland’s energy’: SNP to focus on renewables in Holyrood election",
        "url": "https://www.theguardian.com/politics/2025/dec/08/its-scotlands-energy-snp-to-focus-on-renewables-in-holyrood-election",
        "date": "2025-12-08",
        "source": "Environment | The Guardian",
        "text": "<p>Leader John Swinney says independence could cut household energy bills by a third in the long term</p><p>The future of Scottish renewables will underpin <a href=\"https://www.theguardian.com/politics/2025/oct/10/snp-holyrood-scottish-parliament-election-party-conference\">the Scottish National party’s Holyrood election campaign</a>, the party leader, John Swinney, has said, as he claimed independence could cut household energy bills by a third in the long term.</p><p>At what was billed as the first campaign event before next May’s elections to the Scottish parliament, Swinney declared: “It’s Scotland’s energy” – mirroring the famous 1970s slogan “It’s Scotland’s oil”, which bolstered the SNP’s first Westminster breakthrough.</p> <a href=\"https://www.theguardian.com/politics/2025/dec/08/its-scotlands-energy-snp-to-focus-on-renewables-in-holyrood-election\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      },
      {
        "title": "The Guardian view on solar geoengineering: Africa has a point about this risky technology | Editorial",
        "url": "https://www.theguardian.com/commentisfree/2025/dec/08/the-guardian-view-on-solar-geoengineering-africa-has-a-point-about-this-risky-technology",
        "date": "2025-12-08",
        "source": "Environment | The Guardian",
        "text": "<p>Sun-dimming risks putting the planet’s thermostat under Donald Trump’s control. Better to adopt the precautionary principle with high-stakes science</p><p>It is fitting that this week’s <a href=\"https://www.newindianexpress.com/world/2025/Dec/05/interview-multilateralism-is-under-strain-but-whats-the-alternative-inger-andersen\">UN environment talks</a> are in Nairobi, with Africa shaping the global climate conversation. The continent’s diplomats are dealing with the vexed question of whether it is wise to try to cool the planet by dimming the sun’s rays. While not on the formal summit agenda, on the sidelines they are <a href=\"https://www.theenergymix.com/african-states-stand-firm-against-solar-geoengineering-urge-real-climate-solutions/\">arguing</a> that it’s time to stop promoting solar geoengineering technology as a solution to global heating. It’s hard to disagree.</p><p>African nations have acted because they don’t want their continent to become a <a href=\"https://www.nytimes.com/2023/04/18/opinion/geoengineering-climate-change-technology-africa.html\">test bed</a> for unproven schemes to spray particles into the high atmosphere to reflect sunlight away from Earth for a small, uncertain cooling gain. They point to <a href=\"https://www.project-syndicate.org/commentary/africa-must-not-be-test-site-for-solar-geoengineering-by-chukwumerije-okereke-and-nnimmo-bassey-2025-06\">environmental, ethical and geopolitical risks</a>. That’s why the continent is pushing for a global “<a href=\"https://wedocs.unep.org/rest/api/core/bitstreams/2426ad5e-d7ae-408a-8e1c-de901ea6cd35/content\">non-use</a>” agreement that would rule out public funding, outdoor experiments, patenting and official promotion of these technologies.</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2025/dec/08/the-guardian-view-on-solar-geoengineering-africa-has-a-point-about-this-risky-technology\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      },
      {
        "title": "Canada’s environmental ‘realism’ looks more like surrender | Tzeporah Berman",
        "url": "https://www.theguardian.com/commentisfree/2025/dec/08/canada-environment-new-oil-pipeline",
        "date": "2025-12-08",
        "source": "Environment | The Guardian",
        "text": "<p>At a time when the UK and other countries are finally taking bold steps for climate, Canada is preparing a new oil pipeline</p><p>Last week, the United Kingdom did something all too rare: it chose leadership by backing science and prioritizing public safety. The Labour government announced it would <a href=\"https://www.theguardian.com/business/2025/nov/26/ed-miliband-confirms-crackdown-on-new-north-sea-oil-and-gas-exploration\">ban new oil and gas licences</a> in the North Sea, strengthen a windfall tax and accelerate phasing out of fossil-fuel subsidies.</p><p>These are not symbolic gestures. They are an acknowledgment that the global energy system is shifting and that mature economies must shift with it.</p><p>Tzeporah Berman is a Canadian environmental activist, campaigner and writer</p> <a href=\"https://www.theguardian.com/commentisfree/2025/dec/08/canada-environment-new-oil-pipeline\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      },
      {
        "title": "Maha v Maga: feud grows as Trump EPA rolls back rules on toxic chemicals",
        "url": "https://www.theguardian.com/us-news/2025/dec/07/maha-maga-feud-chemicals-pesticides",
        "date": "2025-12-07",
        "source": "Environment | The Guardian",
        "text": "<p>‘Make America healthy again’ leaders call for Lee Zeldin to quit for favoring chemical companies over US families</p><p>“Make America healthy again” (Maha) movement leaders have <a href=\"https://www.change.org/p/petition-to-remove-epa-administrator-lee-zeldin\">put out a petition</a> calling for <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> to fire Environmental Protection Agency (EPA) administrator Lee Zeldin, who, since being appointed in late January, has quickly moved to undo toxic chemical regulations and fast-track pesticide approvals.</p><p>The petition represents the latest salvo in a growing <a href=\"https://apnews.com/article/rfk-jr-maha-trump-health-care-vaccines-75df844c9995aaa92645393321eecd8c\">Maha-Maga feud </a>over the Trump administration’s policies around toxic chemicals and pesticides. Trump campaigned on cleaning up the nation’s water and food supply, a priority for the <a href=\"https://www.theguardian.com/us-news/robert-f-kennedy-jr\">Robert F Kennedy Jr</a>-led Maha movement that helped propel the US president to office.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/07/maha-maga-feud-chemicals-pesticides\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      },
      {
        "title": "The restaurateur chronicling hardships of immigrant staff in US kitchens: ‘These are the stories that make it work’",
        "url": "https://www.theguardian.com/environment/2025/dec/08/us-restaurant-staff-immigrant-voices-from-the-kitchen",
        "date": "2025-12-07",
        "source": "Environment | The Guardian",
        "text": "<p>In Voices from the Kitchen<em>,</em> Marc Meyer pulls the curtain back on the harrowing journeys of the people who run his restaurants</p><p>Throughout his lifetime, the celebrated chef and author Anthony Bourdain was unequivocal in his belief that the restaurant industry in the US could not function without immigrant labor. These indispensable workers, Bourdain argued, were not only willing to do the jobs that most US-born citizens would look down upon, but also they did them better and faster.</p><p>“People have differing opinions on what we should do about immigration in the future,” Bourdain told the <a href=\"https://www.houstonpress.com/restaurants/anthony-bourdain-on-illegal-immigrant-labor-in-us-kitchens-6438849/\">Houston Press</a><em> </em>in 2007. “But let’s be honest, at least, about who is cooking in America <em>now.</em> Who we rely on – have relied on – for decades. The bald fact is that the entire restaurant industry in America would close down overnight, would never recover, if current immigration laws were enforced quickly and thoroughly across the board.”</p> <a href=\"https://www.theguardian.com/environment/2025/dec/08/us-restaurant-staff-immigrant-voices-from-the-kitchen\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      },
      {
        "title": "Zipcar’s demise means people such as me are back in the slow lane – and stuck needing their own costly car | Phineas Finn",
        "url": "https://www.theguardian.com/commentisfree/2025/dec/07/zipcar-car-carsharing-collapse",
        "date": "2025-12-07",
        "source": "Environment | The Guardian",
        "text": "<p>The impending collapse of UK carsharing is an embarrassment for a government attempting to curb the dominance of cars</p><p>Zipcar, the world’s largest carsharing club, is leaving the UK. The company, which operates about 3,000 shared vehicles in Britain, has <a href=\"https://www.theguardian.com/business/2025/dec/01/zipcar-worlds-biggest-car-sharing-company-to-close-uk-operation\">announced plans</a> to shutter its UK operations at the end of the month. The news comes as a bitter blow to the <a href=\"https://www.como.org.uk/shared-cars/overview-and-benefits#:~:text=Active%20users*,5%2C310\">hundreds of thousands</a> of Britons who regularly rely on carsharing, and is a major setback in efforts to reduce emissions and traffic congestion.</p><p>I’m particularly gutted.<strong> </strong>This year I finally learned to drive, specifically in order to become a Zipcar member for the rare occasions when I need a vehicle. As newly qualified drivers aren’t allowed to hire Zipcars until they’ve held a licence for a year, I bought a secondhand VW Beetle to tide me over, counting the days until I could flog it and sign up for Zipcar instead. Now, with the service shutting up shop, I fear I will be stuck maintaining a costly lump of steel that I need for less than 1% of the year.</p><p>Phineas Harper is a writer and curator</p> <a href=\"https://www.theguardian.com/commentisfree/2025/dec/07/zipcar-car-carsharing-collapse\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      },
      {
        "title": "Over a pint in Oxford, we may have stumbled upon the holy grail of agriculture | George Monbiot",
        "url": "https://www.theguardian.com/commentisfree/2025/dec/05/agriculture-revolution-soil-farming-earth-rover-program",
        "date": "2025-12-05",
        "source": "Environment | The Guardian",
        "text": "<p>I knew that a revolution in our understanding of soil could change the world. Then came a eureka moment – and the birth of the Earth Rover Program</p><ul><li><p><a href=\"https://www.theguardian.com/environment/2025/dec/05/soilsmology-seismic-waves-soil-health-boost-yields\">Report: Experts say seismic waves can check soil health and boost yields</a></p></li></ul><p>It felt like walking up a mountain during a temperature inversion. You struggle through fog so dense you can scarcely see where you’re going. Suddenly, you break through the top of the cloud, and the world is laid out before you. It was that rare and remarkable thing: a eureka moment.</p><p>For the past three years, I’d been struggling with a big and frustrating problem. In researching <a href=\"https://www.theguardian.com/books/2022/jun/05/regenesis-by-george-monbiot-review-hungry-for-real-change\">my book Regenesis</a>, I’d been working closely with Iain Tolhurst (Tolly), <a href=\"https://www.tolhurstorganic.co.uk/\">a pioneering farmer</a> who had pulled off something extraordinary. Almost everywhere, high-yield farming means major environmental harm, due to the amount of fertiliser, pesticides and (sometimes) irrigation water and deep ploughing required. Most farms with apparently small environmental impacts produce low yields. This, in reality, <a href=\"https://www.theguardian.com/culture/2022/may/13/george-monbiot-vegan-planet-britain-farming-fuel-plant-based-food\">means high impacts</a>, as more land is needed to produce a given amount of food. But Tolly has found the holy grail of agriculture: high and rising yields with minimal environmental harm.</p><p>George Monbiot is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2025/dec/05/agriculture-revolution-soil-farming-earth-rover-program\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      },
      {
        "title": "Arab region pushed to limits by climate extremes as 2024 smashes heat records",
        "url": "https://news.un.org/feed/view/en/story/2025/12/1166509",
        "date": "2025-12-04",
        "source": "UN News - Global perspective Human stories",
        "text": "The Arab region is heating at nearly twice the global average, UN weather experts warned on Thursday, after 2024 saw unprecedented heat, destructive storms and worsening water scarcity impact some of the world’s most vulnerable communities.",
        "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/03-03-2021-unsplash-Makkah-Saudi-Arabia.jpg/image560x340cropped.jpg",
        "cluster_id": 4
      },
      {
        "title": "A diving prince, sunken treasure and snared by the Titanic: Joe MacInnis on his ‘rip-roaring’ life as an ocean adventurer",
        "url": "https://www.theguardian.com/environment/2025/dec/04/joe-macinnis-canada-ocean-exploration-shipwrecks-leadership-treasure-diving-titanic",
        "date": "2025-12-04",
        "source": "Environment | The Guardian",
        "text": "<p>At 88, the Canadian reflects on a golden era of underwater discovery and how shipwrecks and the cruel sea are the ‘greatest of all teachers’</p><p>Joe MacInnis admits there are simply too many places to begin telling the story of life in the ocean depths. At 88, the famed Canadian undersea explorer, has many decades to draw on. There was the time he and a Russian explorer and deep-water pilot, Anatoly Sagalevich, were snagged by a telephone wire strung from the pilot house of the Titanic, trapping the pair two and a half miles below the surface.</p><p>Another might be the moment he and his team stared in disbelief through a porthole window at the Edmund Fitzgerald, the 222-metre (729ft) ship that vanished 50 years ago <a href=\"https://www.nationalgeographic.com/history/article/edmund-fitzgerald-shipwreck\">into the depths of Lake Superior</a>, so quickly that none of the crew could issue a call for help. MacInnis and his team were the first humans to lay eyes on the wreck.</p><p>MacInnis diving in Lake Huron, off Tobermory, Canada, in 1969. Photograph: Don Dutton/Toronto Star/Getty Images</p> <a href=\"https://www.theguardian.com/environment/2025/dec/04/joe-macinnis-canada-ocean-exploration-shipwrecks-leadership-treasure-diving-titanic\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      },
      {
        "title": "Revealed: Mexico’s industrial boomtown is making goods for the US. Residents say they’re ‘breathing poison’",
        "url": "https://www.theguardian.com/us-news/2025/dec/02/monterrey-mexico-air-quality-industrial-pollution",
        "date": "2025-12-02",
        "source": "Environment | The Guardian",
        "text": "<p>Polluting facilities in Monterrey, which has close ties to the US, are pumping toxic heavy metals into the city’s air and threatening residents’ health</p><ul><li><p><a href=\"http://quintoelab.org/project/identifican-industrias-emisiones-contaminantes-monterrey\"><em>Leer en español </em></a><em>en Quinto Elemento Lab</em></p></li></ul><p>An industrial boom in a US manufacturing hub in Mexico is contributing to a massive air pollution crisis that is threatening residents’ health, according to new research by the Guardian and Quinto Elemento Lab.</p><p>The polluting facilities in Monterrey include factories that are operated by companies from around the world – including the US, Europe, Asia and Mexico – but export largely to the US.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/02/monterrey-mexico-air-quality-industrial-pollution\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "No summary available for this cluster.",
    "image_url": null
  }
]