[
  {
    "title": "Belém COP30 delivers climate finance boost and a pledge to plan fossil fuel transition",
    "url": "https://news.un.org/feed/view/en/story/2025/11/1166433",
    "date": "2025-11-22",
    "source": "UN News - Global perspective Human stories",
    "text": "In a pivotal outcome at COP30 in Belém, Brazil, countries agreed on a sweeping package to scale up climate finance and accelerate implementation of the Paris Agreement – but without a clear commitment to move away from fossil fuels.",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Collections/Embargoed/12-11-2025-UNFCCC-COP30-05.jpg/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "From waste pickers to courtrooms: Women demand a gender focus at COP30",
    "url": "https://news.un.org/feed/view/en/story/2025/11/1166427",
    "date": "2025-11-21",
    "source": "UN News - Global perspective Human stories",
    "text": "On the scheduled final day of COP30 in Belém, tense negotiations are stretching into Friday afternoon as divisions persist. Amid the ongoing talks, one message is cutting through the noise: there is no climate justice without gender equality.",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/21-11-2025-UNFCCC-COP30-03.jpg/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "Can industrial growth and climate action go hand in hand?",
    "url": "https://news.un.org/feed/view/en/story/2025/11/1166421",
    "date": "2025-11-21",
    "source": "UN News - Global perspective Human stories",
    "text": "Do higher living standards in developing countries have to mean more polluting, fossil-fuel dependent industries? Or is a low-carbon alternative possible? As the world grapples with climate change, economic inequality, and rapid technological shifts, next week’s Global Industry Summit will tackle these questions, bringing together governments, business leaders, and innovators to shape solutions that balance prosperity with sustainability.&nbsp;",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/11-07-2025-Green-Hydrogen-Brazil.jpg/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "‘The world is watching’: Guterres and Lula urge unity as COP30 talks near deadline",
    "url": "https://news.un.org/feed/view/en/story/2025/11/1166417",
    "date": "2025-11-20",
    "source": "UN News - Global perspective Human stories",
    "text": "With the clock ticking on climate negotiations in Belém, UN Secretary-General António Guterres and Brazil’s President Luiz Inácio Lula da Silva, speaking separately, delivered a united message: the world is watching, and compromise cannot wait.",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/20-11-2025_UNFCCC_COP30-01.jpg/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "What’s at stake in the COP30 negotiations?",
    "url": "https://news.un.org/feed/view/en/story/2025/11/1166415",
    "date": "2025-11-20",
    "source": "UN News - Global perspective Human stories",
    "text": "Talks at the COP30 climate summit in Belém, Brazil, were suspended on Thursday after a fire broke out in the venue, triggering evacuations that halted negotiations between more than 190 delegations. The summit was set to conclude Friday, and the disruption came at a critical moment as countries were locked in tense debates over fossil fuels and climate finance. The outcome of these talks is widely seen as a litmus test for turning decades of climate pledges into concrete action.",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/20-11-2025-UNFCCC-COP30-01.jpg/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "In the Amazon, a school becomes a beacon of climate resilience",
    "url": "https://news.un.org/feed/view/en/story/2025/11/1166408",
    "date": "2025-11-19",
    "source": "UN News - Global perspective Human stories",
    "text": "The boat ride from Belém to Barcarena is a journey through shimmering waterways and emerald forest, where the Amazon meets the Atlantic in a sweep of beauty. But beneath the postcard-perfect scene, climate change is quietly rewriting the rules of life.",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/19-11-25-ONUNews-Barcarena03.png/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "US, Russia and Saudi Arabia create axis of obstruction as Cop30 sputters out",
    "url": "https://www.theguardian.com/environment/2025/nov/25/trump-cop30-lacks-us-climate-progress",
    "date": "2025-11-25",
    "source": "Environment | The Guardian",
    "text": "<p>Trump puts US in unflattering company as lack of representative reveals disdain for climate progress</p><p>More than two decades ago, the US railed against the “axis of evil”. Now, after international climate talks spluttered to a meagre conclusion, the US finds itself grouped with unflattering company – an “axis of obstruction” that has stymied progress on the climate crisis.</p><p>Donald Trump’s administration opted to not send anyone to the UN climate summit in Brazil that <a href=\"https://www.theguardian.com/environment/2025/nov/22/small-win-at-cop-on-finance-for-poor-countries-overshadowed-by-failure-on-fossil-fuels\">culminated</a> over the weekend – a first for the US in 30 years of these annual gatherings and another representation of the president’s disdain for the climate crisis, which he has called a “hoax” and a “con job”.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/25/trump-cop30-lacks-us-climate-progress\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "White House announces new oil and gas drilling off California and Florida",
    "url": "https://www.theguardian.com/us-news/2025/nov/20/white-house-new-oil-gas-drilling-california-florida",
    "date": "2025-11-20",
    "source": "Environment | The Guardian",
    "text": "<p>But Sunshine state Republicans might oppose drilling off state’s famous beaches that keep tourism dollars coming in</p><p>The <a href=\"https://www.theguardian.com/us-news/trump-administration\">Trump administration</a> on Thursday announced new oil and gas drilling off <a href=\"https://www.theguardian.com/us-news/california\">California</a>’s and <a href=\"https://www.theguardian.com/us-news/florida\">Florida</a>’s coasts, setting the stage for a political showdown – including with Sunshine state <a href=\"https://www.theguardian.com/us-news/republicans\">Republicans</a> who have largely opposed petroleum development in the Gulf of Mexico.</p><p>This announcement comes as the US petroleum industry, despite <a href=\"https://www.politico.com/news/2025/11/20/trump-administration-california-florida-oil-drilling-00648189\">contending with low crude prices</a>, has been pushing for an entree to additional offshore drilling areas. The industry’s move for increased access also marks an effort to increase jobs and US energy independence, <a href=\"https://www.pbs.org/newshour/politics/trump-administration-proposes-new-oil-drilling-off-the-coasts-of-california-and-florida\">according to the Associated Press</a>.</p> <a href=\"https://www.theguardian.com/us-news/2025/nov/20/white-house-new-oil-gas-drilling-california-florida\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Pelosi calls Trump ‘the biggest con job in American history’ in reply to climate comment",
    "url": "https://www.theguardian.com/us-news/2025/nov/20/pelosi-trump-con-job-climate",
    "date": "2025-11-20",
    "source": "Environment | The Guardian",
    "text": "<p>US speaker emerita criticizes Trump’s anti-climate stance and his remarks to the UN general assembly</p><p>“President Trump is the biggest con job in American history,” said Nancy Pelosi, the US speaker emerita, to reporters on Thursday while criticizing his anti-climate agenda.</p><p><a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> told the UN general assembly in September that the climate crisis was “the greatest con job ever perpetrated on the world”. But he was “projecting”, Pelosi said at a press conference. The meeting was convened by Democrats on the Senate committee on environment and public works to comment on the US’s official absence from the United Nations <a href=\"https://www.theguardian.com/environment/cop30\">Cop30</a> climate summit in Belém, Brazil, where 195 countries are represented.</p> <a href=\"https://www.theguardian.com/us-news/2025/nov/20/pelosi-trump-con-job-climate\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Trump officials reveal plan to roll back regulations in Endangered Species Act",
    "url": "https://www.theguardian.com/us-news/2025/nov/20/trump-endangered-species-act",
    "date": "2025-11-20",
    "source": "Environment | The Guardian",
    "text": "<p>Experts fear plan, one of many attempts Trump’s made to dismantle wildlife protection, will speed up extinction crisis</p><p>The Trump administration presented a new plan to roll back regulations in the Endangered Species Act (ESA) on Wednesday, a move experts fear will accelerate the extinction crisis if adopted.</p><p><a href=\"https://content.govdelivery.com/accounts/USDOI/bulletins/3fc00d6\">The proposed</a><strong><a href=\"https://content.govdelivery.com/accounts/USDOI/bulletins/3fc00d6\"> </a></strong><a href=\"https://content.govdelivery.com/accounts/USDOI/bulletins/3fc00d6\">changes</a> would allow the federal government more power to weigh economic impact against habitat designations, remove safeguards against future events – including the impacts from the climate crisis – and rescind the “blanket rule” that automatically grants threatened species the same protections as those designated as endangered.</p> <a href=\"https://www.theguardian.com/us-news/2025/nov/20/trump-endangered-species-act\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Thousands of toxic sites across US face risk of coastal flooding",
    "url": "https://www.theguardian.com/environment/2025/nov/20/toxic-sites-us-coastal-flooding",
    "date": "2025-11-20",
    "source": "Environment | The Guardian",
    "text": "<p>Study finds rising seas could flood facilities handling waste, sewage, and oil and gas – and coastal states most at risk</p><p>More than 5,500 toxic sites nationwide could face coastal flooding by 2100 due to rising sea levels, according to new research.</p><p>The study, published on Thursday in Nature Communications and led by scientists at the University of California, warns that if heat-trapping pollution continues unabated, rising seas will flood a wide range of hazardous facilities including those handling sewage, toxic waste, oil and gas, as well as other industrial pollutants.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/20/toxic-sites-us-coastal-flooding\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "People in the US: tell us how the climate crisis has affected your life in small ways this year",
    "url": "https://www.theguardian.com/environment/2025/nov/19/us-climate-crisis-effect-everyday-life",
    "date": "2025-11-19",
    "source": "Environment | The Guardian",
    "text": "<p>We want to hear about how these shifts showed up in your everyday lives this year</p><p>The climate crisis is reshaping our lives: extreme weather events are intensifying, extinctions are accelerating and the urgency for both adaptation and intervention only increase.</p><p>But there are also the smaller, more personal impacts. Perhaps it’s not being able to fish with your kids in the place where your childhood memories were made because the river has dried up. Maybe it’s not being able to gather around a campfire in the summer, due to wildfire risks and restrictions. It can be the loss of a favorite tree, a personal sacrifice you’ve made for the greater good, or a change you’ve observed through the seasons.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/19/us-climate-crisis-effect-everyday-life\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Trump’s anti-climate agenda could result in 1.3m more deaths globally, analysis finds",
    "url": "https://www.theguardian.com/environment/2025/nov/19/trump-emissions-policy-could-cause-climate-deaths",
    "date": "2025-11-19",
    "source": "Environment | The Guardian",
    "text": "<p>Fallout from increased emissions linked to president’s ‘America First’ policies expected to most affect those in poor, hot countries</p><p><em>This article is co-published with ProPublica, a non</em><em>-profit newsroom that <a href=\"https://www.propublica.org/newsletters/the-big-story?source=www.propublica.org&amp;placement=top-note&amp;region=national\">investigates abuses of power</a>.</em></p><p>New advances in environmental science are providing a detailed understanding of the human cost of the Trump administration’s approach to climate.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/19/trump-emissions-policy-could-cause-climate-deaths\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Labor’s nature laws risk collapse with deal yet to be struck on eve of parliament’s final sitting day",
    "url": "https://www.theguardian.com/australia-news/2025/nov/26/labor-nature-laws-greens-parliament-final-sitting-day",
    "date": "2025-11-26",
    "source": "Environment | The Guardian",
    "text": "<p>If Labor cannot reach deal on Thursday, it will mark second time in 12 months that it has failed to secure planned EPBC Act reforms </p><ul><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>Anthony Albanese is yet to land a deal to rewrite federal nature laws ahead of parliament’s final sitting day of the year, leaving the long-promised reforms at risk of collapse for the second time in 12 months.</p><p>But political, industry and environment movement sources expect the Greens will eventually accept an 11th-hour compromise after Labor offered new concessions to secure the minor party’s support.</p> <a href=\"https://www.theguardian.com/australia-news/2025/nov/26/labor-nature-laws-greens-parliament-final-sitting-day\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Guardian Essential poll: only a quarter of older Australians believe climate change can be prevented",
    "url": "https://www.theguardian.com/australia-news/2025/nov/25/guardian-essential-poll-only-a-quarter-of-older-australians-believe-climate-change-can-be-prevented",
    "date": "2025-11-25",
    "source": "Environment | The Guardian",
    "text": "<p>Results show a ‘general sense of gloom’ as fewer Australians now believe climate change is caused by humans compared with March</p><ul><li><p><a href=\"https://www.theguardian.com/australia-news/live/2025/nov/26/politics-live-labor-epbc-nature-laws-murray-watt-greens-coalition-anthony-albanese-sussan-ley-ted-obrien-national-press-club-ndis-fines-cpi-question-time-ntwnfb\">Follow our Australia news live blog for latest updates</a></p></li><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>Twice as many older Australians than young adults believe the world cannot do anything to prevent the worst effects of our rapidly heating climate, according to the latest Guardian Essential poll.</p><p>The poll of 1,020 Australians last week,also found just 53% of people think climate change is happening and is caused by human activity. That has declined one point from March 2025, when 54% of respondents said the same.</p> <a href=\"https://www.theguardian.com/australia-news/2025/nov/25/guardian-essential-poll-only-a-quarter-of-older-australians-believe-climate-change-can-be-prevented\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "UK can create 5,400 jobs if it stops plastic waste exports, report finds",
    "url": "https://www.theguardian.com/environment/2025/nov/25/uk-can-create-5400-jobs-if-it-stops-plastic-waste-exports-report-finds",
    "date": "2025-11-25",
    "source": "Environment | The Guardian",
    "text": "<p>Campaigners say closure of loophole making it cheaper to export rather than recycle will boost circular economy</p><p>The UK could end its reliance on exporting plastic waste by 2030 to support the creation of 5,400 new jobs and take responsibility for the environmental impact of its waste, according to research.</p><p>The report said up to 15 new recycling facilities could be built by the end of the decade, attracting more than £800m of private investment. The increase in capacity would help generate almost £900m of economic value every year, providing at least £100m in new tax revenues annually.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/25/uk-can-create-5400-jobs-if-it-stops-plastic-waste-exports-report-finds\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "One in seven English bathing spots rated as polluted in latest testing",
    "url": "https://www.theguardian.com/environment/2025/nov/25/one-in-seven-english-bathing-spots-rated-as-polluted-in-latest-testing",
    "date": "2025-11-25",
    "source": "Environment | The Guardian",
    "text": "<p>Scarborough and Bognor Regis among places where water is so polluted it is not recommended for swimming</p><p>One in seven (13%) of England’s bathing waters are rated as polluted, and one in 14 so polluted they are not recommended for swimming.</p><p>Famous beaches including Bognor Regis, Scarborough’s South Bay and Littlehaven Beach in South Shields were all rated “poor” in <a href=\"https://www.gov.uk/government/publications/bathing-waters-in-england-compliance-reports/bathing-water-classifications-2025\">the latest classifications</a> from the Environment Agency, which means they are not recommended for swimming.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/25/one-in-seven-english-bathing-spots-rated-as-polluted-in-latest-testing\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "‘Hunger has left its mark on me’: a Native woman reflects on her rich but food-scarce life",
    "url": "https://www.theguardian.com/environment/2025/nov/24/hunger-native-woman",
    "date": "2025-11-24",
    "source": "Environment | The Guardian",
    "text": "<p>Hunger is part of American life. Even as a professional adult, it’s never too far from Dr Angie Morrill’s thoughts</p><p>I asked my older sister why we sang the Patty Cake song so often as children: <em>Patty cake, patty cake, baker’s man. Bake me a cake as fast as you can!</em> She replied simply: “Because we were hungry.”</p><p>Her answer stayed with me, and I thought about some happy memories: mom making Toll House cookies while The Wizard of Oz played on television. Delivering baked goods to elders and friends in our Native urban community at Christmas; we are enrolled citizens in the Klamath Tribes, whose traditional homelands are in southern Oregon and northern California. Sharing food is a cultural value for Native people. Mom taught us to always offer food and drinks to our guests. It’s also important to have enough food to share.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/24/hunger-native-woman\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Zombie fires: how Arctic wildfires that come back to life are ravaging forests",
    "url": "https://www.theguardian.com/environment/2025/nov/24/zombie-fires-arctic-wildfires-reignite-ravaging-forests-aoe",
    "date": "2025-11-24",
    "source": "Environment | The Guardian",
    "text": "<p>Blazes that smoulder in the permafrost, only to reignite, are extending fire season though winter, leaving vegetation struggling to recover</p><p>In May 2023, a lightning strike hit the forest in Donnie Creek, British Columbia, and the trees started to burn. It was early in the year for a wildfire, but a dry autumn and warm spring had turned the forest into a tinderbox, and the flames spread rapidly. By mid-June, the fire had become one of largest in the province’s history, burning through an area of boreal forest nearly twice the size of central London. That year, more of Canada burned than ever before.</p><p>The return of cold and snow at the close of the year typically signal the end of the wildfire season. But this time, the fire did not stop. Instead, it smouldered in the soil underground, insulated from the freezing conditions by the snowpack. The next spring, it reemerged as a “zombie fire” that continued to burn until August 2024. By then, <a href=\"https://www.theguardian.com/world/2023/aug/08/canadian-wildfire-fighters-scramble-amid-nightmare-season\">more than 600,000 hectares (1.5m acres) had been destroyed</a>.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/24/zombie-fires-arctic-wildfires-reignite-ravaging-forests-aoe\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Nazi bombs, torpedo heads and mines: how marine life thrives on dumped weapons",
    "url": "https://www.theguardian.com/environment/2025/nov/20/oceans-germany-baltic-sealife-reefs-toxic-second-world-war-munitions-aoe",
    "date": "2025-11-20",
    "source": "Environment | The Guardian",
    "text": "<p>Scientists discover thousands of sea creatures have made their homes amid the detritus of abandoned second world war munitions off the coast of Germany</p><p>In the brackish waters off the German coast lies a wasteland of Nazi bombs, torpedo heads and mines. Thrown off barges at the end of the second world war and forgotten about, thousands of munitions have become matted together over the years. They form a rusting carpet on the shallow, muddy seafloor of the Bay of Lübeck in the western tip of the Baltic Sea.</p><p>Over the decades, the Nazi arsenal was ignored and forgotten about. A growing number of tourists flocked to the sandy beaches and calm waters for jetskiing, kite surfing and amusement parks. Beneath the surface, the weapons decayed.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/20/oceans-germany-baltic-sealife-reefs-toxic-second-world-war-munitions-aoe\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "‘The narwhals stop calling’: how the noise from ships is silencing wildlife in the Arctic",
    "url": "https://www.theguardian.com/environment/2025/nov/25/shipping-noise-arctic-whales-narwhals-sound-quieter-vessels",
    "date": "2025-11-25",
    "source": "Environment | The Guardian",
    "text": "<p>Evidence that the whales and other marine animals are particularly vulnerable to sound is driving calls for quieter vessels</p><p>The delicate clicks and whistles of narwhals carry through Tasiujaq, locally known as Eclipse Sound, at the eastern Arctic entrance of the Northwest Passage. A hydrophone in this shipping corridor off Baffin Island, Nunavut, captures their calls as the tusked whales navigate their autumn migration route to northern Baffin Bay.</p><p>But as the Nordic Odyssey, a 225-metre ice-class bulk carrier servicing the nearby iron ore mine, approaches, its low engine rumble gives way to a wall of sound created by millions of collapsing bubbles from its propeller. The narwhals’ acoustic signals, evolved for one of Earth’s quietest environments, fall silent.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/25/shipping-noise-arctic-whales-narwhals-sound-quieter-vessels\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "To defeat the global Goliaths devastating our planet, we must raise an army of Davids | Peter Lewis",
    "url": "https://www.theguardian.com/australia-news/commentisfree/2025/nov/26/climate-disasters-devastating-planet-collective-action-against-corporations",
    "date": "2025-11-26",
    "source": "Environment | The Guardian",
    "text": "<p>As Australians face a maelstrom of interconnected disasters, the climate catastrophe has become just one of many things to doomscroll about</p><ul><li><p><a href=\"https://www.theguardian.com/australia-news/2025/nov/25/guardian-essential-poll-only-a-quarter-of-older-australians-believe-climate-change-can-be-prevented\">Guardian Essential poll: only a quarter of older Australians believe climate change can be prevented</a></p></li></ul><p>The Cop30 climate talks have ended in Brazil with a collective shrug of the shoulders after the Goliaths of the fossil energy industry once again flexed their muscles to show the world who is really in control.</p><p>As our Pacific Island neighbours pleaded for their very survival, more than 1,600 <a href=\"https://www.theguardian.com/environment/2025/nov/14/fossil-fuel-lobbyists-cop30\">industry lobbyists</a> crashed the party, joining forcing with the Saudis and Russians to kibosh the phase-out of fossil fuels.</p> <a href=\"https://www.theguardian.com/australia-news/commentisfree/2025/nov/26/climate-disasters-devastating-planet-collective-action-against-corporations\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "What do Murray Watt and climate activists have in common? | Fiona Katauskas",
    "url": "https://www.theguardian.com/commentisfree/picture/2025/nov/25/what-do-murray-watt-and-climate-activists-have-in-common",
    "date": "2025-11-24",
    "source": "Environment | The Guardian",
    "text": "<p> It’s all in the timing</p><ul><li><p>See more of <a href=\"https://www.theguardian.com/profile/fiona-katauskas\">Fiona Katauskas’s cartoons here</a></p></li></ul> <a href=\"https://www.theguardian.com/commentisfree/picture/2025/nov/25/what-do-murray-watt-and-climate-activists-have-in-common\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "The Guardian view on UN climate talks: they reveal how little time is left | Editorial",
    "url": "https://www.theguardian.com/commentisfree/2025/nov/24/the-guardian-view-on-un-climate-talks-they-reveal-how-little-time-is-left",
    "date": "2025-11-24",
    "source": "Environment | The Guardian",
    "text": "<p>A fragile Cop30 consensus is a win. But only a real bargain between rich and poor nations can weather the climate shocks that are coming</p><p>This year’s UN climate talks in Brazil’s Belém ended without a major breakthrough. The text of the final <a href=\"https://www.theguardian.com/environment/2025/nov/22/cop30-deal-inches-closer-to-end-of-fossil-fuel-era-after-bitter-standoff\">agreement</a> lacked a deal to shift away from <a href=\"https://www.carbonbrief.org/cop30-key-outcomes-agreed-at-the-un-climate-talks-in-belem/\">fossil fuels</a>, delayed crucial finance and the “mutirão” decision contained no roadmap to halt and reverse deforestation. But the multilateral system at Cop30 held together at a point when its collapse felt close. This ought to be a warning: next year’s conference of the parties must strike a better bargain between the rich and poor world.</p><p>Developing countries are far from united on some issues. Over rare earth minerals <a href=\"https://resourcegovernance.org/articles/why-minerals-still-matter-cop30-whats-stake-if-theyre-left-out\">China sees any move as targeting its dominance, while Africa sees it as essential for governance</a>. Elsewhere <a href=\"https://www.theenergymix.com/breaking-empty-deal-at-cop30-as-petrostates-block-progress-on-fossil-fuel-phaseout/\">petrostates</a> did not support Colombia’s call for a fossil fuel phase-out. Yet the global south broadly coheres around a simple principle: its nations must be equipped to survive a climate emergency they did not create. That means cash to build <a href=\"https://thefinancialexpress.com.bd/environment/global-commitments-on-climate-finance-must-be-fulfilled-rizwana\">flood</a> defences, make agricultural systems resilient, protect coastlines and rebuild after disasters strike. They also demand front-loaded finance to transition to clean, green economic growth.</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2025/nov/24/the-guardian-view-on-un-climate-talks-they-reveal-how-little-time-is-left\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Another Cop wrecked by fossil fuel interests and our leaders’ cowardice – but there is another way | Genevieve Guenther",
    "url": "https://www.theguardian.com/commentisfree/2025/nov/24/cop30-wrecked-fossil-fuels-russia-saudi-arabia-brazil",
    "date": "2025-11-24",
    "source": "Environment | The Guardian",
    "text": "<p>The fingerprints of Russia and Saudi Arabia are all over the decision text in Brazil. But a group of nations led by Colombia and the Netherlands offer hope</p><ul><li><p>Genevieve Guenther is the founding director of End Climate Silence</p></li></ul><p>The 30th conference of the parties (Cop30), the annual climate summit of all nations party to the UNFCCC, <a href=\"https://www.theguardian.com/environment/live/2025/nov/22/cop30-climate-talks-deal-overtime-live-news\">just ended</a>. Stakeholders are out in the media trying spin the outcome as a win. Simon Stiell, climate change executive secretary for the UN is, for instance, <a href=\"https://www.bbc.com/news/live/cgqlqyepwylt?post=asset%3Af5c99c69-1104-43d1-98ed-9c11020fc7d2#post\">praising</a> <a href=\"https://x.com/simonstiell/status/1992331441406165142\">Cop30</a> for showing that “climate cooperation is alive and kicking, keeping humanity in the fight for a liveable planet”. But let us be clear. The conference was a failure. Its outcome, <a href=\"https://unfccc.int/sites/default/files/resource/Mutir%C3%A3o_cop30.pdf\">the decision text</a> known as the Global Mutirão or Global Collective Effort, is, in essence, a form of climate denial.</p><p>In 2023, the Intergovernmental Panel on Climate Change<strong> </strong>(IPCC) <a href=\"https://www.ipcc.ch/report/ar6/syr/downloads/report/IPCC_AR6_SYR_FullVolume.pdf\">determined that the world</a> had already developed, or planned to develop, too much fossil fuel to be able to halt global heating at 2C. It acknowledged that the capital assets built up around fossil fuels must be stranded – that is to say, abandoned and not used – if warming was to be limited to 2C. But the Cop30 decision text ignores all this. Indeed, it never even mentions fossil fuels.</p><p>Genevieve Guenther is the founding director of End Climate Silence, and the author of The Language of Climate Politics</p> <a href=\"https://www.theguardian.com/commentisfree/2025/nov/24/cop30-wrecked-fossil-fuels-russia-saudi-arabia-brazil\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Nature inFocus photography competition 2025: flamingos, foxes and a chilled out chimp",
    "url": "https://www.theguardian.com/artanddesign/gallery/2025/nov/25/nature-infocus-photography-competition-2025-flamingos-foxes-and-a-chilled-out-chimp",
    "date": "2025-11-25",
    "source": "Environment | The Guardian",
    "text": "<p>The Nature inFocus photography competition 2025 announced its winners at the Nature inFocus festival hosted at Jayamahal Palace in Bengaluru, India.</p><p>Close to 16,000 images were submitted by more than 1,250 photographers from more than 38 countries.</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2025/nov/25/nature-infocus-photography-competition-2025-flamingos-foxes-and-a-chilled-out-chimp\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "The 2025 BirdLife Australia photography awards – in pictures",
    "url": "https://www.theguardian.com/environment/gallery/2025/nov/25/2025-birdlife-australia-photography-awards-in-pictures",
    "date": "2025-11-24",
    "source": "Environment | The Guardian",
    "text": "<p>A preening brush turkey, a wise cassowary and some hungry terns are among the winning and shortlisted photos in this year’s prize. They were chosen from thousands of entries across nine categories, including the special theme of diurnal raptors. Funds raised by the <a href=\"https://www.birdlifephotoaward.org.au/\">competition</a> support <a href=\"https://birdlife.org.au/conservation\">bird conservation</a> programs in Australia</p> <a href=\"https://www.theguardian.com/environment/gallery/2025/nov/25/2025-birdlife-australia-photography-awards-in-pictures\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "‘I’m afraid for our children’: living with the climate crisis in the Philippines – in pictures",
    "url": "https://www.theguardian.com/world/gallery/2025/nov/24/living-with-the-climate-crisis-in-the-philippines-in-pictures",
    "date": "2025-11-24",
    "source": "Environment | The Guardian",
    "text": "<p>The Philippines is one of the countries most at risk of the climate emergency due to its low-lying island geography. With sea temperatures rising, the country deals with increasingly frequent and intense typhoons, rising sea-levels that threaten coastal communities, and changing rainfall patterns that disrupt agriculture. The country is one of the smallest contributors to climate change but one of the places most affected by its impacts. Gideon Mendel’s visceral portraits from his project Drowning World show people in Bulacan province dealing with the climate emergency in their daily lives</p> <a href=\"https://www.theguardian.com/world/gallery/2025/nov/24/living-with-the-climate-crisis-in-the-philippines-in-pictures\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  }
]