[
  {
    "title": "From ‘global cooling’ to ‘beautiful coal’: Trump’s startling climate claims of 2025",
    "url": "https://www.theguardian.com/us-news/2025/dec/29/trump-climate-claims-environment",
    "date": "2025-12-29",
    "source": "Environment | The Guardian",
    "text": "<p>Trump ratcheted up his questionable claims about the environment and how to deal, if at all, with the threats to it</p><p>In the past decade at the forefront of US politics, Donald Trump has unleashed a barrage of unusual, misleading or dubious assertions about the climate crisis, which he most famously called a “hoax”.</p><p>This year has seen Trump ratchet up his often questionable claims about the environment and how to deal, if at all, with the threats to it. In a year littered with lies and wild declarations, these are the five that stood out as the most startling.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/29/trump-climate-claims-environment\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Defunding fungi: US’s living library of ‘vital ecosystem engineers’ is in danger of closing",
    "url": "https://www.theguardian.com/environment/2025/dec/26/arbuscular-mycorrhizal-fungi-living-library-vital-ecosystem-engineers",
    "date": "2025-12-26",
    "source": "Environment | The Guardian",
    "text": "<p>These fungi boost plant growth and restore depleted ecosystems, but federal funding for a library housing them has been cut – and it may be forced to close</p><p>Inside a large greenhouse at the University of Kansas, Professor Liz Koziol and Dr Terra Lubin tend rows of sudan grass in individual plastic pots. The roots of each straggly plant harbor a specific strain of invisible soil fungus. The shelves of a nearby cold room are stacked high with thousands of plastic bags and vials containing fungal spores harvested from these plants, then carefully preserved by the researchers.</p><p>The samples in this seemingly unremarkable room are part of the International Collection of Vesicular Arbuscular Mycorrhizal Fungi (INVAM), the world’s largest living library of soil fungi. Four decades in the making, it could cease to exist within a year due to federal budget cuts.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/26/arbuscular-mycorrhizal-fungi-living-library-vital-ecosystem-engineers\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "US voters linking climate crisis to rising bills despite Trump’s ‘green scam’ claims",
    "url": "https://www.theguardian.com/us-news/2025/dec/26/us-voters-link-climate-crisis-affordability",
    "date": "2025-12-26",
    "source": "Environment | The Guardian",
    "text": "<p>New polling shows 65% of registered US voters believe global heating is affecting cost of living</p><p>Most Americans now connect the worsening climate crisis with their cost of living pressures, with clear majorities also disagreeing with moves by the Trump administration to gut climate research and halt windfarms, new polling has found.</p><p>About 65% of registered voters in the US think that global heating is affecting the cost of living, <a href=\"https://climatecommunication.yale.edu/publications/climate-change-in-the-american-mind-politics-policy-fall-2025/\">according to the polling by Yale University</a>.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/26/us-voters-link-climate-crisis-affordability\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "North Carolina Christmas tree farmers are optimistic after Hurricane Helene",
    "url": "https://www.theguardian.com/us-news/2025/dec/24/christmas-tree-farmers-north-carolina",
    "date": "2025-12-24",
    "source": "Environment | The Guardian",
    "text": "<p>More than a year after the storm ripped apart families and farms, growers are bullish about strength of their industry</p><p>Christmas tree farmers in western North Carolina are still rebuilding from last year’s devastating <a href=\"https://www.theguardian.com/us-news/hurricane-helene\">Hurricane Helene</a>, but growers are optimistic about business and the overall strength of their industry in the region.</p><p>“There’s still a lot of recovery that needs to happen, but we’re in much better shape than we were this time last year … sales are good,” Kevin Gray, owner of Hickory Creek Farm Christmas Trees in Greensboro, said earlier this month, while the buying season was in full swing.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/24/christmas-tree-farmers-north-carolina\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Stingless bees from the Amazon granted legal rights in world first",
    "url": "https://www.theguardian.com/environment/2025/dec/29/stingless-bees-from-the-amazon-granted-legal-rights-in-world-first",
    "date": "2025-12-29",
    "source": "Environment | The Guardian",
    "text": "<p>Planet’s oldest bee species and primary pollinators were under threat from deforestation and competition from ‘killer bees’</p><p>Stingless bees from the Amazon have become the first insects to be granted legal rights anywhere in the world, in a breakthrough supporters hope will be a catalyst for similar moves to protect bees elsewhere.</p><p>It means that across a broad swathe of the Peruvian Amazon, the rainforest’s long-overlooked native bees – which, unlike their cousins the European honeybees, have no sting – now have the right to exist and to flourish.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/29/stingless-bees-from-the-amazon-granted-legal-rights-in-world-first\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Queensland to continue to allow farmers to shoot flying foxes after revoking ban on controversial practice",
    "url": "https://www.theguardian.com/environment/2025/dec/30/queensland-to-continue-to-allow-farmers-to-shoot-flying-foxes-after-revoking-ban-on-controversial-practice",
    "date": "2025-12-29",
    "source": "Environment | The Guardian",
    "text": "<p>Conservationists and scientists criticise state for backtracking and say alternative non-lethal methods such as netting are more effective</p><ul><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>The Queensland government has backtracked on plans to end the shooting of flying foxes from July 2026, continuing a practice wildlife advocates and scientists describe as “ineffective” and “inhumane”.</p><p>Permits issued by the state’s environment department allow Queensland farmers to shoot flying foxes for the purposes of crop protection, up to an annual statewide quota set at 1,630 animals. That includes 130 grey-headed flying foxes, listed as vulnerable under federal environment laws, along with 700 black and 800 little red flying foxes.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/30/queensland-to-continue-to-allow-farmers-to-shoot-flying-foxes-after-revoking-ban-on-controversial-practice\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "‘Cities need nature to be happy’: David Attenborough seeks out London’s hidden wildlife",
    "url": "https://www.theguardian.com/tv-and-radio/2025/dec/29/cities-need-nature-to-be-happy-david-attenborough-seeks-out-londons-hidden-wildlife",
    "date": "2025-12-29",
    "source": "Environment | The Guardian",
    "text": "<p>Attenborough, 99, enthuses about tube-riding pigeons, foxes, parakeets and others in Wild London for the BBC</p><p>Filming the wildlife of London requires an intrepid, agile presenter, willing to lie on damp grass after dark to encounter hedgehogs, scale heights to hold a peregrine falcon chick, and stake out a Tottenham allotment to get within touching distance of wary wild foxes.</p><p>Step forward Sir David Attenborough, who spent his 100th summer seeking out the hidden nature of his home city for an unusually personal and intimate BBC documentary.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2025/dec/29/cities-need-nature-to-be-happy-david-attenborough-seeks-out-londons-hidden-wildlife\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "London Eye architect proposes 14-mile tidal power station off Somerset coast",
    "url": "https://www.theguardian.com/environment/2025/dec/27/london-eye-architect-proposes-14-mile-tidal-power-station-off-somerset-coast",
    "date": "2025-12-27",
    "source": "Environment | The Guardian",
    "text": "<p>West Somerset Lagoon would harness renewable energy for UK’s AI boom – and create ‘iconic’ arc around Bristol Channel</p><p>The architect of the London Eye wants to build a vast tidal power station in a 14-mile arc off the coast of Somerset that could help Britain meet surging electricity demand to power artificial intelligence – and create a new race track to let cyclists skim over the Bristol Channel.</p><p>Julia Barfield, who designed the Eye and the i360 observation tower in Brighton, is part of a team that has drawn up the £11bn proposal. It would curve from Minehead to Watchet and use 125 underwater turbines to harness the power of the second-highest tidal range in the world.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/27/london-eye-architect-proposes-14-mile-tidal-power-station-off-somerset-coast\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "‘Ghost resorts’: as hundreds of ski slopes lie abandoned, will nature reclaim the Alps?",
    "url": "https://www.theguardian.com/environment/2025/dec/27/alps-france-skiing-snow-warming-resorts-closing-ceuze-landscape",
    "date": "2025-12-27",
    "source": "Environment | The Guardian",
    "text": "<p>With the snow line edging higher, 186 French ski resorts have shut, while global heating threatens dozens more</p><p>When Céüze 2000 ski resort closed at the end of the season in 2018, the workers assumed they would be back the following winter. Maps of the pistes were left stacked beside a stapler; the staff rota pinned to the wall.</p><p>Six years on, a yellowing newspaper dated 8 March 2018 sits folded on its side, as if someone has just flicked through it during a quiet spell. A half-drunk bottle of water remains on the table.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/27/alps-france-skiing-snow-warming-resorts-closing-ceuze-landscape\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Something gnawed your oak tree? Sink hole in your road? How Zurich’s beaver hotline is reassuring residents",
    "url": "https://www.theguardian.com/environment/2025/dec/23/how-swizerland-learned-to-live-with-beavers-rewilding-aoe",
    "date": "2025-12-23",
    "source": "Environment | The Guardian",
    "text": "<p>As the number of the semi-aquatic creatures soars so can tensions. But the Swiss have a tried and tested system to calm the neighbours and restore harmony</p><p></p><p>“I hate beavers,” a woman tells the beaver hotline. Forty years ago she planted an oak tree in a small town in southern Zurich – now at the frontier of beaver expansion – and it has just been felled: gnawed by the large, semi-aquatic rodents as they enter their seasonal home-improvement mode.</p><p>The caller is one of 10 new people getting in touch each week at this time of year. Beavers, nature’s great engineers, can unleash mayhem during winter as they renovate their lodges and build up their dams. For people, this can mean flooding, sinkholes appearing in roads and trees being felled. A single incident can clock up 70,000 Swiss francs (£65,000) in damages.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/23/how-swizerland-learned-to-live-with-beavers-rewilding-aoe\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "The mystery of flight MH370: will a new search find the missing airliner after more than a decade?",
    "url": "https://www.theguardian.com/environment/2025/dec/29/malaysian-airlines-flight-mh370-mystery-search-indian-ocean-infinity-robots",
    "date": "2025-12-29",
    "source": "Environment | The Guardian",
    "text": "<p>In 2014 the Malaysian Airlines jet vanished over the Indian Ocean. Now the team that located Shackleton’s Endurance is looking again with the latest undersea robots</p><ul><li><p><a href=\"https://www.theguardian.com/world/2025/dec/29/search-for-malaysia-airlines-flight-mh370-expected-to-resume\">Search for Malaysia Airlines flight MH370 expected to resume on Tuesday</a></p></li></ul><p>More than a decade after Malaysia Airlines flight MH370 went missing after veering thousands of miles off course, its location remains unknown.</p><p>The Malaysian government has promised to pay a private company, Ocean Infinity, $70m (£56m) to search for the plane on a “no find, no fee” basis.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/29/malaysian-airlines-flight-mh370-mystery-search-indian-ocean-infinity-robots\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Living on the edge: what young people in England told us about life on the coast",
    "url": "https://www.theguardian.com/environment/2025/dec/26/young-people-england-life-on-the-coast-18-to-30-year-olds-coastline",
    "date": "2025-12-26",
    "source": "Environment | The Guardian",
    "text": "<p>As part of the Guardian’s Against the tide series, readers aged 18 to 30 share what they love about living in their coastal town, the challenges and why they often choose to leave</p><p>Megan, a 24-year-old from the Isle of Wight, is very familiar with saying goodbye. She decided university wasn’t for her and remembers how, one by one, she waved off her friends who left the island to study. Many never came back.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/26/young-people-england-life-on-the-coast-18-to-30-year-olds-coastline\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Barracuda, grouper, tuna – and seaweed: Madagascar’s fishers forced to find new ways to survive",
    "url": "https://www.theguardian.com/environment/2025/dec/24/madagascar-coastline-vezo-people-fishing-climate-change-adaptation",
    "date": "2025-12-24",
    "source": "Environment | The Guardian",
    "text": "<p>Seaweed has become a key cash crop as climate change and industrial trawling test the resilient culture of the semi-nomadic Vezo people</p><p>Along Madagascar’s south-west coast, the Vezo people, who have fished the Mozambique Channel for countless generations, are defined by a way of life sustained by the sea. Yet climate change and industrial exploitation are pushing this ocean-based culture to its limits.</p><p>Coastal villages around Toliara, a city in southern Madagascar, host tens of thousands of the <a href=\"https://blueventures.org/the-voyage-of-the-vezo-documenting-madagascars-indigenous-coastal-migration-2/\">semi-nomadic Vezo</a><strong><a href=\"https://blueventures.org/the-voyage-of-the-vezo-documenting-madagascars-indigenous-coastal-migration-2/\"> </a></strong><a href=\"https://blueventures.org/the-voyage-of-the-vezo-documenting-madagascars-indigenous-coastal-migration-2/\">people</a>, who make a living from small-scale fishing on the ocean. For centuries, they have launched <em>pirogues</em>, small boats carved from single tree trunks, every day into the turquoise shallows to catch tuna, barracuda and grouper.</p><p>A boat near lines of seaweed, which has become a main source of income for Ambatomilo village as warmer seas, bleached reefs and erratic weather accelerate the decline of local fish populations</p> <a href=\"https://www.theguardian.com/environment/2025/dec/24/madagascar-coastline-vezo-people-fishing-climate-change-adaptation\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "The hill I will die on: Pigeons are working-class heroes and deserve some respect | Toussaint Douglass",
    "url": "https://www.theguardian.com/commentisfree/2025/dec/29/hill-die-on-pigeons-working-class-heroes-deserve-respect",
    "date": "2025-12-29",
    "source": "Environment | The Guardian",
    "text": "<p>These unfairly maligned animals were nuggets for our ancestors and served for the UK during the second world war</p><p></p><p>Is there something I would figuratively die on a hill for? Yes, there is – and as it happens, I’m sitting on a literal hill right now, feeding them. Pigeons. Why pigeons? Because it’s about time they get the respect they deserve.</p><p>I like pigeons. Because they’re like me, working class. You can tell pigeons are working class because every pigeon looks knackered. It’s about this point in the conversation that people politely make their excuses and slowly back away (literally) while avoiding eye contact. No doubt, reading this, you are doing the same (figuratively).</p><p>Toussaint Douglass is a comedian from Lewisham, south London. His show <a href=\"https://sohotheatre.com/events/toussaint-douglass-accessible-pigeon-material-2/\">Accessible Pigeon Material</a> will be showing at Soho Theatre, 26-31 January 2026</p> <a href=\"https://www.theguardian.com/commentisfree/2025/dec/29/hill-die-on-pigeons-working-class-heroes-deserve-respect\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "A conversation between Joe Rogan and Mel Gibson summed up 2025 for me – and not in a good way | George Monbiot",
    "url": "https://www.theguardian.com/commentisfree/2025/dec/27/mel-gibson-denies-climate-breakdown-home-burns-joe-rogan",
    "date": "2025-12-27",
    "source": "Environment | The Guardian",
    "text": "<p>From merrily dismissing climate science, to promoting irresponsible health claims, the podcast was an unintentional warning for our times </p><p>Looking back on this crazy year, one event, right at the start, seems to me to encapsulate the whole. In January, recording his podcast in a studio in Austin, Texas, the host, Joe Rogan, and the actor Mel Gibson <a href=\"https://www.youtube.com/watch?v=1rYtrS5IbrQ\">merrily dissed climate science</a>. At the same time, about 1,200 miles away in California, Gibson’s $14m <a href=\"https://www.hollywoodreporter.com/news/general-news/mel-gibson-wildfires-malibu-house-burned-down-joe-rogan-1236106022/\">home was being incinerated</a> in the Palisades wildfire. In this and other respects, their discussion could be seen as prefiguring the entire 12 months.</p><p>The loss of his house hadn’t been confirmed at the time of the interview, but Gibson said his son had just sent him “a video of my neighbourhood, and it’s in flames. It looks like an inferno.” According to World Weather Attribution, January’s fires in California were made <a href=\"https://www.worldweatherattribution.org/climate-change-increased-the-likelihood-of-wildfire-disaster-in-highly-exposed-los-angeles-area/\">significantly more likely</a> by climate breakdown. Factors such as the extreme lack of rainfall and stronger winds made such fires both more likely to happen and more intense than they would have been without human-caused global heating.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/dec/27/mel-gibson-denies-climate-breakdown-home-burns-joe-rogan\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "The Guardian view on adapting to the climate crisis: it demands political honesty about extreme weather | Editorial",
    "url": "https://www.theguardian.com/commentisfree/2025/dec/26/the-guardian-view-on-adapting-to-the-climate-crisis-it-demands-political-honesty-about-extreme-weather",
    "date": "2025-12-26",
    "source": "Environment | The Guardian",
    "text": "<p>Over the holiday period, the Guardian leader column is looking ahead at the themes of 2026. Today we look at how the struggle to adapt to a dangerously warming world has become a test of global justice</p><p>The record-breaking 252mph winds of Hurricane Melissa that devastated Caribbean islands at the end of October were made <a href=\"https://www.theguardian.com/world/2025/nov/06/hurricane-melissa-storm-strength-climate-crisis\">five times more</a> likely by the climate crisis. <a href=\"https://www.theguardian.com/environment/2025/sep/04/spain-portugal-wildfire-weather-climate-crisis-study\">Scorching wildfire weather</a> in Spain and Portugal during the summer was made 40 times more likely, while June’s <a href=\"https://www.theguardian.com/environment/2025/jun/20/england-weekend-heatwave-worse-climate-crisis\">heatwave in England</a> was made 100 times more likely.</p><p><a href=\"https://www.theguardian.com/environment/2024/nov/18/how-do-we-know-that-the-climate-crisis-is-to-blame-for-extreme-weather\">Attribution science</a> has made one thing clear: global heating is behind today’s extreme weather. That greenhouse gas emissions warmed the planet was understood. What can now be shown is that this warming produces record heatwaves and more violent storms with increasing frequency.</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2025/dec/26/the-guardian-view-on-adapting-to-the-climate-crisis-it-demands-political-honesty-about-extreme-weather\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Feeling burnt out? A bush blessing for the end of the year | Jess Harwood",
    "url": "https://www.theguardian.com/commentisfree/picture/2025/dec/26/feeling-burnt-out-a-bush-blessing-for-the-end-of-the-year",
    "date": "2025-12-26",
    "source": "Environment | The Guardian",
    "text": "<p>Now is the time to think of new beginnings</p><p></p> <a href=\"https://www.theguardian.com/commentisfree/picture/2025/dec/26/feeling-burnt-out-a-bush-blessing-for-the-end-of-the-year\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Year in wildlife – in pictures",
    "url": "https://www.theguardian.com/environment/gallery/2025/dec/26/year-in-wildlife-in-pictures",
    "date": "2025-12-26",
    "source": "Environment | The Guardian",
    "text": "<p>We look back over the year’s wildlife photographs, and hand out some much-deserved gongs to brilliant and beautiful creatures around the world</p> <a href=\"https://www.theguardian.com/environment/gallery/2025/dec/26/year-in-wildlife-in-pictures\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Oil giant BP to sell 65% stake in $10 billion Castrol unit",
    "url": "https://www.cnbc.com/2025/12/24/bp-to-sell-65percent-stake-in-10-billion-castrol-lubricants-to-stonepeak.html",
    "date": "2025-12-24",
    "source": "Energy",
    "text": "Britain's BP has agreed to sell a 65% shareholding in lubricants business Castrol to Stonepeak for $6 billion, months on from the oil giant seeking a buyer for the unit.\n\nThe deal comes as the company looks to launch a strategic reset, including a green strategy U-turn and the divestment of $20 billion of assets by the end of 2027. The sale values Castrol at $10.1 billion.\n\nEnergy companies, including India's Reliance Industries and Saudi Arabia's oil behemoth Aramco, as well as private equity firms Apollo Global Management and Lone Star Funds, had all been touted as suitors for BP's Castrol unit in May, according to Bloomberg, citing people familiar with the matter.\n\n\"With this, we have now completed or announced over half of our targeted $20bn divestment programme, with proceeds to significantly strengthen bp's balance sheet,\" interim CEO Carol Howle said in a statement.\n\n\"The sale marks an important milestone in the ongoing delivery of our reset strategy. We are reducing complexity, focusing the downstream on our leading integrated businesses, and accelerating delivery of our plan.\"\n\nBP has the option to sell its remaining 35% stake in Castrol after a two-year lock-up period.",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Gas prices fall to four-year lows as millions embark on holiday road trips",
    "url": "https://www.cnbc.com/2025/12/23/oil-prices-holiday-road-trip-december-aaa.html",
    "date": "2025-12-23",
    "source": "Energy",
    "text": "Customers at the GasWay Xpress Mart at 1120 Erie Blvd. pump gas on Wednesday, Dec. 3, 2025, in Schenectady, N.Y.\n\nThe average price of unleaded gasoline in the U.S. has been below $3 a gallon for most of the month — the lowest level since 2021, according to AAA . The association said it's shaping up to be the cheapest December for drivers filling up their tanks going back to the pandemic year of 2020.\n\nHoliday road-trippers are feeling some relief at the pump this year.\n\nFuel prices are down about 7% from a month ago, AAA data shows, and have tumbled roughly 43% from mid-2022 highs near $5 a gallon that followed runaway inflation in the wake of the pandemic.\n\nThe latest slide in prices comes as AAA forecasts a record of more than 122 million Americans will travel at least 50 miles from home in the 13 days between Dec. 20 and Jan. 1. AAA found nearly nine of 10 people on the move during the period — or close to 110 million — are expected to travel by car.\n\nThe drop in pump prices may help mitigate the impact of lingering inflation elsewhere during the holiday season.\n\nJust over 40% of those polled said they planned to spend less at the holidays this year, a 6-point increase from a year ago, according to CNBC's All-America Economic Survey. Of those who are pinching pennies, 46% blamed the high cost of goods.\n\nThe national average masks wide, regional variances, as Hawaii and California both recorded average gas prices above $4 on Monday. In Oklahoma, meanwhile, a gallon came in just below $2.30.",
    "image_url": null,
    "cluster_id": -1
  }
]