[
  {
    "title": "Indigenous protesters block COP30 entrance, demand action from Brazilian Government",
    "url": "https://news.un.org/feed/view/en/story/2025/11/1166373",
    "date": "2025-11-14",
    "source": "UN News - Global perspective Human stories",
    "text": "Around 90 Indigenous people from the Munduruku Indigenous group staged a peaceful protest early Friday, blocking the main entrance to the Blue Zone – the restricted area set aside for negotiators – at COP30 in Belém. Access was halted for about an hour, and the army was called in to reinforce security.",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Collections/Embargoed/14-11-2025-UNFCCC-COP30-indigenous-07.jpg/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "COP30: Climate crisis is a health crisis, WHO warns as philanthropies pledge $300m for solutions",
    "url": "https://news.un.org/feed/view/en/story/2025/11/1166369",
    "date": "2025-11-14",
    "source": "UN News - Global perspective Human stories",
    "text": "Climate change is already fueling a global health emergency, killing more than half a million people each year through extreme heat and threatening hospitals worldwide, according to a major report released on Friday at COP30 in Belém, Brazil.",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Collections/Embargoed/27-11-2023_UNICEF_Madagascar-02.jpg/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "From Haiti to Ethiopia: voices of climate displacement at COP30",
    "url": "https://news.un.org/feed/view/en/story/2025/11/1166365",
    "date": "2025-11-13",
    "source": "UN News - Global perspective Human stories",
    "text": "Floods, heatwaves, droughts and storms are forcing millions from their homes every year. Most never cross a border; they remain internally displaced yet uprooted all the same. But experts warn that in the not-so-distant future, entire nations could disappear beneath rising seas or become uninhabitable through drought.",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/16-06-2022_IOM_PapuaNewGuinea.jpg/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "Protecting lives in a warming world: Health takes centre stage at COP30",
    "url": "https://news.un.org/feed/view/en/story/2025/11/1166357",
    "date": "2025-11-13",
    "source": "UN News - Global perspective Human stories",
    "text": "Hailed by Brazil as “a crucial moment to demonstrate the strength of the health sector in global climate action,” a blueprint for global health systems to adapt to rising temperatures and extreme weather has been launched at the COP30 UN climate conference.",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Collections/Embargoed/11-11-2025-UNICEF-Thailand.jpg/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "‘A wave of truth’: COP30 targets disinformation threat to climate action",
    "url": "https://news.un.org/feed/view/en/story/2025/11/1166351",
    "date": "2025-11-12",
    "source": "UN News - Global perspective Human stories",
    "text": "Negotiators in Belém, Brazil, opened COP30 with a stark warning: the race to avert catastrophic global heating is being sabotaged by a surge of climate disinformation. The falsehoods, spreading faster than ever online, threaten to derail fragile progress on climate action.",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/12-11-2025-UNFCCC-COP30-08.jpg/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "At-risk mountain vipers and iguanas, in rare company at key wildlife talks",
    "url": "https://news.un.org/feed/view/en/story/2025/11/1166346",
    "date": "2025-11-12",
    "source": "UN News - Global perspective Human stories",
    "text": "Renewed efforts to protect the world’s most exotic and endangered animals and plants from illegal traders, overexploitation and extinction are set to begin at UN-partnered biodiversity talks in Uzbekistan at the end of the month.",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/12-11-2025_Unsplash_Iguana.jpg/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "Stand your ground: How one community in Brazil is coping with rising tides",
    "url": "https://news.un.org/feed/view/en/story/2025/11/1166340",
    "date": "2025-11-12",
    "source": "UN News - Global perspective Human stories",
    "text": "For more than 40 years Ivanil lived in a house raised on stilts just 20 metres from the water’s edge, in the same community where she was born, on Marajó Island where the Amazon River meets the Atlantic Ocean in northern Brazil.&nbsp;",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Collections/Embargoed/10-11-2025-IOM-Brazil-01.jpg/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "Keeping cool on a hotter planet: COP30 pushes for sustainable cooling and AI innovation",
    "url": "https://news.un.org/feed/view/en/story/2025/11/1166332",
    "date": "2025-11-11",
    "source": "UN News - Global perspective Human stories",
    "text": "As the planet heats up, so does the race for smarter, cleaner technology. At COP30 in Belém, Brazil, delegates are weighing a paradox at the heart of climate innovation: how to harness powerful tools like artificial intelligence (AI) and advanced cooling systems without deepening the very crisis they aim to solve.",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Collections/Embargoed/11-11-2025-Unsplash-hvac-units.jpg/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "From pledges to action: Leaders push for faster climate progress at COP30",
    "url": "https://news.un.org/feed/view/en/story/2025/11/1166322",
    "date": "2025-11-10",
    "source": "UN News - Global perspective Human stories",
    "text": "COP30 opened in Belém on Monday with a clear message: the era of half-measures is over. Climate change is here, devastating communities and driving up costs, but solutions are within reach. Clean energy is surging, resilience saves lives, and cooperation can still bend the curve further.&nbsp;",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Collections/Embargoed/09-11-2025-UNFCCC-Belem-venue-02.jpg/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "Refugee camps set to be uninhabitable by 2050 as extreme weather worsens",
    "url": "https://news.un.org/feed/view/en/story/2025/11/1166318",
    "date": "2025-11-10",
    "source": "UN News - Global perspective Human stories",
    "text": "At least 117 million people have been displaced by war, violence and persecution, the UN refugee agency (UNHCR) said on Monday, while highlighting how much their plight is tied to the growing climate crisis.",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/17_10_2025_Sudan_Chad.jpg/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "Safeguarding clean water access as climate threats rise",
    "url": "https://news.un.org/feed/view/en/story/2025/11/1166317",
    "date": "2025-11-09",
    "source": "UN News - Global perspective Human stories",
    "text": "As health emergencies multiply linked to the climate crisis, governments are joining forces with the UN to protect access to clean water, while data indicates that 118 million people in Europe alone live near healthcare facilities lacking basic sanitation.&nbsp;&nbsp;",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/10-4-2025_Ukraine_WHO.png/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "COP30 kicks off with urgent call to deliver on climate promises and scale up finance",
    "url": "https://news.un.org/feed/view/en/story/2025/11/1166313",
    "date": "2025-11-08",
    "source": "UN News - Global perspective Human stories",
    "text": "Thousands of diplomats and climate experts are heading to Belém, in Brazil’s Amazon, for COP30 – the latest round of UN climate talks. Their task couldn’t be clearer: turn promises into action and agree on tougher plans to cut greenhouse gas emissions.&nbsp;",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/07-11-2025_UNFCCC_Opener-01.jpg/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "National parks facing ‘nightmare’ under Trump, warns ex-director of service",
    "url": "https://www.theguardian.com/us-news/2025/nov/14/national-park-service-trump-administration",
    "date": "2025-11-14",
    "source": "Environment | The Guardian",
    "text": "<p>Jonathan Jarvis, who led the agency from 2009 to 2017, laid out the dire consequences of not closing parks in shutdown</p><p>Americans should “raise hell” to protect US national parks through the “nightmare” of Donald Trump’s presidency, according to a former National Park Service director, amid alarm over the impact of the federal government shutdown.</p><p>Jonathan Jarvis claimed the agency was now in the hands of a “bunch of ideologues” who would have no issue watching it “go down in flames” – and see parks from Yellowstone to Yosemite as potential “cash cows”, ripe for privatization.</p> <a href=\"https://www.theguardian.com/us-news/2025/nov/14/national-park-service-trump-administration\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "How a Texas shrimper stalled Exxon’s $10bn plastics plant | Shilpi Chhotray",
    "url": "https://www.theguardian.com/commentisfree/2025/nov/14/texas-shrimper-exxon-plastics",
    "date": "2025-11-14",
    "source": "Environment | The Guardian",
    "text": "<p>Diane Wilson recognized Exxon’s playbook – and showed how local people can take on even the most entrenched industries</p><p>When ExxonMobil <a href=\"https://www.icis.com/explore/resources/news/2025/10/01/11142426/us-exxonmobil-to-delay-proposed-pe-project-on-market-conditions/\">announced</a> it would “slow the pace of development” on a $10bn plastics plant along the Texas Gulf coast, the company blamed market conditions. But it wasn’t just the market applying pressure; it was a 77-year-old shrimper named Diane Wilson who refused to stay silent. Her fight exposes big oil’s latest survival plan: ramping up oil and gas production to <a href=\"https://www.theguardian.com/us-news/2024/apr/18/plastic-production-emission-climate-crisis\">create plastic</a>.</p><p>I first met Wilson back in 2019 while tracking her <a href=\"https://www.theguardian.com/environment/2023/apr/24/2023-goldman-environmental-prize-winners\">historic lawsuit</a> against Formosa Plastics, the Taiwanese petrochemical giant accused of dumping toxic plastic waste throughout coastal Texas. Billions of tiny plastic pellets were contaminating waterways, shorelines and even the soil itself.</p><p>Shilpi Chhotray is the co-founder and president of Counterstream Media and Host of A People’s Climate for the Nation</p> <a href=\"https://www.theguardian.com/commentisfree/2025/nov/14/texas-shrimper-exxon-plastics\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "The great escape: seal flees killer whales by jumping on to photographer’s boat",
    "url": "https://www.theguardian.com/environment/2025/nov/13/seal-killer-whale-hunt",
    "date": "2025-11-14",
    "source": "Environment | The Guardian",
    "text": "<p>Charvet Drucker captures dramatic video and photos of seal being hunted by orcas in Salish Sea, north-west of Seattle</p><p>A wildlife photographer on a whale-watching trip in waters off Seattle captured dramatic video and photos of a pod of killer whales hunting a seal that survived only by clambering on to the stern of her boat.</p><p>Charvet Drucker was on a rented 20ft (6 metre) boat near her home on an island in the Salish Sea about 40 miles north-west of Seattle when she spotted a pod of at least eight killer whales, also known as orcas.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/13/seal-killer-whale-hunt\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Major US broadcasters sit out Cop30 climate talks: ‘They’re missing a lot’",
    "url": "https://www.theguardian.com/us-news/2025/nov/13/cop30-climate-talks-belem-us-broadcasters",
    "date": "2025-11-13",
    "source": "Environment | The Guardian",
    "text": "<p>Figures show none of US ‘big four’ – CBS, NBC, ABC and Fox – appear to have sent teams to cover summit in Belém</p><p>Thousands of media professionals are at the United Nations climate talks in Brazil. Almost none of them appear to be from the four major US broadcasters.</p><p>Nearly 4,000 members of the media registered to attend the global climate conference, known as Cop30, according to a <a href=\"https://unfccc.int/sites/default/files/resource/PLOP_COP30.pdf\">preliminary list</a> released by the United Nations climate body on Tuesday. But none of the “big four” US broadcasters – CBS, NBC, ABC and Fox – appear to currently have teams present at the talks.</p> <a href=\"https://www.theguardian.com/us-news/2025/nov/13/cop30-climate-talks-belem-us-broadcasters\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Body of missing coal miner found in flooded West Virginia mine, governor says",
    "url": "https://www.theguardian.com/us-news/2025/nov/13/body-missing-coal-miner-found-west-virginia",
    "date": "2025-11-13",
    "source": "Environment | The Guardian",
    "text": "<p>Mining crew had hit unknown pocket of water last Saturday about three-quarters of a mile into the mine</p><p>Crews have found the body of the coal miner <a href=\"https://www.theguardian.com/us-news/2025/nov/11/west-virginia-miner-trapped-search\">missing since</a> a West Virginia mine flooded on Saturday, said the state’s governor, Patrick Morrisey, on Thursday.</p><p>Crews found the body inside Alpha Metallurgical Resources Inc’s Rolling Thunder Mine near Belva, about 50 miles east of the state capital of Charleston.</p> <a href=\"https://www.theguardian.com/us-news/2025/nov/13/body-missing-coal-miner-found-west-virginia\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Al Gore wonders if ‘bullying’ Trump prompted Bill Gates to backtrack on climate",
    "url": "https://www.theguardian.com/us-news/2025/nov/12/al-gore-cop30-climate",
    "date": "2025-11-12",
    "source": "Environment | The Guardian",
    "text": "<p>Exclusive interview with ex-US vice-president at Cop30 also reveals his hope around much-maligned climate summit</p><p>Fear of being bullied by Donald Trump may have prompted Bill Gates to <a href=\"https://www.theguardian.com/us-news/2025/oct/28/bill-gates-climate-crisis-pivot\">row back on the climate crisis</a>, <a href=\"https://www.theguardian.com/us-news/algore\">Al Gore</a> has speculated, as he slammed the billionaire’s new position as “silly”, and the US president for his anti-climate stance.</p><p>Trump, “the most corrupt president in American history”, was “badly damaging the US economy” by pulling away from renewable energy and promoting fossil fuels, the former US vice-president warned.</p> <a href=\"https://www.theguardian.com/us-news/2025/nov/12/al-gore-cop30-climate\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Western US states fail to agree on plan to manage Colorado River before federal deadline",
    "url": "https://www.theguardian.com/environment/2025/nov/12/colorado-river-agreement-state-negotiators",
    "date": "2025-11-12",
    "source": "Environment | The Guardian",
    "text": "<p>Stakeholders have spent months ironing out disagreements over how to distribute water from the sprawling basin</p><p>State negotiators embroiled in an impasse over how to manage the imperiled Colorado River were unable to agree on a plan before a federally set deadline on Tuesday, thrusting deliberations deeper into uncertain territory.</p><p>Stakeholders have spent months working to iron out contentious disagreements over how to distribute water from this sprawling basin – which supplies roughly <a href=\"https://www.ppic.org/publication/the-colorado-river/\">40 million people in seven states</a>, 5.5m acres (2.23m hectares) of farmland, dozens of tribes and parts of Mexico – as the resources grow increasingly scarce.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/12/colorado-river-agreement-state-negotiators\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "About 1m Ford diesel cars sold in UK with defective emissions controls, court told",
    "url": "https://www.theguardian.com/business/2025/nov/15/ford-diesel-cars-uk-emissions-legal-action",
    "date": "2025-11-15",
    "source": "Environment | The Guardian",
    "text": "<p>Ford denies having created ‘defeat devices’ in legal action on behalf of 1.6 million owners against five carmakers</p><p>About a million Ford diesel cars were sold in the UK with serious defects in components supposed to curb toxic exhaust emissions, the high court has been told.</p><p>The highly polluting vehicles were produced and sold between 2016 and 2018 after Ford’s engineers became aware of the issues, and many were never formally recalled or fixed, lawyers said.</p> <a href=\"https://www.theguardian.com/business/2025/nov/15/ford-diesel-cars-uk-emissions-legal-action\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Protesters blockade Cop30 summit over plight of Indigenous peoples",
    "url": "https://www.theguardian.com/environment/2025/nov/14/protesters-blockade-cop30-summit-over-plight-of-indigenous-peoples",
    "date": "2025-11-14",
    "source": "Environment | The Guardian",
    "text": "<p>Munduruku people demand to speak to Brazil’s president, saying they are never listened to</p><ul><li><p><a href=\"https://www.theguardian.com/environment/cop30\">Cop30: click here for full Guardian coverage of the climate talks in Brazil</a></p></li></ul><p>Protesters blockaded the main entrance to the Cop30 climate conference for several hours early on Friday morning, demanding to speak to Brazil’s president about the plight of the country’s Indigenous peoples.</p><p>About 50 people from the Munduruku people in the Amazon basin blocked the entrance with some assistance from international green groups, watched by a huge phalanx of riot police, soldiers and military vehicles.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/14/protesters-blockade-cop30-summit-over-plight-of-indigenous-peoples\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "What are bio-beads used for and how did they get spilled on to Camber Sands beach?",
    "url": "https://www.theguardian.com/environment/2025/nov/14/what-are-bio-beads-used-for-and-how-did-they-get-spilled-on-to-camber-sands-beach",
    "date": "2025-11-14",
    "source": "Environment | The Guardian",
    "text": "<p>Plastic pellets attract algae and smell like food so can be eaten by birds, fish and dolphins, which can prove fatal</p><ul><li><p><a href=\"https://www.theguardian.com/environment/2025/nov/14/plastic-beads-spreading-sussex-coast-catastrophic-spill-meeting-told-camber-sands\">Beads spreading on Sussex coast after ‘catastrophic’ spill, meeting told</a></p></li></ul><p>Millions of toxic plastic beads were spilled on to Camber Sands beach, in East Sussex, a few days ago, putting wildlife at risk in what the local MP called an <a href=\"https://www.theguardian.com/uk-news/2025/nov/08/environmental-catastrophe-fears-as-millions-of-plastic-beads-wash-up-on-camber-sands\">“environmental catastrophe”.</a></p><p><a href=\"https://www.theguardian.com/environment/2025/nov/10/southern-water-spill-plastic-biobeads-sussex-camber-sands\">Southern Water,</a> the local water company, has taken responsibility for the spill after a mechanical failure at one of its treatment plants, which caused the beads to be released.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/14/what-are-bio-beads-used-for-and-how-did-they-get-spilled-on-to-camber-sands-beach\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Plastic beads spreading on Sussex coast after ‘catastrophic’ spill, meeting told",
    "url": "https://www.theguardian.com/environment/2025/nov/14/plastic-beads-spreading-sussex-coast-catastrophic-spill-meeting-told-camber-sands",
    "date": "2025-11-14",
    "source": "Environment | The Guardian",
    "text": "<p>Local people describe devastating impact of millions of toxic beads from Southern Water site near Camber Sands</p><ul><li><p><a href=\"https://www.theguardian.com/environment/2025/nov/14/what-are-bio-beads-used-for-and-how-did-they-get-spilled-on-to-camber-sands-beach\">What are bio-beads used for and how did they get spilled on to Camber Sands beach?</a></p></li></ul><p>The massive spill of plastic beads at Camber Sands is devastating for local people, wildlife and tourism and the beads are dispersing along the coast, residents heard at an emotional public meeting on Thursday.</p><p>Millions of tiny, toxic plastic beads <a href=\"https://www.theguardian.com/environment/2025/nov/10/southern-water-spill-plastic-biobeads-sussex-camber-sands\">are thought to have escaped into the sea</a> from Eastbourne sewage works in East Sussex about two weeks ago when a screen keeping them in broke. They began to wash up on Camber Sands beach last Thursday, with the situation worsening over the weekend.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/14/plastic-beads-spreading-sussex-coast-catastrophic-spill-meeting-told-camber-sands\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "‘We need this food’: Las Vegas teens on hunger and anxiety amid Snap cuts",
    "url": "https://www.theguardian.com/us-news/2025/nov/10/food-stamps-snap-benefits-teens-las-vegas",
    "date": "2025-11-10",
    "source": "Environment | The Guardian",
    "text": "<p>Children may not understand politics of shutdown, but fear of future hunger can affect young brains, research reveals</p><p>On Halloween, neighbors in the downtown <a href=\"https://www.theguardian.com/us-news/las-vegas\">Las Vegas</a> area of Huntridge gave out bags of nonperishable meal bags along with the usual trick-or-treat candy. The bag contained ingredients to make a quick chickpea curry: cans of garbanzo beans, coconut milk, crushed tomatoes, chicken, Thai seasoning and jasmine rice. Child-friendly bags held shelf-stable milk, cereals, cheese and crackers, cups of mac and cheese and meat sticks. A fancied-up ramen bag came with tinned BBQ pork, stir-fry vegetables and crunchy chow mein noodles. There were six different dinners in all.</p><p>The neighbors knew that shelf-stable food wouldn’t replace Supplemental Nutrition Assistance Program (<a href=\"https://www.theguardian.com/us-news/2025/nov/10/snap-workers-trump-administration-funding\">Snap</a>) benefits, commonly known as food stamps, or <a href=\"https://www.theguardian.com/us-news/2025/nov/01/food-banks-stock-resources-snap-lapse\">food bank</a> supplies.</p> <a href=\"https://www.theguardian.com/us-news/2025/nov/10/food-stamps-snap-benefits-teens-las-vegas\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Fears for elephant seals as bird flu kills half of population in South Atlantic",
    "url": "https://www.theguardian.com/environment/2025/nov/13/bird-flu-h5n1-kills-half-elephant-seals-south-atlantic-south-georgia-antarctic-aoe",
    "date": "2025-11-13",
    "source": "Environment | The Guardian",
    "text": "<p>Study estimates 53,000 females have died on South Georgia since 2023, with ‘dramatic impact’ on future of the species</p><p>Bird flu has wiped out half of South Georgia’s breeding elephant seals, according to a study that warns of “serious implications” for the future of the species.</p><p>The remote island in the South Atlantic Ocean is home to the world’s largest southern elephant seal population. Researchers estimate 53,000 females died after bird flu hit in 2023.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/13/bird-flu-h5n1-kills-half-elephant-seals-south-atlantic-south-georgia-antarctic-aoe\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Why ‘mob grazing’ may help protect drought-hit Senegal’s vast grasslands",
    "url": "https://www.theguardian.com/environment/2025/nov/11/senegal-grasslands-mob-grazing",
    "date": "2025-11-11",
    "source": "Environment | The Guardian",
    "text": "<p>A regenerative scheme has shown early promise, with herders hopeful it can restore degraded pastures</p><p>Ibrahima Ka, dressed in flowing indigo robes, gathers his herd with those of his neighbours before a stretch of lush, untouched pasture. The bellowing, heaving and trampling of 350 impatient zebu cows behind a wire perimeter marks a break with centuries of herding tradition in Senegal, west Africa. Rather than roaming freely across the country’s vast grasslands, shepherds tightly pack the herd together, confining them to graze in short, intensive bursts before being moved to a new plot.</p><p>Ka, the village chief of Thignol, is spearheading the first pilot of “mob grazing” in Senegal, aiming to mimic, on a much smaller scale, how wildebeest flow across the Serengeti, moving to protect themselves against lions and cheetahs. The idea that intense grazing can regenerate grasslands rather than accelerate their decline has been controversial. Initially, proponents argued it could help to solve the climate crisis through <a href=\"https://www.theguardian.com/environment/2023/aug/14/this-way-of-farming-is-really-sexy-the-rise-of-regenerative-agriculture\">storing carbon in regenerated grasslands</a> – a claim with little scientific basis. But there is some evidence that the method can boost biodiversity and grassland health in dry areas such as Senegal.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/11/senegal-grasslands-mob-grazing\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "‘The tigers are hungry’: endangered but deadly, the world’s largest big cat is sowing fear in Siberia’s villages",
    "url": "https://www.theguardian.com/environment/2025/nov/10/siberian-amur-tiger-endangered-russia-siberia-killings",
    "date": "2025-11-10",
    "source": "Environment | The Guardian",
    "text": "<p>The spread of African swine flu among the wild boars the animals eat has led to the deadliest winter for attacks on people in the Russian region for decades – and a spike in tiger killings</p><p>The attacks seemed to come from nowhere. At first, the tigers snatched guard dogs on the edge of villages in Russia’s far east, emerging from the forest at night to prey. Others went for livestock, going after horses and cattle.</p><p>Then the attacks on people began. In January, an ice fisher was mauled at night and dragged away by a big cat, just weeks after a forester had been killed. In March, another man was attacked and partly <a href=\"https://kedr.media/news/v-primore-tigr-napal-na-lesnichego-i-chastichno-sel-ego/\">eaten by a tiger</a>. It was the deadliest winter for tiger attacks in Siberia for decades.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/10/siberian-amur-tiger-endangered-russia-siberia-killings\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "‘We feel we’re fighting a losing battle’: the race to remove millions of plastic beads from Camber Sands",
    "url": "https://www.theguardian.com/environment/2025/nov/15/race-remove-millions-plastic-biobeads-camber-sands-volunteers",
    "date": "2025-11-15",
    "source": "Environment | The Guardian",
    "text": "<p>A huge cleanup effort has seen volunteers working to remove beads by hand and machine. They can only wait and see the extent of damage to wildlife and dune habitat</p><p>Just past a scrum of dog walkers, about 40 people are urgently combing through the sand on hands and knees. Their task is to try to remove millions of peppercorn-sized black plastic biobeads from where they have settled in the sand. Beyond them, a seal carcass grins menacingly, teeth protruding from its rotting skull.</p><p>Last week, an environmental disaster took place on Camber Sands beach, on what could turn out to be an unprecedented scale. Eastbourne Wastewater Treatment Works, owned by Southern Water, experienced a mechanical failure and <a href=\"https://www.theguardian.com/uk-news/2025/nov/08/environmental-catastrophe-fears-as-millions-of-plastic-beads-wash-up-on-camber-sands\">spewed out millions of biobeads</a> on to the Sussex coastline. Southern Water <a href=\"https://www.theguardian.com/environment/2025/nov/10/southern-water-spill-plastic-biobeads-sussex-camber-sands\">has since taken responsibility</a> for the spill. Ironically, biobeads are used to clean wastewater – bacteria attach to their rough, crinkly surface and clean the water of contaminants.</p><p>Camber Sands is one of England’s most popular beaches, with rare dune habitat</p> <a href=\"https://www.theguardian.com/environment/2025/nov/15/race-remove-millions-plastic-biobeads-camber-sands-volunteers\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Waiting for the tsunami: Tofino’s waves are loved by surfers – but this Canadian town is braced for disaster",
    "url": "https://www.theguardian.com/environment/2025/nov/11/canada-tofino-disasters-earthquakes-tsunami-tourism-tectonics",
    "date": "2025-11-11",
    "source": "Environment | The Guardian",
    "text": "<p>How do you plan for an event whose timing is unknown? For Tofino’s residents  the threat is distant but signs of preparedness are everywhere</p><p>Justin Goss was in the shower when he first heard the piercing wail of a nearby tsunami early-warning siren. Still dripping wet, he threw on clothes, grabbed his dog and rushed to the truck. The pair made it 3 metres and no further.</p><p>“The whole parking lot across the street was jammed up. It was complete gridlock within three minutes,” he says. “I thought, ‘Oh shit, this is not good.’”</p> <a href=\"https://www.theguardian.com/environment/2025/nov/11/canada-tofino-disasters-earthquakes-tsunami-tourism-tectonics\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Last youth centre in one of England’s most deprived coastal areas faces closure",
    "url": "https://www.theguardian.com/environment/2025/nov/09/last-youth-centre-in-one-of-englands-most-deprived-coastal-areas-faces-closure",
    "date": "2025-11-09",
    "source": "Environment | The Guardian",
    "text": "<p>Pie Factory Music in Ramsgate, Kent, runs creative projects and provides a range of support services, but the building that houses the centre is due to be sold off in February</p><p>Read more: <a href=\"https://www.theguardian.com/environment/2025/nov/10/young-people-poverty-uk-portsmouth-funding-youth-clubs-playgrounds-families-benefits\">Portsmouth defied funding cuts and saved its youth centres – here’s what happened</a></p><p>The last remaining youth centre in one of the most deprived coastal areas of England is facing closure <a href=\"https://piefactorymusic.com/save-our-youth-centre/\">after a year-long campaign</a> to try to save it was rejected by the council. The looming closure comes despite an independent report that estimated the centre is saving the council more than £500,000 a year in costs that include services in mental health, youth justice and social care.</p><p>Pie Factory Music in Ramsgate, Kent, is a social space for eight- to 25-year-olds that also offers services including counselling, employment advice, life skills sessions, assistance for young refugees, as well as creative and music projects.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/09/last-youth-centre-in-one-of-englands-most-deprived-coastal-areas-faces-closure\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "The Guardian view on Cop30: someone has to pay for the end of the oil and gas age | Editorial",
    "url": "https://www.theguardian.com/commentisfree/2025/nov/14/the-guardian-view-on-cop30-someone-has-to-pay-for-the-end-of-the-oil-and-gas-age",
    "date": "2025-11-14",
    "source": "Environment | The Guardian",
    "text": "<p>The fossil-fuel era is drawing to a close, but at a pace far too slow for the planet’s good or a fair transition to a clean energy future</p><p>The weather in Belém, <a href=\"https://www.theguardian.com/environment/live/2025/nov/13/cop30-live-calls-for-just-transition-plan-grow-as-report-warns-world-on-track-for-26c-of-heating?CMP=share_btn_url&amp;amp;page=with%3Ablock-6915e4848f08058ea1c790b8#block-6915e4848f08058ea1c790b8\">wrote</a> the Guardian’s environment editor, offers a convenient metaphor for the UN climate talks being held in the Brazilian city. Sunny mornings begin in blazing optimism before the Amazon’s clouds gather and the deluge begins. Cop30 has followed the same pattern. It opened with sunshine – an agenda agreed on day one. The storms were deferred for later “consultations” on climate finance, carbon border tariffs and the question of how to close the yawning gap between national climate pledges and the Paris agreement’s safe pathway. These await Cop30’s second week.</p><p>They are likely to be more than mere squalls. The International Energy Agency <a href=\"https://www.theguardian.com/environment/2025/nov/12/supply-boom-in-cheaper-renewables-will-seal-end-of-fossil-fuel-era-says-iea\">confirmed</a> last week that the fossil-fuel era is ending. Its annual report said the world will hit peak coal, oil and gas this decade and see declines thereafter. The economist Fadhel Kaboub, who advises developing nations on climate, <a href=\"https://globalsouthperspectives.substack.com/p/can-cop30-be-the-cop-of-truth\">argues</a> this is not “because of political will, but because the economics of renewables is winning”. Africa, he says, can generate about 1,000 times the electricity it will need in 2040 – which could be exported. Globally, however, hydrocarbon use is easing far too slowly. The fight over money and a just transition matters at Cop30.</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our <a href=\"https://www.theguardian.com/letters\">letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20underneath%20your%20letter.%20Letters%20are%20usually%20published%20with%20the%20author’s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20if%20your%20letter%20is%20used.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2025/nov/14/the-guardian-view-on-cop30-someone-has-to-pay-for-the-end-of-the-oil-and-gas-age\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Scrapping green subsidies is short-termist sabotage – and as usual the consumer will pay | Camilla Born",
    "url": "https://www.theguardian.com/commentisfree/2025/nov/14/scrapping-green-subsidies-short-termist-sabotage-consumer-pay",
    "date": "2025-11-14",
    "source": "Environment | The Guardian",
    "text": "<p>Weaning ourselves off gas is the only way to reduce energy bills long term. Cutting support for this is exactly the ‘sticking-plaster politics’ Labour promised to end</p><p>After years of painfully high energy bills, diminishing household budgets and stalled investment, this year’s budget, on 26 November, should be the moment when the government finally starts to confront why the UK’s energy system is so expensive. And yet, if recent briefings suggesting that Labour <a href=\"https://www.theguardian.com/politics/2025/nov/13/hundreds-of-thousands-to-lose-heat-pump-subsidies-in-reevess-budget-plan\">will dramatically scale back the heat pump subsidy</a> for households are to be believed, it is now repeating exactly the same mistakes as its predecessors.</p><p>People want relief from painful energy bills. In the long term, electrification is the only way to provide this. In practice, that means switching from gas boilers to heat pumps, shifting from petrol cars to electric vehicles: boosting access to technologies that are modern, cheaper to run, and are already becoming mainstream. At present, our energy system protects the legacy gas-based system, subsidising supply and penalising demand in ways that keep gas artificially cheap and electricity artificially expensive, even when electric technologies cost less to operate.</p><p>Camilla Born is the CEO of Electrify Britain, a campaigning organisation founded by EDF and Octopus Energy</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our <a href=\"https://www.theguardian.com/letters\">letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20underneath%20your%20letter.%20Letters%20are%20usually%20published%20with%20the%20author’s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20if%20your%20letter%20is%20used.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2025/nov/14/scrapping-green-subsidies-short-termist-sabotage-consumer-pay\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Drop crocs! Everyone loves drop crocs! Or do they? | First Dog on the Moon",
    "url": "https://www.theguardian.com/commentisfree/picture/2025/nov/14/drop-crocs-everyone-loves-drop-crocs-or-do-they",
    "date": "2025-11-14",
    "source": "Environment | The Guardian",
    "text": "<p>It certainly sounds like fun until you walk under a tree and…</p><ul><li><p><a href=\"https://www.theguardian.com/commentisfree/2014/jun/16/-sp-first-dog-on-the-moon-subscribe-by-email\">Sign up here to get an email</a> whenever First Dog cartoons are published</p></li><li><p><a href=\"http://firstshoponthemoon.com/\">Get all your needs met at the First Dog shop</a> if what you need is First Dog merchandise and prints</p></li></ul> <a href=\"https://www.theguardian.com/commentisfree/picture/2025/nov/14/drop-crocs-everyone-loves-drop-crocs-or-do-they\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Once a global leader on climate action, the EU has given in to the right’s green-bashing | Nathalie Tocci",
    "url": "https://www.theguardian.com/commentisfree/2025/nov/14/global-leader-climate-action-eu-right-green-bashing",
    "date": "2025-11-14",
    "source": "Environment | The Guardian",
    "text": "<p>From deforestation to emissions trading, vital policies are being watered down in the name of ‘competitiveness’. But Europe is shooting itself in the foot</p><p>Climate action has long been a flagship European policy. As negotiators gather in <a href=\"https://www.theguardian.com/environment/2025/nov/11/cop-can-be-torturous-and-tedious-but-heres-why-its-worth-paying-attention-these-two-weeks\">Brazil for Cop30</a>, however, Europe’s leadership risks faltering. Things were very different a decade ago in Paris, when a <a href=\"https://www.theguardian.com/environment/2015/dec/13/paris-climate-deal-cop-diplomacy-developing-united-nations\">landmark deal</a> to limit global heating to 1.5C was achieved at Cop21. That agreement relied on an understanding between the US and China – one that would be difficult to replicate today. Its ambition was elevated by Europe acting in concert with a broad coalition of global south countries.</p><p>The Paris climate agreement paved the way for the <a href=\"https://www.theguardian.com/environment/2019/dec/11/european-green-deal-will-change-economy-to-solve-climate-crisis-says-eu\">European Green Deal</a> in 2019, which enshrined into law the ambition of climate neutrality in the EU by 2050 and introduced the world’s first comprehensive plan to achieve it, featuring a robust set of pricing, regulatory and funding measures.</p><p>Nathalie Tocci is a Guardian Europe columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2025/nov/14/global-leader-climate-action-eu-right-green-bashing\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Learning to handle some of the world's most venomous snakes – video",
    "url": "https://www.theguardian.com/environment/video/2025/nov/15/learning-to-handle-some-of-the-worlds-most-venomous-snakes-video",
    "date": "2025-11-15",
    "source": "Environment | The Guardian",
    "text": "<p>With a reported boom in people becoming snake handlers, Guardian Australia's Joe Hinchcliffe attended a venomous snake handling course in Queensland to investigate what's involved in training to wrangle some of the world's deadliest snakes. Christina Zdenek and Chris Hay, the herpetologist pair running the course, say they've observed a growth in their industry: '[The] number of snake catchers has exploded in Australia, and that's in every Australian state,' says Chris. 'And every year we hear about this increase in snake numbers. But the fact is it's the increase in human population that is then catalysing this increase in snake interaction.'</p><p></p><ul><li><p><a href=\"https://www.theguardian.com/australia-news/2025/oct/24/slow-motion-snake-bites-how-fangs-and-venom-kill-prey\"><strong>Gone in 60 milliseconds: dramatic slow-motion snake bites reveal clues about how fangs and venom kill prey</strong></a></p></li></ul> <a href=\"https://www.theguardian.com/environment/video/2025/nov/15/learning-to-handle-some-of-the-worlds-most-venomous-snakes-video\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Indigenous protesters block entrance to Cop30 summit venue – video",
    "url": "https://www.theguardian.com/environment/video/2025/nov/14/indigenous-protesters-block-entrance-cop30-summit-venue-video",
    "date": "2025-11-14",
    "source": "Environment | The Guardian",
    "text": "<p>Dozens of Indigenous activists blocked the entrance of the Cop30 summit venue on Friday, demanding that the Brazilian government halt all development projects in the Amazon, including mining, logging, oil drilling and the building of a new railway for transporting mining and agricultural products. The protesters staged a sit-in creating long queues and forcing delegates to use a side entrance to resume their negotiations on tackling the climate crisis</p><ul><li><p><a href=\"https://www.theguardian.com/environment/live/2025/nov/14/cop30-live-updates-activists-blockade-summit-climate-conference\"><strong>Cop30 – latest updates</strong></a></p></li></ul> <a href=\"https://www.theguardian.com/environment/video/2025/nov/14/indigenous-protesters-block-entrance-cop30-summit-venue-video\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Week in wildlife: a chilled capybara, a bear at nursery and a Welsh polecat",
    "url": "https://www.theguardian.com/environment/gallery/2025/nov/14/week-in-wildlife-a-chilled-capybara-a-bear-at-nursery-and-a-welsh-polecat",
    "date": "2025-11-14",
    "source": "Environment | The Guardian",
    "text": "<p>The best of this week’s wildlife photographs from around the world</p> <a href=\"https://www.theguardian.com/environment/gallery/2025/nov/14/week-in-wildlife-a-chilled-capybara-a-bear-at-nursery-and-a-welsh-polecat\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  }
]