[
  {
    "title": "Defunding fungi: US’s living library of ‘vital ecosystem engineers’ is in danger of closing",
    "url": "https://www.theguardian.com/environment/2025/dec/26/arbuscular-mycorrhizal-fungi-living-library-vital-ecosystem-engineers",
    "date": "2025-12-26",
    "source": "Environment | The Guardian",
    "text": "<p>These fungi boost plant growth and restore depleted ecosystems, but federal funding for a library housing them has been cut – and it may be forced to close</p><p>Inside a large greenhouse at the University of Kansas, Professor Liz Koziol and Dr Terra Lubin tend rows of sudan grass in individual plastic pots. The roots of each straggly plant harbor a specific strain of invisible soil fungus. The shelves of a nearby cold room are stacked high with thousands of plastic bags and vials containing fungal spores harvested from these plants, then carefully preserved by the researchers.</p><p>The samples in this seemingly unremarkable room are part of the International Collection of Vesicular Arbuscular Mycorrhizal Fungi (INVAM), the world’s largest living library of soil fungi. Four decades in the making, it could cease to exist within a year due to federal budget cuts.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/26/arbuscular-mycorrhizal-fungi-living-library-vital-ecosystem-engineers\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "US voters linking climate crisis to rising bills despite Trump’s ‘green scam’ claims",
    "url": "https://www.theguardian.com/us-news/2025/dec/26/us-voters-link-climate-crisis-affordability",
    "date": "2025-12-26",
    "source": "Environment | The Guardian",
    "text": "<p>New polling shows 65% of registered US voters believe global heating is affecting cost of living</p><p>Most Americans now connect the worsening climate crisis with their cost of living pressures, with clear majorities also disagreeing with moves by the Trump administration to gut climate research and halt windfarms, new polling has found.</p><p>About 65% of registered voters in the US think that global heating is affecting the cost of living, <a href=\"https://climatecommunication.yale.edu/publications/climate-change-in-the-american-mind-politics-policy-fall-2025/\">according to the polling by Yale University</a>.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/26/us-voters-link-climate-crisis-affordability\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "North Carolina Christmas tree farmers are optimistic after Hurricane Helene",
    "url": "https://www.theguardian.com/us-news/2025/dec/24/christmas-tree-farmers-north-carolina",
    "date": "2025-12-24",
    "source": "Environment | The Guardian",
    "text": "<p>More than a year after the storm ripped apart families and farms, growers are bullish about strength of their industry</p><p>Christmas tree farmers in western North Carolina are still rebuilding from last year’s devastating <a href=\"https://www.theguardian.com/us-news/hurricane-helene\">Hurricane Helene</a>, but growers are optimistic about business and the overall strength of their industry in the region.</p><p>“There’s still a lot of recovery that needs to happen, but we’re in much better shape than we were this time last year … sales are good,” Kevin Gray, owner of Hickory Creek Farm Christmas Trees in Greensboro, said earlier this month, while the buying season was in full swing.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/24/christmas-tree-farmers-north-carolina\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Yellowstone hot spring spews forth spectacular muddy plumes",
    "url": "https://www.theguardian.com/us-news/2025/dec/22/yellowstone-hot-spring-black-diamond-pool",
    "date": "2025-12-22",
    "source": "Environment | The Guardian",
    "text": "<p>Black Diamond Pool eruption provides dramatic footage after being captured on official camera</p><p>A hot spring in Yellowstone <a href=\"https://www.theguardian.com/environment/national-parks\">national park</a> that erupts sporadically was captured on an official camera exploding in spectacular muddy plumes at the weekend.</p><p>Volcanic experts at the US Geological Survey described the eruption as simply “Kablooey!”</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/22/yellowstone-hot-spring-black-diamond-pool\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Trump officials halt offshore wind-farm projects over ‘national security risks’",
    "url": "https://www.theguardian.com/us-news/2025/dec/22/trump-wind-farms",
    "date": "2025-12-22",
    "source": "Environment | The Guardian",
    "text": "<p>Interior department move affects five projects under construction in latest blow to industry targeted by Trump</p><p>The Trump administration has said it is immediately pausing all leases for offshore wind farms already under construction, in the heaviest blow yet to an industry that the administration has relentlessly targeted throughout the year.</p><p>Trump’s Department of the Interior said that it was halting the building of five wind projects due to “national security risks”. The department said it would work with the US Department of Defense to mitigate the risk of the wind turbine towers creating radar interference called “clutter” that could in some way hamper the US military.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/22/trump-wind-farms\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "US farmers say Trump’s $12bn package not enough to undo damage from tariffs",
    "url": "https://www.theguardian.com/business/2025/dec/22/trump-aid-package-us-farmers",
    "date": "2025-12-22",
    "source": "Environment | The Guardian",
    "text": "<p>Thousands of farms set to go bankrupt as grain farmers in particular hit by trade disruptions caused by price hikes</p><p>Donald Trump, having promised to “NEVER LET OUR FARMERS DOWN”, appeared to come through for them this month when he unveiled a $12bn aid package. Industry leaders say thousands of farms will still go bust this year.</p><p>While the US president has vowed to increase domestic farm production, and even claimed this formed a “big part” of his plan to lower grocery prices for Americans, many US farmers are grappling with mounting financial issues – compounded by Trump’s agenda.</p> <a href=\"https://www.theguardian.com/business/2025/dec/22/trump-aid-package-us-farmers\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Trump’s shuttering of the National Center for Atmospheric Research is Stalinist | Michael Mann and Bob Ward",
    "url": "https://www.theguardian.com/commentisfree/2025/dec/22/trump-stalin-national-center-atmospheric-research",
    "date": "2025-12-22",
    "source": "Environment | The Guardian",
    "text": "<p>This is the latest in the relentless purge of climate researchers who refuse to be co-opted by the fossil fuel industry</p><p>The Soviet dictator Joseph Stalin would no doubt have understood and even appreciated the latest attack by the Trump administration on climate researchers and their work.</p><p>The <a href=\"https://ncar.ucar.edu/\">National Center for Atmospheric Research</a> in Boulder, Colorado, <a href=\"https://www.theguardian.com/us-news/2025/dec/17/trump-boulder-ncar-climate-lab\">is to be dismantled</a> after more than 50 years at the forefront of global research on climate science and monitoring.</p><p>Professor Michael Mann is the presidential distinguished professor and director of the Penn Center for Science, Sustainability and the Media at the University of Pennsylvania, and co-author with Peter Hotez of <a href=\"https://bookshop.org/p/books/science-under-siege-how-to-fight-the-five-most-powerful-forces-that-threaten-our-world-michael-e-mann/f193b715ddffc31b?ean=9781541705494&amp;next=t\">Science Under Siege</a>; Bob Ward is policy and communications director at the Grantham Research Institute on Climate Change and the Environment at the London School of Economics and Political Science</p> <a href=\"https://www.theguardian.com/commentisfree/2025/dec/22/trump-stalin-national-center-atmospheric-research\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "London Eye architect proposes 14-mile tidal power station off Somerset coast",
    "url": "https://www.theguardian.com/environment/2025/dec/27/london-eye-architect-proposes-14-mile-tidal-power-station-off-somerset-coast",
    "date": "2025-12-27",
    "source": "Environment | The Guardian",
    "text": "<p>West Somerset Lagoon would harness renewable energy for UK’s AI boom – and create ‘iconic’ arc around Bristol Channel</p><p>The architect of the London Eye wants to build a vast tidal power station in a 14-mile arc off the coast of Somerset that could help Britain meet surging electricity demand to power artificial intelligence – and create a new race track to let cyclists skim over the Bristol Channel.</p><p>Julia Barfield, who designed the Eye and the i360 observation tower in Brighton, is part of a team that has drawn up the £11bn proposal. It would curve from Minehead to Watchet and use 125 underwater turbines to harness the power of the second-highest tidal range in the world.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/27/london-eye-architect-proposes-14-mile-tidal-power-station-off-somerset-coast\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Call for citizen scientists to monitor threatened turtle species on NSW beaches",
    "url": "https://www.theguardian.com/australia-news/2025/dec/27/call-for-citizen-scientists-to-monitor-threatened-turtle-species-on-nsw-beaches",
    "date": "2025-12-26",
    "source": "Environment | The Guardian",
    "text": "<p>Beachgoers from the Tweed to Batemans Bay have been asked to be on the lookout – and every nest reported to TurtleWatch NSW will be protected</p><ul><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>The first sea turtle nest discovery of the breeding season has led to a rescue mission and kicked off a campaign to protect an endangered species.</p><p>The nest, found recently on the New South Wales north coast, was too close to the water’s edge and the eggs needed to be moved to save them from being inundated by waves and the tides.</p> <a href=\"https://www.theguardian.com/australia-news/2025/dec/27/call-for-citizen-scientists-to-monitor-threatened-turtle-species-on-nsw-beaches\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "First of nine new river walks in England announced for north-west",
    "url": "https://www.theguardian.com/environment/2025/dec/26/first-of-nine-new-river-walks-for-england-announced-north-west-mersey-valley-way",
    "date": "2025-12-26",
    "source": "Environment | The Guardian",
    "text": "<p>Mersey Valley Way takes in Manchester and Stockport on its 13-mile route with other walks to be identified in 2026</p><p>A new river walk has been announced by the government as ministers try to improve access to nature in England.</p><p>The 13-mile (21km) walk will go through Greater Manchester and the north-west of England. There will be a river walk in each region of the country by the end of parliament, the government has pledged.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/26/first-of-nine-new-river-walks-for-england-announced-north-west-mersey-valley-way\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Sustainable aviation fuel take-up in UK unlikely to hit 2025 target, data suggests",
    "url": "https://www.theguardian.com/business/2025/dec/26/sustainable-aviation-fuel-mandate-uk-government-data-2025",
    "date": "2025-12-26",
    "source": "Environment | The Guardian",
    "text": "<p>Provisional figures in government mandate’s first year show 20% shortfall in levels of SAF supplied for UK flights</p><p>The take-up of sustainable aviation fuels is on course to fall short of the UK government’s first annual mandate, official figures suggest.</p><p>Production data published by the Department for Transport (DfT) covering most of 2025 shows that <a href=\"https://www.theguardian.com/business/2025/oct/03/net-zero-aviation-sustainable-fuel-mandates-eu-uk\">sustainable fuels (SAF)</a> only accounted for 1.6% of fuel supplied for UK flights – 20% less fuel in volume than the 2% needed to fulfil the requirement.</p> <a href=\"https://www.theguardian.com/business/2025/dec/26/sustainable-aviation-fuel-mandate-uk-government-data-2025\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "‘Ghost resorts’: as hundreds of ski slopes lie abandoned, will nature reclaim the Alps?",
    "url": "https://www.theguardian.com/environment/2025/dec/27/alps-france-skiing-snow-warming-resorts-closing-ceuze-landscape",
    "date": "2025-12-27",
    "source": "Environment | The Guardian",
    "text": "<p>With the snow line edging higher, 186 French ski resorts have shut, while global heating threatens dozens more</p><p>When Céüze 2000 ski resort closed at the end of the season in 2018, the workers assumed they would be back the following winter. Maps of the pistes were left stacked beside a stapler; the staff rota pinned to the wall.</p><p>Six years on, a yellowing newspaper dated 8 March 2018 sits folded on its side, as if someone has just flicked through it during a quiet spell. A half-drunk bottle of water remains on the table.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/27/alps-france-skiing-snow-warming-resorts-closing-ceuze-landscape\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Something gnawed your oak tree? Sink hole in your road? How Zurich’s beaver hotline is reassuring residents",
    "url": "https://www.theguardian.com/environment/2025/dec/23/how-swizerland-learned-to-live-with-beavers-rewilding-aoe",
    "date": "2025-12-23",
    "source": "Environment | The Guardian",
    "text": "<p>As the number of the semi-aquatic creatures soars so can tensions. But the Swiss have a tried and tested system to calm the neighbours and restore harmony</p><p></p><p>“I hate beavers,” a woman tells the beaver hotline. Forty years ago she planted an oak tree in a small town in southern Zurich – now at the frontier of beaver expansion – and it has just been felled: gnawed by the large, semi-aquatic rodents as they enter their seasonal home-improvement mode.</p><p>The caller is one of 10 new people getting in touch each week at this time of year. Beavers, nature’s great engineers, can unleash mayhem during winter as they renovate their lodges and build up their dams. For people, this can mean flooding, sinkholes appearing in roads and trees being felled. A single incident can clock up 70,000 Swiss francs (£65,000) in damages.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/23/how-swizerland-learned-to-live-with-beavers-rewilding-aoe\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Living on the edge: what young people in England told us about life on the coast",
    "url": "https://www.theguardian.com/environment/2025/dec/26/young-people-england-life-on-the-coast-18-to-30-year-olds-coastline",
    "date": "2025-12-26",
    "source": "Environment | The Guardian",
    "text": "<p>As part of the Guardian’s Against the tide series, readers aged 18 to 30 share what they love about living in their coastal town, the challenges and why they often choose to leave</p><p>Megan, a 24-year-old from the Isle of Wight, is very familiar with saying goodbye. She decided university wasn’t for her and remembers how, one by one, she waved off her friends who left the island to study. Many never came back.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/26/young-people-england-life-on-the-coast-18-to-30-year-olds-coastline\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Barracuda, grouper, tuna – and seaweed: Madagascar’s fishers forced to find new ways to survive",
    "url": "https://www.theguardian.com/environment/2025/dec/24/madagascar-coastline-vezo-people-fishing-climate-change-adaptation",
    "date": "2025-12-24",
    "source": "Environment | The Guardian",
    "text": "<p>Seaweed has become a key cash crop as climate change and industrial trawling test the resilient culture of the semi-nomadic Vezo people</p><p>Along Madagascar’s south-west coast, the Vezo people, who have fished the Mozambique Channel for countless generations, are defined by a way of life sustained by the sea. Yet climate change and industrial exploitation are pushing this ocean-based culture to its limits.</p><p>Coastal villages around Toliara, a city in southern Madagascar, host tens of thousands of the <a href=\"https://blueventures.org/the-voyage-of-the-vezo-documenting-madagascars-indigenous-coastal-migration-2/\">semi-nomadic Vezo</a><strong><a href=\"https://blueventures.org/the-voyage-of-the-vezo-documenting-madagascars-indigenous-coastal-migration-2/\"> </a></strong><a href=\"https://blueventures.org/the-voyage-of-the-vezo-documenting-madagascars-indigenous-coastal-migration-2/\">people</a>, who make a living from small-scale fishing on the ocean. For centuries, they have launched <em>pirogues</em>, small boats carved from single tree trunks, every day into the turquoise shallows to catch tuna, barracuda and grouper.</p><p>A boat near lines of seaweed, which has become a main source of income for Ambatomilo village as warmer seas, bleached reefs and erratic weather accelerate the decline of local fish populations</p> <a href=\"https://www.theguardian.com/environment/2025/dec/24/madagascar-coastline-vezo-people-fishing-climate-change-adaptation\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "2025 is ‘year of the octopus’ as record numbers spotted off England’s south coast",
    "url": "https://www.theguardian.com/environment/2025/dec/22/2025-is-year-of-the-octopus-as-record-numbers-spotted-off-englands-south-coast",
    "date": "2025-12-22",
    "source": "Environment | The Guardian",
    "text": "<p>Milder weather led to a bloom in the invertebrates in south Cornwall and Devon, wildlife charity says</p><p>Record numbers of sightings of one of the world’s most intelligent invertebrates over the summer have led the Wildlife Trusts to declare 2025 “the year of the octopus” in its annual review of Britain’s seas.</p><p>A mild winter followed by an exceptionally warm spring prompted <a href=\"https://www.theguardian.com/environment/2025/may/26/the-seabed-is-full-of-them-english-fishers-enjoy-surprise-octopus-boom\">unprecedented numbers of Mediterranean octopuses</a> to take up residence along England’s south coast, from Penzance in Cornwall to south Devon.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/22/2025-is-year-of-the-octopus-as-record-numbers-spotted-off-englands-south-coast\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "A conversation between Joe Rogan and Mel Gibson summed up 2025 for me – and not in a good way | George Monbiot",
    "url": "https://www.theguardian.com/commentisfree/2025/dec/27/mel-gibson-denies-climate-breakdown-home-burns-joe-rogan",
    "date": "2025-12-27",
    "source": "Environment | The Guardian",
    "text": "<p>From merrily dismissing climate science, to promoting irresponsible health claims, the podcast was an unintentional warning for our times </p><p>Looking back on this crazy year, one event, right at the start, seems to me to encapsulate the whole. In January, recording his podcast in a studio in Austin, Texas, the host, Joe Rogan, and the actor Mel Gibson <a href=\"https://www.youtube.com/watch?v=1rYtrS5IbrQ\">merrily dissed climate science</a>. At the same time, about 1,200 miles away in California, Gibson’s $14m <a href=\"https://www.hollywoodreporter.com/news/general-news/mel-gibson-wildfires-malibu-house-burned-down-joe-rogan-1236106022/\">home was being incinerated</a> in the Palisades wildfire. In this and other respects, their discussion could be seen as prefiguring the entire 12 months.</p><p>The loss of his house hadn’t been confirmed at the time of the interview, but Gibson said his son had just sent him “a video of my neighbourhood, and it’s in flames. It looks like an inferno.” According to World Weather Attribution, January’s fires in California were made <a href=\"https://www.worldweatherattribution.org/climate-change-increased-the-likelihood-of-wildfire-disaster-in-highly-exposed-los-angeles-area/\">significantly more likely</a> by climate breakdown. Factors such as the extreme lack of rainfall and stronger winds made such fires both more likely to happen and more intense than they would have been without human-caused global heating.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/dec/27/mel-gibson-denies-climate-breakdown-home-burns-joe-rogan\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "The Guardian view on adapting to the climate crisis: it demands political honesty about extreme weather | Editorial",
    "url": "https://www.theguardian.com/commentisfree/2025/dec/26/the-guardian-view-on-adapting-to-the-climate-crisis-it-demands-political-honesty-about-extreme-weather",
    "date": "2025-12-26",
    "source": "Environment | The Guardian",
    "text": "<p>Over the holiday period, the Guardian leader column is looking ahead at the themes of 2026. Today we look at how the struggle to adapt to a dangerously warming world has become a test of global justice</p><p>The record-breaking 252mph winds of Hurricane Melissa that devastated Caribbean islands at the end of October were made <a href=\"https://www.theguardian.com/world/2025/nov/06/hurricane-melissa-storm-strength-climate-crisis\">five times more</a> likely by the climate crisis. <a href=\"https://www.theguardian.com/environment/2025/sep/04/spain-portugal-wildfire-weather-climate-crisis-study\">Scorching wildfire weather</a> in Spain and Portugal during the summer was made 40 times more likely, while June’s <a href=\"https://www.theguardian.com/environment/2025/jun/20/england-weekend-heatwave-worse-climate-crisis\">heatwave in England</a> was made 100 times more likely.</p><p><a href=\"https://www.theguardian.com/environment/2024/nov/18/how-do-we-know-that-the-climate-crisis-is-to-blame-for-extreme-weather\">Attribution science</a> has made one thing clear: global heating is behind today’s extreme weather. That greenhouse gas emissions warmed the planet was understood. What can now be shown is that this warming produces record heatwaves and more violent storms with increasing frequency.</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2025/dec/26/the-guardian-view-on-adapting-to-the-climate-crisis-it-demands-political-honesty-about-extreme-weather\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Feeling burnt out? A bush blessing for the end of the year | Jess Harwood",
    "url": "https://www.theguardian.com/commentisfree/picture/2025/dec/26/feeling-burnt-out-a-bush-blessing-for-the-end-of-the-year",
    "date": "2025-12-26",
    "source": "Environment | The Guardian",
    "text": "<p>Now is the time to think of new beginnings</p><p></p> <a href=\"https://www.theguardian.com/commentisfree/picture/2025/dec/26/feeling-burnt-out-a-bush-blessing-for-the-end-of-the-year\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "There’s an itsy-bitsy fear I want to overcome. I will never be a fan, but can I at least be Normal about spiders? | Rebecca Shaw",
    "url": "https://www.theguardian.com/commentisfree/2025/dec/26/hunstman-huge-spider-australia-arachnophobia",
    "date": "2025-12-25",
    "source": "Environment | The Guardian",
    "text": "<p>In order to be less scared, I imagine the huge Australian huntsman as a girlie, just chilling and listening to us yap. It sounds dumb, but it worked (a little bit)</p><ul><li><p><a href=\"https://www.theguardian.com/culture/series/summer-essentials/all\">Read more summer essentials</a></p></li></ul><p>I am someone who believes it is never too late to change. I think you can in fact teach an old dog new tricks, as long as the old dog is open-minded and willing to learn. As long as the old dog is willing to admit when it was wrong, and work to become a better dog.</p><p>OK yes, I am the old dog. And the trick I am trying to learn, even though I am decrepit? It is an important one, something I have struggled with, frequently, for my entire life. I have been trying … to become less scared of huntsman spiders. Apologies to all the other spiders that exist; I have to be realistic about my possible growth as a human. It also has to be the huntsman because it is large, in charge, and the one I encounter most often. Including three times in the last week. Inside my home. You can’t see me but I’m shaking my head and grimacing as I type.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/dec/26/hunstman-huge-spider-australia-arachnophobia\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Year in wildlife – in pictures",
    "url": "https://www.theguardian.com/environment/gallery/2025/dec/26/year-in-wildlife-in-pictures",
    "date": "2025-12-26",
    "source": "Environment | The Guardian",
    "text": "<p>We look back over the year’s wildlife photographs, and hand out some much-deserved gongs to brilliant and beautiful creatures around the world</p> <a href=\"https://www.theguardian.com/environment/gallery/2025/dec/26/year-in-wildlife-in-pictures\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Muddy eruption at Black Diamond Pool in Yellowstone national park – video",
    "url": "https://www.theguardian.com/environment/video/2025/dec/22/muddy-eruption-black-diamond-pool-yellowstone-national-park-video",
    "date": "2025-12-22",
    "source": "Environment | The Guardian",
    "text": "<p>Video shared by the US Geological Survey on social media shows mud spraying up and out from the Black Diamond Pool in Yellowstone national park. Other recent eruptions have mostly been audible but not visible because they happened either at night or when the camera was obscured by ice. The agency said the Black Diamond Pool was previously the site of a hydrothermal explosion, in July 2024, that sent rocks and mud flying hundreds of feet into the air and damaged a boardwalk. It prompted the closure of the area to visitors due to the damage and potential for additional hazardous activity</p> <a href=\"https://www.theguardian.com/environment/video/2025/dec/22/muddy-eruption-black-diamond-pool-yellowstone-national-park-video\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Oil giant BP to sell 65% stake in $10 billion Castrol unit",
    "url": "https://www.cnbc.com/2025/12/24/bp-to-sell-65percent-stake-in-10-billion-castrol-lubricants-to-stonepeak.html",
    "date": "2025-12-24",
    "source": "Energy",
    "text": "Britain's BP has agreed to sell a 65% shareholding in lubricants business Castrol to Stonepeak for $6 billion, months on from the oil giant seeking a buyer for the unit.\n\nThe deal comes as the company looks to launch a strategic reset, including a green strategy U-turn and the divestment of $20 billion of assets by the end of 2027. The sale values Castrol at $10.1 billion.\n\nEnergy companies, including India's Reliance Industries and Saudi Arabia's oil behemoth Aramco, as well as private equity firms Apollo Global Management and Lone Star Funds, had all been touted as suitors for BP's Castrol unit in May, according to Bloomberg, citing people familiar with the matter.\n\n\"With this, we have now completed or announced over half of our targeted $20bn divestment programme, with proceeds to significantly strengthen bp's balance sheet,\" interim CEO Carol Howle said in a statement.\n\n\"The sale marks an important milestone in the ongoing delivery of our reset strategy. We are reducing complexity, focusing the downstream on our leading integrated businesses, and accelerating delivery of our plan.\"\n\nBP has the option to sell its remaining 35% stake in Castrol after a two-year lock-up period.",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Gas prices fall to four-year lows as millions embark on holiday road trips",
    "url": "https://www.cnbc.com/2025/12/23/oil-prices-holiday-road-trip-december-aaa.html",
    "date": "2025-12-23",
    "source": "Energy",
    "text": "Customers at the GasWay Xpress Mart at 1120 Erie Blvd. pump gas on Wednesday, Dec. 3, 2025, in Schenectady, N.Y.\n\nThe average price of unleaded gasoline in the U.S. has been below $3 a gallon for most of the month — the lowest level since 2021, according to AAA . The association said it's shaping up to be the cheapest December for drivers filling up their tanks going back to the pandemic year of 2020.\n\nHoliday road-trippers are feeling some relief at the pump this year.\n\nFuel prices are down about 7% from a month ago, AAA data shows, and have tumbled roughly 43% from mid-2022 highs near $5 a gallon that followed runaway inflation in the wake of the pandemic.\n\nThe latest slide in prices comes as AAA forecasts a record of more than 122 million Americans will travel at least 50 miles from home in the 13 days between Dec. 20 and Jan. 1. AAA found nearly nine of 10 people on the move during the period — or close to 110 million — are expected to travel by car.\n\nThe drop in pump prices may help mitigate the impact of lingering inflation elsewhere during the holiday season.\n\nJust over 40% of those polled said they planned to spend less at the holidays this year, a 6-point increase from a year ago, according to CNBC's All-America Economic Survey. Of those who are pinching pennies, 46% blamed the high cost of goods.\n\nThe national average masks wide, regional variances, as Hawaii and California both recorded average gas prices above $4 on Monday. In Oklahoma, meanwhile, a gallon came in just below $2.30.",
    "image_url": null,
    "cluster_id": -1
  }
]