[
  {
    "title": "Deadly storms sweep South and Southeast Asia, leaving over 1,600 dead",
    "url": "https://news.un.org/feed/view/en/story/2025/12/1166516",
    "date": "2025-12-04",
    "source": "UN News - Global perspective Human stories",
    "text": "From Sri Lanka’s central highlands to Indonesia’s flood-swollen river basins, a wave of climate-fuelled cyclones and monsoon rains has unleashed one of the deadliest weather patterns south and southeast Asia has seen in years, killing more than 1,600 people, displacing hundreds of thousands and affecting millions.",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/04-12-2025-UNICEF-Sri_Lanka-Landslide.jpeg/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "Arab region pushed to limits by climate extremes as 2024 smashes heat records",
    "url": "https://news.un.org/feed/view/en/story/2025/12/1166509",
    "date": "2025-12-04",
    "source": "UN News - Global perspective Human stories",
    "text": "The Arab region is heating at nearly twice the global average, UN weather experts warned on Thursday, after 2024 saw unprecedented heat, destructive storms and worsening water scarcity impact some of the world’s most vulnerable communities.",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/03-03-2021-unsplash-Makkah-Saudi-Arabia.jpg/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "Asia: Lives upended by cyclones, ‘extreme’ rainfall on the rise, warn UN agencies",
    "url": "https://news.un.org/feed/view/en/story/2025/12/1166482",
    "date": "2025-12-02",
    "source": "UN News - Global perspective Human stories",
    "text": "Across southeast Asia, record-breaking rains and flooding caused by back-to-back tropical storms have claimed hundreds of lives and brought devastation and displacement upon entire communities, UN agencies said on Tuesday.&nbsp;",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/27-08-2021_WMO_extreme-weather.jpg/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "Cyclone Ditwah brings worst flooding in decades to Sri Lanka, killing hundreds",
    "url": "https://news.un.org/feed/view/en/story/2025/11/1166474",
    "date": "2025-11-30",
    "source": "UN News - Global perspective Human stories",
    "text": "Sri Lanka is facing one of its worst flood disasters in two decades, with nearly one million people affected and more than 400 reported dead or missing after Cyclone Ditwah unleashed catastrophic flooding and landslides across the island.",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/30-11-2025-UNICEF-Sri_Lanka-1.jpg/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "New England warming faster than most places on Earth, study finds",
    "url": "https://www.theguardian.com/us-news/2025/dec/03/new-england-warming",
    "date": "2025-12-04",
    "source": "Environment | The Guardian",
    "text": "<p>Pace of area’s temperature rise, outpaced in US only by Alaskan Arctic,  apparently increased in past five years</p><p>The US region called New England is widely known for its colonial history, maple syrup and frigid, snow-bound winters. Many of these norms are in the process of being upended, however, by a rapidly altering climate, with new research finding the area is heating up faster than almost anywhere else on Earth.</p><p>The breakneck speed of New England’s transformation makes it the fastest-heating area of the US, bar the Alaskan <a href=\"https://www.theguardian.com/environment/2022/jun/15/new-data-reveals-extraordinary-global-heating-in-the-arctic\">Arctic</a>, and the pace of its temperature rise has apparently increased in the past five years, according to the study.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/03/new-england-warming\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Trump says he will repeal Biden-era fuel efficiency standards for cars and trucks",
    "url": "https://www.theguardian.com/us-news/2025/dec/03/trump-fuel-efficiency-rules",
    "date": "2025-12-03",
    "source": "Environment | The Guardian",
    "text": "<p>Move marks president’s latest effort to dismantle pollution regulations and support for cleaner-running vehicles</p><p><a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> announced on Wednesday that he is repealing the Biden-era federal fuel economy standards, significantly weakening fuel efficiency requirements for tens of millions of new gasoline-powered cars and light trucks.</p><p>It marks the US president’s latest effort to dismantle pollution regulations and federal support for cleaner-running vehicles and renewable energy. Burning gasoline is a significant contributor to global heating and transportation is the largest source of greenhouse gas emissions in the United States.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/03/trump-fuel-efficiency-rules\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "The environmental costs of corn: should the US change how it grows its dominant crop?",
    "url": "https://www.theguardian.com/environment/2025/dec/03/environment-corn-farming-trump-administration",
    "date": "2025-12-03",
    "source": "Environment | The Guardian",
    "text": "<p>Amid concerns over greenhouse gas emissions, the Trump administration has abolished climate-friendly farming incentives</p><p><em>This article was produced in partnership </em><em>with <a href=\"https://floodlightnews.org/\">Floodlight</a></em></p><p>For decades, corn has reigned over American agriculture. It sprawls across 90m acres – about the size of Montana – and goes into everything from livestock feed and processed foods to the ethanol blended into most of the nation’s gasoline.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/03/environment-corn-farming-trump-administration\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Trump administration puts Fema workers back on administrative leave",
    "url": "https://www.theguardian.com/us-news/2025/dec/02/trump-fema-workers-administrative-leave",
    "date": "2025-12-02",
    "source": "Environment | The Guardian",
    "text": "<p>Fourteen workers who signed a petition that warned cuts put the US at risk were initially suspended in August</p><p>The <a href=\"https://www.theguardian.com/us-news/trump-administration\">Trump administration</a> is reversing the reinstatement of workers at the Federal Emergency Management Agency (Fema) who were placed on administrative leave after writing an open letter of dissent.</p><p>Fema in August suspended 14 workers who <a href=\"https://www.theguardian.com/us-news/2025/aug/27/fema-workers-letter-administrative-leave-trump\">signed a petition</a> warning that cuts to the agency were putting the nation at risk of repeating the mistakes made during the <a href=\"https://www.theguardian.com/us-news/ng-interactive/2025/aug/26/hurricane-katrina-anniversary-trump-fema\">botched response to 2005’s Hurricane Katrina</a> in New Orleans.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/02/trump-fema-workers-administrative-leave\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Revealed: Mexico’s industrial boomtown is making goods for the US. Residents say they’re ‘breathing poison’",
    "url": "https://www.theguardian.com/us-news/2025/dec/02/monterrey-mexico-air-quality-industrial-pollution",
    "date": "2025-12-02",
    "source": "Environment | The Guardian",
    "text": "<p>Polluting facilities in Monterrey, which has close ties to the US, are pumping toxic heavy metals into the city’s air and threatening residents’ health</p><ul><li><p><a href=\"http://quintoelab.org/project/identifican-industrias-emisiones-contaminantes-monterrey\"><em>Leer en español </em></a><em>en Quinto Elemento Lab</em></p></li></ul><p>An industrial boom in a US manufacturing hub in Mexico is contributing to a massive air pollution crisis that is threatening residents’ health, according to new research by the Guardian and Quinto Elemento Lab.</p><p>The polluting facilities in Monterrey include factories that are operated by companies from around the world – including the US, Europe, Asia and Mexico – but export largely to the US.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/02/monterrey-mexico-air-quality-industrial-pollution\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Zillow deletes climate risk data from listings after complaints it harms sales",
    "url": "https://www.theguardian.com/environment/2025/dec/01/zillow-removes-climate-risk-data-home-listings",
    "date": "2025-12-01",
    "source": "Environment | The Guardian",
    "text": "<p>Site removes feature after real estate agents and some homeowners say scores appear arbitrary and hurt sales</p><p>Zillow, the US’s largest real estate listing site, has removed a feature that allowed people to view a property’s exposure to the climate crisis, following complaints from the industry and some homeowners that it was hurting sales.</p><p>In September last year, the online real estate marketplace <a href=\"https://investors.zillowgroup.com/investors/news-and-events/news/news-details/2024/Zillow-introduces-First-Streets-comprehensive-climate-risk-data-on-for-sale-listings-across-the-US/default.aspx\">introduced a tool</a> showing the individual risk of wildfire, flood, extreme heat, wind and poor air quality for 1m properties it lists, explaining that “climate risks are now a critical factor in home-buying decisions” for many Americans.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/01/zillow-removes-climate-risk-data-home-listings\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Cooking with gas gets more expensive as Americans face rising prices into 2026",
    "url": "https://www.theguardian.com/us-news/2025/dec/01/gas-energy-prices",
    "date": "2025-12-01",
    "source": "Environment | The Guardian",
    "text": "<p>Trump promised to cut consumers’ energy costs within his first year in office but gas price is up 4% on average</p><p>Americans using gas stoves to cook during the holidays, or any other meal in the near future, are set for persistently higher bills, with the price of gas expected to keep rising into next year.</p><p>US households will pay 4% more for gas power this year, on average, compared with 2024, with the industrial and power plant sectors experiencing a much higher price rise, a recent analysis from the US Energy Information Administration (EIA) has <a href=\"https://www.eia.gov/todayinenergy/detail.php?id=66624\">found</a>.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/01/gas-energy-prices\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "‘We can tell farmers the problems’: experts say seismic waves can check soil health and boost yields",
    "url": "https://www.theguardian.com/environment/2025/dec/05/soilsmology-seismic-waves-soil-health-boost-yields",
    "date": "2025-12-05",
    "source": "Environment | The Guardian",
    "text": "<p>‘Soilsmology’ aims to map world’s soils and help avert famine, says not-for-profit co-founded by George Monbiot</p><ul><li><p><a href=\"https://www.theguardian.com/commentisfree/2025/dec/05/agriculture-revolution-soil-farming-earth-rover-program\">George Monbiot: Over a pint in Oxford, we may well have stumbled upon the holy grail of agriculture</a></p></li></ul><p>A groundbreaking soil-health measuring technique could help avert famine and drought, scientists have said.</p><p>At the moment, scientists have to dig lots of holes to study the soil, which is time-consuming and damages its structure, making the sampling less accurate.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/05/soilsmology-seismic-waves-soil-health-boost-yields\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "60,000 African penguins starve to death after sardine numbers collapse – study",
    "url": "https://www.theguardian.com/environment/2025/dec/05/african-penguins-starve-to-death-south-africa-sardine-population-aoe",
    "date": "2025-12-05",
    "source": "Environment | The Guardian",
    "text": "<p>Climate crisis and overfishing contributed to loss of 95% of penguins in two breeding colonies in South Africa, research finds</p><p>More than 60,000 penguins in colonies off the coast of South Africa have starved to death as a result of disappearing sardines, a new paper has found.</p><p>More than 95% of the African penguins in two of the most important breeding colonies, on Dassen Island and Robben Island, died between 2004 and 2012. The breeding penguins probably starved to death during the moulting period, according to the paper, which said the climate crisis and overfishing were driving declines.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/05/african-penguins-starve-to-death-south-africa-sardine-population-aoe\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Water plant that caused Tunbridge Wells supply failure was given risk notice in 2024",
    "url": "https://www.theguardian.com/environment/2025/dec/04/south-east-water-plant-tunbridge-wells-supply-failure-risk-notice",
    "date": "2025-12-04",
    "source": "Environment | The Guardian",
    "text": "<p>Watchdog investigating South East Water contamination issue had previously warned of potential health danger</p><p>A water treatment centre that failed and <a href=\"https://www.theguardian.com/business/2025/dec/02/homes-in-tunbridge-wells-without-water-for-days-after-wrong-chemicals-added\">led to tens of thousands of people in Tunbridge Wells being cut off from the supply</a> had previously been served a warning by the regulator over bacteria and pesticide contamination risks.</p><p>The Kent town is under a <a href=\"https://www.southeastwater.co.uk/help/works-and-outages/boil-notice-for-customers-in-tunbridge-wells/\">boil water notice</a> after residents’ water supplies were cut on Saturday. South East Water has told residents the water from their taps is unsuitable for drinking, giving to pets, brushing teeth, washing children , or bathing in with an open wound.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/04/south-east-water-plant-tunbridge-wells-supply-failure-risk-notice\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Households face higher energy bills as £28bn grid upgrade gets go-ahead",
    "url": "https://www.theguardian.com/money/2025/dec/04/fears-of-higher-energy-bills-as-28bn-grid-upgrade-gets-go-ahead",
    "date": "2025-12-04",
    "source": "Environment | The Guardian",
    "text": "<p>Plan to improve gas networks and rewire electricity systems across Great Britain likely to add £30 to average annual bill</p><p>Households face higher energy bills after network companies were given the green light to spend £28bn on Great Britain’s gas and electricity grids.</p><p>The energy watchdog, <a href=\"https://www.theguardian.com/business/ofgem\">Ofgem</a>, approved more than £17.8bn of spending plans to upgrade gas transmission and distribution networks in the five years from April 2026.</p> <a href=\"https://www.theguardian.com/money/2025/dec/04/fears-of-higher-energy-bills-as-28bn-grid-upgrade-gets-go-ahead\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Why small farmers can’t fix our hunger problem | Cassandra Loftlin",
    "url": "https://www.theguardian.com/environment/2025/dec/04/small-farmers-american-hunger-problem",
    "date": "2025-12-04",
    "source": "Environment | The Guardian",
    "text": "<p>Big farmers grab the lion’s share of US government support, and recent cuts have chipped away at small growers’ markets and margins</p><p>The most significant food system failure since the pandemic was not a natural disaster: in October, the US Department of Agriculture (USDA) announced the Supplemental Nutrition Assistance Program (Snap) was temporarily suspended for the month of November due to the <a href=\"https://www.theguardian.com/us-news/us-federal-government-shutdown-2025\">government shutdown</a></p><p><a href=\"https://www.theguardian.com/us-news/2025/nov/11/food-stamps-snap-cuts-personal-essay\">More than 40 million people</a> had to ration food, skip meals and make sacrifices we might associate with the Great Depression, not 21st-century America. Churches, community groups and neighbors sprang into action. They checked on single moms juggling multiple jobs, elderly friends living alone, people with disabilities and large families with children too young for school lunch programs. And though food stamps were restored, the <a href=\"https://www.theguardian.com/us-news/trump-administration\">Trump administration</a> is now <a href=\"https://www.theguardian.com/us-news/2025/dec/02/trump-snap-benefits-threat-democratic-states\">threatening to pull Snap funds from Democratic-led states</a>.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/04/small-farmers-american-hunger-problem\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "How an invasion of purple flowers made Iceland an Instagram paradise – and caused a biodiversity crisis",
    "url": "https://www.theguardian.com/environment/2025/dec/04/invasive-species-flowers-iceland-nootka-lupins-lupines-aoe",
    "date": "2025-12-04",
    "source": "Environment | The Guardian",
    "text": "<p>Nootka lupins, introduced in the 1940s to repair damaged soil, are rampaging across the island, threatening its native species</p><p>It was only when huge areas of Iceland started turning purple that authorities realised they had made a mistake. By then, it was too late. The Nootka lupin, native to Alaska, had coated the sides of fjords, sent tendrils across mountain tops and covered lava fields, grasslands and protected areas.</p><p>Since it arrived in the 1940s, it has become an accidental national symbol. Hordes of tourists and local people pose for photos in the ever-expanding fields in June and July, entranced by the delicate cones of flowers that cover the north Atlantic island.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/04/invasive-species-flowers-iceland-nootka-lupins-lupines-aoe\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "‘They’re a lot like us’: saving the tiny punk monkeys facing extinction",
    "url": "https://www.theguardian.com/environment/2025/dec/02/monkeys-northern-colombia-habitat-cotton-top-tamarins-aoe",
    "date": "2025-12-02",
    "source": "Environment | The Guardian",
    "text": "<p>In the tropical dry forests of northern Colombia, a small team is gradually restoring the degraded habitat of the rare cotton-top tamarin</p><p></p><p>Luis Enrique Centena spent decades silencing the forest. Now, he listens. Making a whistle, the former logger points up to a flash of white and reddish fur in the canopy. Inquisitive eyes peer back – a cotton-top tamarin, one of the world’s rarest primates.</p><p>“I used to cut trees and never took the <em>titís</em> into account,” says Centena, calling the cotton-tops by their local name. “I ignored them. I didn’t know that they were in danger of extinction, I only knew I had to feed my family. But now we have become friends.”</p> <a href=\"https://www.theguardian.com/environment/2025/dec/02/monkeys-northern-colombia-habitat-cotton-top-tamarins-aoe\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "A diving prince, sunken treasure and snared by the Titanic: Joe MacInnis on his ‘rip-roaring’ life as an ocean adventurer",
    "url": "https://www.theguardian.com/environment/2025/dec/04/joe-macinnis-canada-ocean-exploration-shipwrecks-leadership-treasure-diving-titanic",
    "date": "2025-12-04",
    "source": "Environment | The Guardian",
    "text": "<p>At 88, the Canadian reflects on a golden era of underwater discovery and how shipwrecks and the cruel sea are the ‘greatest of all teachers’</p><p>Joe MacInnis admits there are simply too many places to begin telling the story of life in the ocean depths. At 88, the famed Canadian undersea explorer, has many decades to draw on. There was the time he and a Russian explorer and deep-water pilot, Anatoly Sagalevich, were snagged by a telephone wire strung from the pilot house of the Titanic, trapping the pair two and a half miles below the surface.</p><p>Another might be the moment he and his team stared in disbelief through a porthole window at the Edmund Fitzgerald, the 222-metre (729ft) ship that vanished 50 years ago <a href=\"https://www.nationalgeographic.com/history/article/edmund-fitzgerald-shipwreck\">into the depths of Lake Superior</a>, so quickly that none of the crew could issue a call for help. MacInnis and his team were the first humans to lay eyes on the wreck.</p><p>MacInnis diving in Lake Huron, off Tobermory, Canada, in 1969. Photograph: Don Dutton/Toronto Star/Getty Images</p> <a href=\"https://www.theguardian.com/environment/2025/dec/04/joe-macinnis-canada-ocean-exploration-shipwrecks-leadership-treasure-diving-titanic\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "‘We need to speak collectively’: can parliament solve the problem of ‘deprivation bingo’ in the UK’s seaside towns?",
    "url": "https://www.theguardian.com/environment/2025/nov/30/we-need-to-speak-collectively-can-parliament-solve-the-problem-of-deprivation-bingo-in-the-uks-seaside-towns",
    "date": "2025-11-30",
    "source": "Environment | The Guardian",
    "text": "<p>Labour knows it needs to win over the ‘sea wall’ cohort of coastal voters in the next election. But as anger over inequality grows, time is running out</p><p>It is a lovely sunny autumn day in Ramsgate on Britain’s Kent coast, and quintessential seaside chippy Peter’s Fish Factory is doing a roaring lunchtime trade. Across the road, at the entrance to the town’s pier, local MP and chair of the newly reformed coastal parliamentary Labour party (PLP), Polly Billington, is having her photo taken.</p><p>In between shots she shows us <a href=\"https://theisleofthanetnews.com/2025/09/18/ramsgate-royal-harbour-display-celebrating-world-war-twos-operation-dynamo-and-the-little-ships/\">the community art project</a> that adorns the fence along the entrance to the pier. It is made up of pictures, drawn primarily by local children and young people, of <a href=\"https://www.classicboat.co.uk/news/dunkirk-85th-anniversary-little-ships-fleet-cross-the-channel/\">the 65 little ships that set sail earlier this year</a> from Ramsgate to commemorate the 85th anniversary of the Dunkirk evacuation.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/30/we-need-to-speak-collectively-can-parliament-solve-the-problem-of-deprivation-bingo-in-the-uks-seaside-towns\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Over a pint in Oxford, we may have stumbled upon the holy grail of agriculture | George Monbiot",
    "url": "https://www.theguardian.com/commentisfree/2025/dec/05/agriculture-revolution-soil-farming-earth-rover-program",
    "date": "2025-12-05",
    "source": "Environment | The Guardian",
    "text": "<p>I knew that a revolution in our understanding of soil could change the world. Then came a eureka moment – and the birth of the Earth Rover Program</p><ul><li><p><a href=\"https://www.theguardian.com/environment/2025/dec/05/soilsmology-seismic-waves-soil-health-boost-yields\">Report: Experts say seismic waves can check soil health and boost yields</a></p></li></ul><p>It felt like walking up a mountain during a temperature inversion. You struggle through fog so dense you can scarcely see where you’re going. Suddenly, you break through the top of the cloud, and the world is laid out before you. It was that rare and remarkable thing: a eureka moment.</p><p>For the past three years, I’d been struggling with a big and frustrating problem. In researching <a href=\"https://www.theguardian.com/books/2022/jun/05/regenesis-by-george-monbiot-review-hungry-for-real-change\">my book Regenesis</a>, I’d been working closely with Iain Tolhurst (Tolly), <a href=\"https://www.tolhurstorganic.co.uk/\">a pioneering farmer</a> who had pulled off something extraordinary. Almost everywhere, high-yield farming means major environmental harm, due to the amount of fertiliser, pesticides and (sometimes) irrigation water and deep ploughing required. Most farms with apparently small environmental impacts produce low yields. This, in reality, <a href=\"https://www.theguardian.com/culture/2022/may/13/george-monbiot-vegan-planet-britain-farming-fuel-plant-based-food\">means high impacts</a>, as more land is needed to produce a given amount of food. But Tolly has found the holy grail of agriculture: high and rising yields with minimal environmental harm.</p><p>George Monbiot is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2025/dec/05/agriculture-revolution-soil-farming-earth-rover-program\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Hello, foreign oligarchs and corporations! Please come and sue the UK for billions | George Monbiot",
    "url": "https://www.theguardian.com/commentisfree/2025/dec/01/uk-sue-foreign-oligarchs-corporations-litigation-offshore-courts",
    "date": "2025-12-01",
    "source": "Environment | The Guardian",
    "text": "<p>The case of a planned Cumbrian coalmine shows how governments around the world are being threatened by litigation in shadowy offshore courts</p><p>How do you reckon our political system works? Perhaps something like this. We elect MPs. They vote on bills. If a majority is achieved, the bills becomes law. The law is upheld by the courts. End of story. Well, that’s how it used to work. No longer.</p><p>Today, foreign corporations, or the oligarchs who own them, <a href=\"https://globalarbitrationreview.com/article/unjust-undemocratic-and-dysfunctional-un-report-slams-isds\">can sue governments</a> for the laws they pass, at offshore tribunals composed of corporate lawyers. The cases are held in secret. Unlike our courts, these tribunals allow no right of appeal or judicial review. You or I cannot take a case to them, nor can our government, or even businesses based in this country. They are open only to corporations based overseas.</p><p>George Monbiot is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2025/dec/01/uk-sue-foreign-oligarchs-corporations-litigation-offshore-courts\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Week in wildlife: a studious deer and a partying raccoon",
    "url": "https://www.theguardian.com/environment/gallery/2025/dec/05/week-in-wildlife-a-studious-deer-and-a-partying-raccoon",
    "date": "2025-12-05",
    "source": "Environment | The Guardian",
    "text": "<p>This week’s best wildlife photographs from around the world</p> <a href=\"https://www.theguardian.com/environment/gallery/2025/dec/05/week-in-wildlife-a-studious-deer-and-a-partying-raccoon\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Life Invisible: the fight against superbugs starts in the driest place on Earth",
    "url": "https://www.theguardian.com/society/video/2025/dec/02/life-invisible-the-fight-against-superbugs-starts-in-the-driest-place-on-earth",
    "date": "2025-12-02",
    "source": "Environment | The Guardian",
    "text": "<p>Cristina Dorador is on an urgent mission in the world’s driest desert, the Atacama in Chile. As the rise of drug-resistant superbugs kills millions per year, Cristina has made it her mission to uncover new, life-saving antibiotics in the stunning salt flats she has studied since she was 14. Against the magnificent backdrop of endless plains, microscopic discoveries lead her team of scientists to question how critically lithium mining is damaging the delicate ecosystem and impacting Indigenous communities</p><p></p><p></p> <a href=\"https://www.theguardian.com/society/video/2025/dec/02/life-invisible-the-fight-against-superbugs-starts-in-the-driest-place-on-earth\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Floods kill at least 1,100 people across south and south-east Asia – video",
    "url": "https://www.theguardian.com/world/video/2025/dec/01/floods-asia-sri-lanka-thailand-indonesia-sumatra-malaysia-video",
    "date": "2025-12-01",
    "source": "Environment | The Guardian",
    "text": "<p>Sri Lanka and Indonesia deployed military personnel as they raced to help victims of devastating flooding that has killed more than 1,100 people across four countries in Asia.</p><p></p><p>Millions of people have been affected by a combination of tropical cyclones and heavy monsoon rains in Sri Lanka, parts of Indonesia’s Sumatra, Thailand and Malaysia in recent days.</p><p></p><p>In Indonesia, at least 604 people have been killed and 464 remain missing, according to the national disaster agency. The death toll stands at 366 in Sri Lanka, with 366 missing, and 176 dead in Thailand. Three deaths have been reported in Malaysia</p><p></p><ul><li><p><a href=\"https://www.theguardian.com/world/2025/dec/01/asia-flood-sri-lanka-indonesia-deploy-military\"><strong>Sri Lanka and Indonesia deploy militaries as Asia floods death toll passes 1,100</strong></a></p></li></ul> <a href=\"https://www.theguardian.com/world/video/2025/dec/01/floods-asia-sri-lanka-thailand-indonesia-sumatra-malaysia-video\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  }
]