[
  {
    "title": "2025 was a big year for climate in the US courts - these were the wins and losses",
    "url": "https://www.theguardian.com/us-news/2026/jan/02/climate-accountability-lawsuits-us-2025",
    "date": "2026-01-02",
    "source": "Environment | The Guardian",
    "text": "<p>Americans are increasingly turning to courts to hold big oil accountable. Here are major trends that emerged last year</p><p>As the Trump administration boosts fossil fuels, Americans are increasingly turning to courts to hold big oil accountable for alleged climate deception. That wave of litigation swelled in 2025, with groundbreaking cases filed and wins notched.</p><p>But the year also brought setbacks, as Trump attacked the cases and big oil worked to have them thrown out. The industry also worked to secure a shield from current and future climate lawsuits.</p> <a href=\"https://www.theguardian.com/us-news/2026/jan/02/climate-accountability-lawsuits-us-2025\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "From rent to utility bills: the politicians and advocates making climate policy part of the affordability agenda",
    "url": "https://www.theguardian.com/us-news/2026/jan/01/affordability-climate-utility-bills-rent",
    "date": "2026-01-01",
    "source": "Environment | The Guardian",
    "text": "<p>As the Trump administration derides climate policy as a ‘scam’, emissions-cutting measures are gaining popularity</p><p>A group of progressive politicians and advocates are reframing emissions-cutting measures as a form of economic populism as the <a href=\"https://www.theguardian.com/us-news/trump-administration\">Trump administration</a> derides climate policy as a “scam” and fails to deliver on promises to tame energy costs and inflation.</p><p>Climate politics were once cast as a test of moral resolve, calling on Americans to accept higher costs to avert environmental catastrophe, but that ignores how rising temperatures themselves drive up costs for working people, said Stevie O’Hanlon, co-founder of the youth-led Sunrise Movement.</p> <a href=\"https://www.theguardian.com/us-news/2026/jan/01/affordability-climate-utility-bills-rent\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "How the climate crisis showed up in Americans’ lives this year: ‘The shift has been swift and stark’",
    "url": "https://www.theguardian.com/us-news/2025/dec/31/climate-crisis-guardian-readers",
    "date": "2025-12-31",
    "source": "Environment | The Guardian",
    "text": "<p>Guardian US readers share how global heating and biodiversity loss affected their lives in ways that don’t always make the headlines </p><p>The past year was another one of record-setting heat and catastrophic storms. But across the US, the <a href=\"https://www.theguardian.com/environment/climate-crisis\">climate crisis</a> showed up in smaller, deeply personal ways too.</p><p>Campfires that once defined summer trips were never lit due to <a href=\"https://www.theguardian.com/world/wildfires\">wildfire</a> risks. There were no bites where fish were once abundant, forests turned to meadows after a big burn and childhood memories of winter wonderlands turned to slush.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/31/climate-crisis-guardian-readers\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "It’s easy to feel powerless about climate chaos. Here’s what gives me hope | Nina Lakhani",
    "url": "https://www.theguardian.com/environment/2025/dec/31/environmental-justice-ordinary-people-power",
    "date": "2025-12-31",
    "source": "Environment | The Guardian",
    "text": "<p>I’ve spent six years writing about environmental justice. The uncomfortable truth is that we’re not all in it together – but people power is reshaping the fight</p><p>It’s been another year of climate chaos and inadequate political action. And it’s hard not to feel despondent and powerless.</p><p>I joined the Guardian full time in 2019, as the paper’s first environmental justice correspondent, and have reported from across the US and the region over the past six years. It’s been painful to see so many families – and entire communities – devastated by fires, floods, extreme heat, sea level rise and food shortages. But what’s given me hope during these six years of reporting as both an environmental and climate justice reporter are the people fighting to save our planet from catastrophe – in their communities, on the streets and in courtrooms across the world.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/31/environmental-justice-ordinary-people-power\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Seven environmental wins across the US in 2025 despite Trump-era reversals",
    "url": "https://www.theguardian.com/environment/2025/dec/31/trump-environment-wins-setbacks",
    "date": "2025-12-31",
    "source": "Environment | The Guardian",
    "text": "<p>Environmental advocates notched key wins at local and state levels this year despite Trump rollbacks</p><p>As 2025 draws to a close, environmental advocates across the US find themselves weighing a year marked by both setbacks and successes.</p><p>Despite major <a href=\"https://www.theguardian.com/environment/2025/nov/19/trump-emissions-policy-could-cause-climate-deaths\">environmental reversals taken</a> by the Donald Trump administration including <a href=\"https://www.theguardian.com/us-news/2025/jul/20/trump-energy-environment-agenda\">loosening fossil fuel rules</a> and <a href=\"https://www.theguardian.com/us-news/2025/nov/20/trump-endangered-species-act\">weakening endangered-species safeguards</a>, conservationists, lawmakers and researchers still notched key wins at local and state levels.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/31/trump-environment-wins-setbacks\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "California snowpack gets a boost from series of December downpours",
    "url": "https://www.theguardian.com/us-news/2025/dec/30/california-snowpack-water",
    "date": "2025-12-30",
    "source": "Environment | The Guardian",
    "text": "<p>Water stored as snow during the winter months feeds waterways in the summer and supplies cities and farms</p><p>A series of December storms delivered a welcome boost to <a href=\"https://www.theguardian.com/us-news/california\">California</a>’s snowpack, scientists said on Tuesday in a closely watched assessment of the state’s <a href=\"https://www.theguardian.com/environment/water\">water</a> resources for the year ahead.</p><p>The snowpack survey recorded a snow depth of 24in (61cm), said Angelique Fabbiani-Leon, state hydrometeorologist at the California department of water resources’ snow surveys and water supply forecasting unit. The survey was conducted at the Phillips station in the Sierra Nevada, a mountain range that covers the eastern part of the state.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/30/california-snowpack-water\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "From ‘global cooling’ to ‘beautiful coal’: Trump’s startling climate claims of 2025",
    "url": "https://www.theguardian.com/us-news/2025/dec/29/trump-climate-claims-environment",
    "date": "2025-12-29",
    "source": "Environment | The Guardian",
    "text": "<p>Trump ratcheted up his questionable claims about the environment and how to deal, if at all, with the threats to it</p><p>In the past decade at the forefront of US politics, Donald Trump has unleashed a barrage of unusual, misleading or dubious assertions about the climate crisis, which he most famously called a “hoax”.</p><p>This year has seen Trump ratchet up his often questionable claims about the environment and how to deal, if at all, with the threats to it. In a year littered with untruths and wild declarations, these are the five that stood out as the most startling.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/29/trump-climate-claims-environment\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "China’s BYD overtakes Tesla as world’s biggest electric car seller",
    "url": "https://www.theguardian.com/business/2026/jan/02/china-byd-tesla-worlds-biggest-electric-car-seller-elon-musk-donald-trump-ev",
    "date": "2026-01-02",
    "source": "Environment | The Guardian",
    "text": "<p>Sales at Elon Musk’s company slump after Donald Trump’s withdrawal of EV subsidies</p><p>China’s BYD overtook Tesla as the world’s largest electric carmaker in 2025, after the US company run by Elon Musk reported a slump in deliveries at the end of the year.</p><p>BYD sold 2.26m battery electric cars during the year, easily outstripping the 1.63m deliveries reported on Friday by Tesla for the same period.</p> <a href=\"https://www.theguardian.com/business/2026/jan/02/china-byd-tesla-worlds-biggest-electric-car-seller-elon-musk-donald-trump-ev\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Ørsted files legal challenge against US government over windfarm lease freeze",
    "url": "https://www.theguardian.com/business/2026/jan/02/rsted-files-legal-challenge-against-us-government-over-windfarm-lease-freeze",
    "date": "2026-01-02",
    "source": "Environment | The Guardian",
    "text": "<p>Europe’s biggest offshore wind developer seeking to overturn White House decision to suspend work on a $5bn wind farm project</p><p>Europe’s biggest offshore wind developer is taking the Trump administration to court over its decision to suspend work on a $5bn project on the north-east US coast.</p><p>Denmark’s Ørsted filed a legal challenge on Thursday against the White House’s decision 10 days ago to suspend the lease for its Revolution Wind site as part of a sweeping move <a href=\"https://www.theguardian.com/us-news/2025/dec/22/trump-wind-farms\">halting all construction of offshore wind</a>.</p> <a href=\"https://www.theguardian.com/business/2026/jan/02/rsted-files-legal-challenge-against-us-government-over-windfarm-lease-freeze\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "2025 was UK’s hottest and sunniest year on record, says Met Office",
    "url": "https://www.theguardian.com/uk-news/2026/jan/02/2025-uk-warmest-and-sunniest-year-on-record-met-office",
    "date": "2026-01-02",
    "source": "Environment | The Guardian",
    "text": "<p>Mean temperature for year was 10.09C, surpassing 2022 record, and 1,648.5 hours of sunshine were recorded</p><p>2025 was the UK’s warmest and sunniest year on record, the Met Office has confirmed.</p><p>The UK’s three <a href=\"https://www.theguardian.com/environment/2025/dec/09/2025-virtually-certain-second-or-third-hottest-year-on-record-eu-data-coperincus\">hottest years</a> on record have now all been in this decade, which meteorologists say is proof of a rapidly changing climate. All of the top 10 warmest years have happened in the past two decades.</p> <a href=\"https://www.theguardian.com/uk-news/2026/jan/02/2025-uk-warmest-and-sunniest-year-on-record-met-office\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Rapid expansion of ring-necked parakeets in UK sparks concern",
    "url": "https://www.theguardian.com/environment/2026/jan/02/rapid-expansion-of-ring-necked-parakeets-in-uk-sparks-concern",
    "date": "2026-01-02",
    "source": "Environment | The Guardian",
    "text": "<p>Bird organisations say more research on the species needed to control impact on other wildlife</p><p>In the past 20 years, the soundscape in the ancient wild, rolling landscape of Richmond Park has been transformed. Once you would have heard the chirrup of the stonechat, the chirp of the greater spotted woodpecker or the song of the skylark. Today, the auditory power of one bird dominates.</p><p>The bright green ring-necked parakeet increased 25-fold from 1994-2023 in the UK. They are still mainly based in the skies, parks, and woodlands around London and suburban areas in the south east, but in recent years they have made their way to northern cities including Manchester and Newcastle.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/02/rapid-expansion-of-ring-necked-parakeets-in-uk-sparks-concern\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "What makes an elephant abandon her calf – and is it a growing problem?",
    "url": "https://www.theguardian.com/environment/2026/jan/02/baby-elephant-abandoned-herds-calves-human-conflict-thailand-assam-aoe",
    "date": "2026-01-02",
    "source": "Environment | The Guardian",
    "text": "<p>A helpless baby elephant has won the Thai public’s sympathy but her case has shed light on the pressures facing herds across Asia</p><p>Khao Tom, a two-month-old elephant, plays with a wildlife officer, nudging his face and curling her trunk around his wrist. When she lifts her trunk in the air, signalling that she is hungry, the team at the rescue centre seems relieved – she has not been eating well. A vet prepares a pint-sized bottle of formula, which she gulps down impatiently.</p><p>Khao Tom has been in the care of Thailand’s national parks and wildlife department since September, when rangers <a href=\"https://www.straitstimes.com/asia/se-asia/baby-elephant-rescued-after-mother-abandons-it-in-forest-in-thailand\">rescued her from a farming area</a> inside Lam Khlong Ngu national park. Born with a congenital disorder affecting her knees, she struggled to keep up with the herd. Within days of her birth, her mother had moved on without her.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/02/baby-elephant-abandoned-herds-calves-human-conflict-thailand-assam-aoe\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "‘They didn’t de-extinct anything’: can Colossal’s genetically engineered animals ever be the real thing?",
    "url": "https://www.theguardian.com/environment/2025/dec/31/colossal-ben-lamm-deextinction-dire-wolf-dodo-tasmanian-tiger-aoe",
    "date": "2025-12-31",
    "source": "Environment | The Guardian",
    "text": "<p>The bioscience startup has attracted billions in investment – and a flurry of criticism, but founder tells the Guardian plans to bring back the woolly mammoth will not be derailed</p><p></p><p>Death and taxes are supposed to be the things we can depend on in this life. But in 2025, the American <a href=\"https://www.theguardian.com/science/2025/sep/17/dodo-birds-gene-editing-advance\">entrepreneur Ben Lamm</a> sold much of the world on the idea that death did not, after all, need to be for ever.</p><p>This was the year the billionaire’s genetics startup, Colossal Biosciences, claimed it had resurrected the dire wolf, an animal that disappeared at the end of the last ice age, by tweaking the DNA of grey wolves. According to the company, it had also edged closer to bringing the woolly mammoth back from the dead, with the creation of genetically engineered “woolly mice”.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/31/colossal-ben-lamm-deextinction-dire-wolf-dodo-tasmanian-tiger-aoe\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Often brutal, always beautiful: the sea hounds of the Frisian Islands – in pictures",
    "url": "https://www.theguardian.com/environment/gallery/2026/jan/01/pinnipeds-seals-sea-lions-walrus-sea-hounds-of-the-frisian-islands-in-pictures",
    "date": "2026-01-01",
    "source": "Environment | The Guardian",
    "text": "<p>For 10 years, the scientist and photographer <a href=\"https://www.instagram.com/jeroen_hoekendijk_photography/\">Jeroen Hoekendijk</a> has been observing pinnipeds such as seals and walruses on the fragile North Sea archipelago stretching along the Dutch, German and Danish coastline. A remainder of the <a href=\"https://education.nationalgeographic.org/resource/doggerland/\">now-drowned Doggerland</a>, left behind after the ice age, the low-lying islands are an advance warning sign of the warming and rising seas of the climate crisis</p><ul><li><p>Photographs by Jeroen Hoekendijk, text by <a href=\"https://www.theguardian.com/profile/philip-hoare\">Philip Hoare</a></p></li></ul> <a href=\"https://www.theguardian.com/environment/gallery/2026/jan/01/pinnipeds-seals-sea-lions-walrus-sea-hounds-of-the-frisian-islands-in-pictures\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Curb the cod, park the prawns: top chefs on how to swap out the ‘big five’ seafood",
    "url": "https://www.theguardian.com/environment/2025/dec/31/cod-prawns-top-chefs-how-swap-out-big-five-seafood-sustainable",
    "date": "2025-12-31",
    "source": "Environment | The Guardian",
    "text": "<p>From moules marinière to scallop, bacon and garlic butter rolls, here’s how to cast your culinary net wider and embrace more sustainable species</p><p>For a nation surrounded by water, Britain’s seafood tastes are remarkably parochial – we mostly eat cod, haddock, salmon, tuna and prawns. But with a huge range of species out there, making the decision to <a href=\"https://www.theguardian.com/environment/2024/apr/18/fish-seafood-shellfish-salmon-mussels-prawns-environment-uk-diet-planet-waste-aquaculture-sustainability\">swap the “big five</a>” for more sustainable options could be a good new year resolution to aim for. Here are five species to consider – and if you’re worried these won’t taste as good as cod and chips, we’ve rounded up a selection of top chefs to tell you how to make the best of what could be on your plate in 2026.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/31/cod-prawns-top-chefs-how-swap-out-big-five-seafood-sustainable\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "The mystery of flight MH370: will a new search find the missing airliner after more than a decade?",
    "url": "https://www.theguardian.com/environment/2025/dec/29/malaysian-airlines-flight-mh370-mystery-search-indian-ocean-infinity-robots",
    "date": "2025-12-29",
    "source": "Environment | The Guardian",
    "text": "<p>In 2014 the Malaysian Airlines jet vanished over the Indian Ocean. Now the team that located Shackleton’s Endurance is looking again with the latest undersea robots</p><ul><li><p><a href=\"https://www.theguardian.com/world/2025/dec/29/search-for-malaysia-airlines-flight-mh370-expected-to-resume\">Search for Malaysia Airlines flight MH370 expected to resume on Tuesday</a></p></li></ul><p>More than a decade after Malaysia Airlines flight MH370 went missing after veering thousands of miles off course, its location remains unknown.</p><p>The Malaysian government has promised to pay a private company, Ocean Infinity, $70m (£56m) to search for the plane on a “no find, no fee” basis.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/29/malaysian-airlines-flight-mh370-mystery-search-indian-ocean-infinity-robots\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "What if floods left your home unsellable? That’s the reality facing more and more people in Britain | Kirsty Major",
    "url": "https://www.theguardian.com/commentisfree/2026/jan/02/flood-home-unsellable-britain",
    "date": "2026-01-02",
    "source": "Environment | The Guardian",
    "text": "<p>Christine wanted to enjoy her retirement, but then the banks of a local brook burst and turned her and her neighbours’ lives upside-down</p><p>When I visited Christine’s bungalow in Trowell, Nottinghamshire, and asked if I should take my shoes off, she joked: “I wouldn’t worry, I’ll be getting a new carpet soon enough when it floods again.” She’s got another good one about the time she, a 70-year-old great-grandmother, had to climb through her conservatory window because her front and back doors had been sealed shut by flood barriers. “If you don’t laugh, you’ll cry,” she says. And there is a lot to cry about: mainly the fact that her home is unsellable due to multiple floods.</p><p>In 2020, the brook that backs on to Christine’s home burst its banks and water poured into her house, as well as the homes of her neighbours Jackie, 67, and Rhona, 76. As we sit around a table drinking tea, they tell me about having to rip out their floorboards, skirting boards, kitchen cupboards and entire bathrooms. Doors had to be taken off their hinges and thrown into skips. Fridges, washing machines, furniture, all joined the pile.</p> <a href=\"https://www.theguardian.com/commentisfree/2026/jan/02/flood-home-unsellable-britain\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "A polycrisis has shattered our world this year. But with care, we can put it back together | Elif Shafak",
    "url": "https://www.theguardian.com/world/2025/dec/31/polycrisis-world-care-challenge-2025-courage",
    "date": "2025-12-31",
    "source": "Environment | The Guardian",
    "text": "<p>The challenges and strains have been almost too much to take. But in 2025, words of depth and courage have been an antidote to numbness</p><p>I once saw a young glassblower in Istanbul, still new to his craft, shatter a beautiful vase while taking it out of the furnace. The artisan master standing by his side calmly nodded and said something that I still think about. He told him: “You put too much pressure on it, you kept it unbalanced and you forgot that it, too, has a heart.”</p><p>The year we are leaving behind has been plagued from the start by a series of social, economic, environmental, technological and institutional challenges, all happening with such speed and intensity that we are yet to fully comprehend their impact on our lives, let alone on future generations. As the overwhelming strain of domestic and geopolitical changes continues to build up, I cannot help but remember the man’s words. Too much pressure. Unstable, uncertain and replete with deep inequalities. This could well be the year we forgot that the Earth, too, has a heart. It definitely feels like the year when the world was broken.</p> <a href=\"https://www.theguardian.com/world/2025/dec/31/polycrisis-world-care-challenge-2025-courage\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "The hill I will die on: Pigeons are working-class heroes and deserve some respect | Toussaint Douglass",
    "url": "https://www.theguardian.com/commentisfree/2025/dec/29/hill-die-on-pigeons-working-class-heroes-deserve-respect",
    "date": "2025-12-29",
    "source": "Environment | The Guardian",
    "text": "<p>These unfairly maligned animals were nuggets for our ancestors and served for the UK during the second world war</p><p></p><p>Is there something I would figuratively die on a hill for? Yes, there is – and as it happens, I’m sitting on a literal hill right now, feeding them. Pigeons. Why pigeons? Because it’s about time they get the respect they deserve.</p><p>I like pigeons. Because they’re like me, working class. You can tell pigeons are working class because every pigeon looks knackered. It’s about this point in the conversation that people politely make their excuses and slowly back away (literally) while avoiding eye contact. No doubt, reading this, you are doing the same (figuratively).</p><p>Toussaint Douglass is a comedian from Lewisham, south London. His show <a href=\"https://sohotheatre.com/events/toussaint-douglass-accessible-pigeon-material-2/\">Accessible Pigeon Material</a> will be showing at Soho Theatre, 26-31 January 2026</p> <a href=\"https://www.theguardian.com/commentisfree/2025/dec/29/hill-die-on-pigeons-working-class-heroes-deserve-respect\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Week in wildlife: a hide-and-seek squirrel and an otter in a Christmas tree",
    "url": "https://www.theguardian.com/environment/gallery/2026/jan/02/week-in-wildlife-a-hide-and-seek-squirrel-and-an-otter-in-a-christmas-tree",
    "date": "2026-01-02",
    "source": "Environment | The Guardian",
    "text": "<p>This week’s best wildlife photographs from around the world</p> <a href=\"https://www.theguardian.com/environment/gallery/2026/jan/02/week-in-wildlife-a-hide-and-seek-squirrel-and-an-otter-in-a-christmas-tree\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "‘There is a crack in everything’: capturing the dark of winter – in pictures",
    "url": "https://www.theguardian.com/artanddesign/gallery/2025/dec/30/there-is-a-crack-in-everything-capturing-the-dark-of-winter-in-pictures",
    "date": "2025-12-30",
    "source": "Environment | The Guardian",
    "text": "<p>How do you photograph darkness? A question Sarah Lee considers with her work as the nights draw in: ‘I’ve always been drawn to photographing the darkness as the winter months draw in after the clocks go back and we head towards the solstice. I wondered why that was given that the world itself seems so dark at the moment. I realised this year that it is not the darkness I’m photographing, but, rather, the light. Always the light.’</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2025/dec/30/there-is-a-crack-in-everything-capturing-the-dark-of-winter-in-pictures\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  }
]