[
  {
    "title": "US judge lets Danish firm resume Rhode Island offshore wind project halted by Trump",
    "url": "https://www.theguardian.com/business/2026/jan/12/orsted-rhode-island-wind-project-trump",
    "date": "2026-01-12",
    "source": "Environment | The Guardian",
    "text": "<p>Ørsted and other wind developers have faced repeated disruptions to multibillion dollar projects under Trump</p><p></p><p>A federal judge on Monday cleared Danish offshore <a href=\"https://www.theguardian.com/environment/windpower\">wind</a> developer <a href=\"https://www.theguardian.com/business/orsted\">Ørsted</a> to resume work on its nearly finished Revolution Wind project, which <a href=\"https://www.theguardian.com/us-news/trump-administration\">Donald Trump’s administration</a> halted along with four other projects last month.</p><p>The ruling by US district judge Royce Lamberth is a legal setback for Trump, who has sought to block expansion of offshore wind in federal waters.</p> <a href=\"https://www.theguardian.com/business/2026/jan/12/orsted-rhode-island-wind-project-trump\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Trump’s move to pull US from key UN climate treaty may be illegal, experts say",
    "url": "https://www.theguardian.com/us-news/2026/jan/12/trump-un-climate-treaty-unfccc",
    "date": "2026-01-12",
    "source": "Environment | The Guardian",
    "text": "<p>President’s memo stating US ‘shall withdraw’ from UNFCCC marks first time any country has tried to exit the agreement</p><p>The <a href=\"https://www.theguardian.com/us-news/trump-administration\">Trump administration</a>’s long-anticipated decision this week to pull the US from the world’s most important <a href=\"https://www.theguardian.com/environment/climate-crisis\">climate</a> treaty may have been illegal, some experts say.</p><p>“In my legal opinion, he does not have the authority,” Harold Hongju Koh, former head lawyer for the US state department, told the Guardian.</p> <a href=\"https://www.theguardian.com/us-news/2026/jan/12/trump-un-climate-treaty-unfccc\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "California is completely drought-free for the first time in 25 years",
    "url": "https://www.theguardian.com/us-news/2026/jan/09/california-completely-drought-free",
    "date": "2026-01-09",
    "source": "Environment | The Guardian",
    "text": "<p>Some wet years and recent winter storms have helped bring the state out of drought after years of insufficient rainfall</p><p><a href=\"https://www.theguardian.com/us-news/california\">California</a> is completely drought-free for the first time in a quarter of a century, a significant development in a state that endured grueling years with insufficient rainfall.</p><p>Over the last 25 years, drought conditions in California have intensified the state’s <a href=\"https://www.theguardian.com/us-news/us-wildfires\">wildfire</a> crisis and created challenges in its massive agricultural sector. But a few wet years, and a recent spate of winter storms, helped bring the state out of drought.</p> <a href=\"https://www.theguardian.com/us-news/2026/jan/09/california-completely-drought-free\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Outrage as Trump withdraws from key UN climate treaty along with dozens of international organisations",
    "url": "https://www.theguardian.com/us-news/2026/jan/07/trump-international-groups-un",
    "date": "2026-01-08",
    "source": "Environment | The Guardian",
    "text": "<p>Experts decry move to leave UNFCCC as ‘embarrassing’ as president orders withdrawal from 66 international groups</p><p>Donald Trump has sparked outrage by announcing the US will exit the foundational international agreement to address the climate crisis, cementing the US’s utter isolation from the global effort to confront dangerously escalating temperatures.</p><p>In <a href=\"https://www.whitehouse.gov/presidential-actions/2026/01/withdrawing-the-united-states-from-international-organizations-conventions-and-treaties-that-are-contrary-to-the-interests-of-the-united-states/\">a presidential memorandum</a> issued on Wednesday, Trump withdrew from the UN Framework Convention on Climate Change (UNFCCC), along with 65 other organizations, agencies and commissions, calling them “contrary to the interests of the United States”.</p> <a href=\"https://www.theguardian.com/us-news/2026/jan/07/trump-international-groups-un\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "US national parks staff say new $100 fee for non-residents risks ‘alienating visitors for decades’",
    "url": "https://www.theguardian.com/us-news/2026/jan/08/trump-national-parks-international-visitor-fee",
    "date": "2026-01-08",
    "source": "Environment | The Guardian",
    "text": "<p>Advocates suing to reverse administration’s surcharge system that has led to passport checks and angry visitors</p><p>A new $100 fee for foreign tourists entering US <a href=\"https://www.theguardian.com/environment/national-parks\">national parks</a> has triggered chaos and frustrating waits, with staff reporting long entry lines as citizenship checks are made and irate visitors regularly ditching plans to patronize some of America’s most cherished landscapes.</p><p>The new fee system, <a href=\"https://www.theguardian.com/us-news/2025/nov/25/national-park-fee-non-residents\">introduced</a> by the Trump administration from 1 January, has caught many visitors and National Park Service (NPS) staff off-guard, with checks now having to be undertaken to assess nationality and tourists often turning away from entrances rather than pay the surcharge. The Guardian heard accounts of problems from several NPS staff, speaking anonymously, who work at different parks across the country.</p> <a href=\"https://www.theguardian.com/us-news/2026/jan/08/trump-national-parks-international-visitor-fee\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "The LA wildfire victims still living in toxic homes: ‘We have nowhere else to go’",
    "url": "https://www.theguardian.com/us-news/ng-interactive/2026/jan/07/la-wildfire-victims-toxic-homes",
    "date": "2026-01-07",
    "source": "Environment | The Guardian",
    "text": "<p>A year after the Eaton fire, residents returning to Altadena confront lingering contamination and little official clarity</p><p>One year on from the Eaton <a href=\"https://www.theguardian.com/us-news/california-wildfires\">fire</a>, long after the vicious winds that sent embers cascading from the San Gabriel mountains and the flames that swallowed entire streets, a shadow still hangs over Altadena.</p><p>Construction on new properties is under way, and families whose homes survived the fire have begun to return. But many are grappling with an urgent question: is it safe to be here?</p> <a href=\"https://www.theguardian.com/us-news/ng-interactive/2026/jan/07/la-wildfire-victims-toxic-homes\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Pesticide industry ‘immunity shield’ stripped from US appropriations bill",
    "url": "https://www.theguardian.com/environment/2026/jan/06/pesticide-industry-protection-bill-removed",
    "date": "2026-01-06",
    "source": "Environment | The Guardian",
    "text": "<p>Democrats and ‘make America healthy again’ movement pushed back on the rider in a funding bill led by Bayer</p><p>In a setback for the <a href=\"https://www.theguardian.com/environment/pesticides\">pesticide</a> industry, <a href=\"https://www.theguardian.com/us-news/democrats\">Democrats</a> have succeeded in removing a rider from a congressional <a href=\"https://appropriations.house.gov/sites/evo-subsites/republicans-appropriations.house.gov/files/evo-media-document/fy26-interior%2C-environment%2C-and-related-agencies-bill-text.pdf\">appropriations bill</a> that would have helped protect pesticide makers from being sued and could have hindered state efforts to warn about pesticide risks.</p><p>Chellie Pingree, a Democratic representative from Maine and ranking member of the House appropriations interior, environment, and related agencies subcommittee, said Monday that the controversial measure pushed by the agrochemical giant Bayer and industry allies has been stripped from the 2026 funding bill.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/06/pesticide-industry-protection-bill-removed\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Search for single-tusked elephant after 22 killed in India rampage",
    "url": "https://www.theguardian.com/world/2026/jan/13/search-elephant-people-killed-india-jharkand",
    "date": "2026-01-13",
    "source": "Environment | The Guardian",
    "text": "<p>Eastern region on high alert as authorities try to track animal tearing through villages in Jharkand after apparently becoming separated from herd </p><p>Forest officials in India are on the hunt for an elephant that has killed more 20 people in a days-long rampage through the eastern state of Jharkand.</p><p>Since the beginning of January, 22 people have been killed by a single-tusked elephant that has been tearing through forests and villages in West Singhbhum district of Jharkand.</p> <a href=\"https://www.theguardian.com/world/2026/jan/13/search-elephant-people-killed-india-jharkand\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Berry nice to meet you: bumper fruit crop could lead to huge mating season for NZ’s endangered kākāpō",
    "url": "https://www.theguardian.com/world/2026/jan/13/nz-kakapo-mating-season",
    "date": "2026-01-13",
    "source": "Environment | The Guardian",
    "text": "<p>After a four-year wait, the abundant fruiting of the rimu tree could inspire the world’s heaviest parrots to boost their population </p><p>It has been four long years, but the world’s heaviest parrots, the <a href=\"https://www.theguardian.com/world/2020/nov/16/kakapo-the-worlds-fattest-parrot-named-new-zealands-bird-of-the-year-for-2020\">kākāpō</a>, are finally about to get it on again. The mass fruiting of a native New Zealand tree has triggered breeding season – a rare event conservationists hope will lead to a record number of chicks for the critically endangered bird.</p><p>Kākāpō, the world’s only nocturnal and flightless parrot, were once abundant across New Zealand. But their population plummeted after the introduction of predators such as cats and stoats, and by the 1900s they were nearly extinct.</p> <a href=\"https://www.theguardian.com/world/2026/jan/13/nz-kakapo-mating-season\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "More than 500 structures destroyed in Victoria’s bushfires as 12 major blazes continue to burn",
    "url": "https://www.theguardian.com/australia-news/2026/jan/13/victorian-bushfire-threat-eases-structures-destroyed",
    "date": "2026-01-13",
    "source": "Environment | The Guardian",
    "text": "<p>Conditions ease, with no emergency warnings in place for first time since Thursday, but communities urged to remain alert</p><ul><li><p><a href=\"https://www.theguardian.com/australia-news/live/2026/jan/13/anthony-albanese-labor-hate-speech-laws-politics-coalition-sussan-ley-adelaide-festival-writers-week-reactions-victoria-bushfires-queensland-floods-ntwnfb\">Follow our Australia news live blog for latest updates</a></p></li><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>The bushfire threat in Victoria has eased, with no emergency warnings in place for the first time in almost a week, as the state and federal governments commit an initial $10m to help clean up more than 500 structures destroyed by the fires.</p><p>The State Control Centre (SCC) on Tuesday morning confirmed that while there were 12 major bushfires active across Victoria, many of which are expected to burn for days or weeks, there were no emergency warnings in place for the first time since Thursday.</p> <a href=\"https://www.theguardian.com/australia-news/2026/jan/13/victorian-bushfire-threat-eases-structures-destroyed\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Pauline Hanson and Barnaby Joyce use Gina Rinehart’s private jet to visit flooded parts of Queensland",
    "url": "https://www.theguardian.com/australia-news/2026/jan/12/pauline-hanson-barnaby-joyce-gina-rinehart-private-jet-flooded-parts-queensland",
    "date": "2026-01-13",
    "source": "Environment | The Guardian",
    "text": "<p>Joyce says the pair were saving taxpayers’ money and ‘I’ve got no problems with that at all’</p><ul><li><p><a href=\"https://www.theguardian.com/australia-news/live/2026/jan/13/anthony-albanese-labor-hate-speech-laws-politics-coalition-sussan-ley-adelaide-festival-writers-week-reactions-victoria-bushfires-queensland-floods-ntwnfb\">Follow our Australia news live blog for latest updates</a></p></li><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>The One Nation MPs Pauline Hanson and Barnaby Joyce have used a private jet owned by the mining magnate Gina Rinehart to tour flood-affected Queensland communities.</p><p>Joyce, who defected from the Nationals last month, said the pair were saving taxpayers’ money by using the Gulfstream G700 plane and a helicopter at the weekend, including to meet with mayors in north Queensland.</p> <a href=\"https://www.theguardian.com/australia-news/2026/jan/12/pauline-hanson-barnaby-joyce-gina-rinehart-private-jet-flooded-parts-queensland\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "He invented mini saunas for frogs – now this biologist has big plans to save hundreds of species",
    "url": "https://www.theguardian.com/environment/2026/jan/13/save-endangered-frogs-genes-chytrid-fungus-anthony-waddle-aoe",
    "date": "2026-01-13",
    "source": "Environment | The Guardian",
    "text": "<p>A deadly fungus has already wiped out 90 species and threatens 500 more but Anthony Waddle is hoping gene replacement could be their salvation</p><p>Standing ankle-deep in water between two bare cottonwood trees on a hot spring day, eight-year-old Anthony Waddle was in his element. His attention was entirely absorbed by the attempt to net tadpoles swimming in a reservoir in the vast Mojave desert.</p><p>It was “one of the perfect moments in my childhood”, he says.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/13/save-endangered-frogs-genes-chytrid-fungus-anthony-waddle-aoe\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Germany’s dying forests are losing their ability to absorb CO2. Can a new way of planting save them?",
    "url": "https://www.theguardian.com/environment/2026/jan/08/germany-forests-bark-beetle-spruce-co2-carbon-sink-monoculture-aoe",
    "date": "2026-01-08",
    "source": "Environment | The Guardian",
    "text": "<p>Vast swathes of the country’s trees have been killed off by droughts and infestations, in a trend sweeping across Europe. A shift towards more biodiverse cultivation could offer answers</p><p>Even the intense green of late spring cannot mask the dead trees in the Harz mountains. Standing upright across the gentle peaks in northern Germany, thousands of skeletal trunks mark the remnants of a once great spruce forest.</p><p>Since 2018, the region has been ravaged by a tree-killing bark beetle outbreak, made possible by successive droughts and heatwaves. It has transformed a landscape known for its verdant beauty into one dominated by a sickly grey.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/08/germany-forests-bark-beetle-spruce-co2-carbon-sink-monoculture-aoe\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Supermarkets could help UK shoppers eat more sustainable local fish – study",
    "url": "https://www.theguardian.com/environment/2026/jan/08/supermarkets-uk-consumers-sustainable-local-fish-seafood-imports-nutrition",
    "date": "2026-01-08",
    "source": "Environment | The Guardian",
    "text": "<p>Shift from ‘big 5’ imports to British fish such as sprats and sardines would help diets and the planet, say researchers</p><p>Supermarkets could help to support British consumers to move away from their reliance on mainly imported seafood – <a href=\"https://www.theguardian.com/environment/2025/dec/31/cod-prawns-top-chefs-how-swap-out-big-five-seafood-sustainable\">the “big 5” of cod, haddock, tuna, salmon and prawns</a> – to more sustainable, nutritious and locally caught fish such as sardines and anchovies, researchers say.</p><p>A study by the University of East Anglia (UEA), which confirmed previous research showing consumers did <a href=\"https://www.nature.com/articles/s43016-024-01102-x\">not eat the recommended amount of fish</a> in their diet, suggests the UK could be overlooking a major opportunity to improve national health as well as bolstering local economies by embracing its own rich populations of nutritious small fish.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/08/supermarkets-uk-consumers-sustainable-local-fish-seafood-imports-nutrition\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Some want to ban geoengineering research. This would be a catastrophic mistake for our planet | Craig Segall and Baroness Bryony Worthington",
    "url": "https://www.theguardian.com/commentisfree/2026/jan/09/geoengineering-research-greenhouse-gases-plan",
    "date": "2026-01-09",
    "source": "Environment | The Guardian",
    "text": "<p>We’ve already geoengineered the planet through the careless release of greenhouse gases. Now we need a plan to manage the risks we’ve set in motion</p><p>A few months ago, Marjorie Taylor Greene, then a Georgia representative, held a <a href=\"https://www.washingtontimes.com/news/2025/sep/11/doge-subcommittee-hold-hearing-weather-modification-geo-engineering/\">hearing</a> on her bill to ban research on “geoengineering”, which refers to technological <a href=\"https://www.theguardian.com/environment/climate-crisis\">climate</a> interventions, such as using reflective particles to reflect away sunlight. The hearing represented something of a first – a Republican raising alarm bells about human activity altering the health of the planet. Of course, for centuries, people have burned fossil fuels to power and feed society, emitting greenhouse gases that now overheat the planet.</p><p>Unfortunately, her hearing waved past an urgent debate that policymakers are confronting around the world: after centuries of accidental fossil-fuel geoengineering, should we deliberately explore interventions to cool the planet and give the energy transition breathing room?</p><p>Craig Segall is the former deputy executive officer and assistant chief counsel of the California Air Resources Board. He is also former senior vice-president of Evergreen Action and a longtime climate advocate. He has academic seats at the University of Edinburgh, New York University, and the University of California at Berkeley The opinions in this piece are his own.</p><p>Baroness Bryony Worthington was created a life peer in 2011, giving her a seat in the UK’s House of Lords where she served as shadow energy minister She has over 25 years of experience working on climate, energy and environmental policy in the NGO and public sectors, and in the private sector.</p> <a href=\"https://www.theguardian.com/commentisfree/2026/jan/09/geoengineering-research-greenhouse-gases-plan\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Why is Trump interested in Greenland? Look to the thawing Arctic ice | Gaby Hinsliff",
    "url": "https://www.theguardian.com/commentisfree/2026/jan/09/donald-trump-greenland-arctic-ice-north-pole-asia-north-america",
    "date": "2026-01-09",
    "source": "Environment | The Guardian",
    "text": "<p>Forecasts suggest that global heating could create a shortcut from Asia to North America, and new routes for trading, shipping – and attack</p><p>Another week, another freak weather phenomenon you’ve probably never heard of. If it’s not the “<a href=\"https://www.theguardian.com/uk-news/2026/jan/08/amber-weather-warnings-uk-storm-goretti-snow-wind\">weather bomb</a>” of extreme wind and snow that Britain is hunkering down for as I write, it’s reports in the Guardian of <a href=\"https://www.theguardian.com/environment/2026/jan/07/specieswatch-tough-times-for-reindeer-as-rain-increases-in-warming-arctic\">reindeer in the Arctic struggling</a> with the opposite problem: unnaturally warm weather leading to more rain that freezes to create a type of snow that they can’t easily dig through with their hooves to reach food. In a habitat as harsh as the Arctic, where survival relies on fine adaptation, even small shifts in weather patterns have endlessly rippling consequences – and not just for reindeer.</p><p>For decades now, politicians have been warning of the coming climate wars – conflicts triggered by drought, flood, fire and storms forcing people on to the move, or pushing them into competition with neighbours for dwindling natural resources. For anyone who vaguely imagined this happening far from temperate Europe’s doorstep, in drought-stricken deserts or on Pacific islands sinking slowly into the sea, this week’s seemingly unhinged White House talk about <a href=\"https://www.theguardian.com/politics/audio/2026/jan/08/greenland-venezuela-donald-trump-us-imperialism-podcast\">taking ownership of Greenland</a> is a blunt wake-up call. As Britain’s first sea lord, General Sir Gwyn Jenkins, has been telling anyone prepared to listen, the unfreezing of the north due to the climate crisis has <a href=\"https://www.gov.uk/government/speeches/first-sea-lords-speech-to-the-international-sea-power-conference\">triggered a ferocious contest</a> in the defrosting Arctic for some time over resources, territory and strategically critical access to the Atlantic. To understand how that threatens northern Europe, look down at the top of a globe rather than at a map.</p><p>Gaby Hinsliff is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2026/jan/09/donald-trump-greenland-arctic-ice-north-pole-asia-north-america\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "As a climate scientist, I know heatwaves in Australia will only get worse. We need to start preparing now | Sarah Perkins-Kirkpatrick",
    "url": "https://www.theguardian.com/commentisfree/2026/jan/09/as-a-climate-scientist-i-know-heatwaves-in-australia-will-only-get-worse-we-need-to-start-preparing-now",
    "date": "2026-01-08",
    "source": "Environment | The Guardian",
    "text": "<p>During black summer, my daughters were too young to know what was happening. Now, amid another Australian heatwave, they deserve answers</p><p>When the forecasts for this week started to roll in, my mind immediately drifted back to Australia’s black summer.</p><p>I had taken my daughters down to the pool in our estate in western Sydney, hoping for a brief reprieve from the relentless heat. The Gospers Mountain fire was raging in the Blue Mountains, but on that particular day the smoke didn’t seem too bad.</p> <a href=\"https://www.theguardian.com/commentisfree/2026/jan/09/as-a-climate-scientist-i-know-heatwaves-in-australia-will-only-get-worse-we-need-to-start-preparing-now\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "If geoengineering is ever deployed in a climate emergency, transparency is key | Ines Camilloni",
    "url": "https://www.theguardian.com/commentisfree/2026/jan/08/geoengineering-climate-emergency-transparency",
    "date": "2026-01-08",
    "source": "Environment | The Guardian",
    "text": "<p>We must not let geoengineering be shaped behind closed doors. Climate justice demands an inclusive approach</p><p>As the world faces the challenges of the <a href=\"https://www.theguardian.com/environment/climate-crisis\">climate crisis</a> and critical threshold levels or tipping points may be reached soon, a disputable idea is gaining momentum as a potential solution: solar geoengineering – the deliberate reflection of sunlight to cool the planet. Advocates argue it could buy us time. Critics warn of unknown risks. Some see it as a possible emergency break if temperatures spiral out of control. Others call it a dangerous distraction that undermines meaningful climate action.</p><p>Research into solar geoengineering is advancing, including exploration of techniques such as stratospheric aerosol injection, which would involve spraying tiny reflective particles into the upper atmosphere to mimic the cooling effect of volcanic eruptions, and marine cloud brightening, which aims to enhance the reflectivity of low-lying marine clouds. While stratospheric aerosol injection is not being conducted, these technologies are being studied with increasing urgency in the global north. In the global south, however, they remain largely invisible to public discourse and policymaking.</p> <a href=\"https://www.theguardian.com/commentisfree/2026/jan/08/geoengineering-climate-emergency-transparency\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Week in wildlife: rare gorilla twins, racing camels and a psychedelic spider",
    "url": "https://www.theguardian.com/environment/gallery/2026/jan/09/week-in-wildlife-rare-gorilla-twins-racing-camels-and-a-psychedelic-spider",
    "date": "2026-01-09",
    "source": "Environment | The Guardian",
    "text": "<p>This week’s best wildlife photographs from around the world</p> <a href=\"https://www.theguardian.com/environment/gallery/2026/jan/09/week-in-wildlife-rare-gorilla-twins-racing-camels-and-a-psychedelic-spider\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Dense, sticky and heavy: why Venezuela’s oil is valuable to Trump – video explainer",
    "url": "https://www.theguardian.com/world/video/2026/jan/08/why-venezuela-oil-valuable-trump-video-explainer",
    "date": "2026-01-08",
    "source": "Environment | The Guardian",
    "text": "<p>The Venezuelan oil industry is ‘a total bust’ according to Donald Trump, something he has promised to ‘fix’ after attacking Caracas and <a href=\"https://www.theguardian.com/world/2026/jan/03/explosions-reported-venezuela-caracas\">seizing the country’s leader</a>. But with analysts estimating it could take up to 14 years and billions to fix, what is in it for the US president? Jillian Ambrose, the Guardian’s energy correspondent, explains why Venezuela’s dense, sticky oil is so valuable to Trump</p> <a href=\"https://www.theguardian.com/world/video/2026/jan/08/why-venezuela-oil-valuable-trump-video-explainer\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Trump says he’s canceled second wave of attacks on Venezuela",
    "url": "https://www.cnbc.com/2026/01/09/trump-says-hes-cancelled-attacks-on-venezuela-touts-100bn-oil-investment.html",
    "date": "2026-01-09",
    "source": "Energy",
    "text": "US President Donald Trump speaks during the House Republican Party (GOP) member retreat at the Kennedy Center in Washington, DC, on January 6, 2026.\n\nU.S. President Donald Trump said he has canceled a fresh military attack on Venezuela, saying the two countries \"are working well together,\" on rebuilding the nation's oil and gas infrastructure.\n\nWriting on Truth Social on Friday, Trump noted Venezuela's release of \"large numbers of political prisoners\" which he called \"a very important and smart gesture.\"\n\n\"Because of this cooperation, I have cancelled the previously expected second Wave of Attacks, which looks like it will not be needed, however, all ships will stay in place for safety and security purposes,\" Trump said.\n\nIn a press conference on Jan. 3, Trump had suggested it was unlikely a second attack on Venezuela would be deemed necessary due to what he called the success of the first operation.\n\n\"We are ready to stage a second and much larger attack, if we need to do so,\" he told reporters at the time. \"So we were prepared to do a second wave if we needed to do so. We actually assumed that a second wave would be necessary. But now it's probably not — the first wave, if you'd like to call it, the first attack was so successful, we probably don't have to do a second but we're prepared to do a second wave, a much bigger wave.\"\n\nWashington launched a military operation in Venezuela over the weekend that led to the capture of the country's president, Nicolas Maduro, and his wife, Cilia Flores, both of whom were indicted on drug trafficking charges. The pair pleaded not guilty. Maduro claimed he'd been \"kidnapped\" and was a \"prisoner of war\" at a court appearance in New York this week.\n\nOn Thursday, Jorge Rodríguez, head of Venezuela's National Assembly, announced that the government would release a significant number of foreign and Venezuelan prisoners. Spanish Foreign Minister José Manuel Albares later said five Spanish prisoners had been released and were on a flight back to their home country.\n\nSince Maduro's ousting, Trump has turned his attention to oil-rich Venezuela's energy resources, saying shortly after the operation took place that he had been in talks with oil giants about rebuilding the country's oil infrastructure.\n\nIn his post on Friday, Trump said at least $100 billion will be invested in Venezuela by \"Big Oil,\" noting that he would meet with representatives for U.S. oil giants at the White House later on Friday.\n\nChevron is currently the only oil major operating in Venezuela, and U.S. oil majors have so far been largely silent on Trump's push for their participation in rebuilding the country's energy systems.\n\nVenezuela, a founding member of the powerful OPEC energy alliance, sits on 303 billion barrels of crude oil, according to the U.S. Energy Information Administration. That represents around 17% of the world's oil reserves — but it's currently thought to produce less than 1% of global oil output, and exports only half of what it makes.\n\nOn Tuesday, Trump said Venezuelan authorities would give the U.S. up to 50 million barrels of oil, which will be sold at market prices.\n\n\"That money will be controlled by me, as President of the United States of America, to ensure it is used to benefit the people of Venezuela and the United States!\" Trump said at the time. Sources close to the White House later told CNBC that Venezuela will ship sanctioned oil to the U.S. indefinitely.\n\n— CNBC's Sam Meredith contributed to this article.",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Venezuela will ship sanctioned oil to U.S. indefinitely, sources say",
    "url": "https://www.cnbc.com/2026/01/07/oil-sales-from-venezuela-to-continue-indefinitely-sanctions-will-be-reduced-source-says.html",
    "date": "2026-01-07",
    "source": "Energy",
    "text": "Venezuela will ship sanctioned oil to the U.S. indefinitely, sources close to the White House told CNBC on Wednesday.\n\nPresident Donald Trump said Tuesday that Venezuela will turn over 30 million to 50 million barrels of sanctioned oil, which will be sold at market prices.\n\n\"That money will be controlled by me, as President of the United States of America, to ensure it is used to benefit the people of Venezuela and the United States,\" Trump said in a social media post.\n\nThe 50 million barrels are only the first tranche and shipments will continue indefinitely, the sources said. U.S. sanctions against Venezuela will be selectively rolled back to enable the transportation and sale of the oil on global markets, the sources said.\n\nProceeds from the oil sales will settle in U.S. controlled accounts, the sources said, with the money released back to Venezuela at the discretion of the U.S., they said.",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Watch Energy Secretary Chris Wright answer questions about Venezuela",
    "url": "https://www.cnbc.com/2026/01/07/watch-energy-secretary-chris-wright-answer-questions-about-venezuela-.html",
    "date": "2026-01-07",
    "source": "Energy",
    "text": "[The stream is slated to start at 8:30 a.m. ET. Please refresh the page if you do not see a player above at that time.]\n\nEnergy Secretary Chris Wright is scheduled to speak publicly for the first time since the U.S. removed Venezuelan President Nicolás Maduro from power.\n\nWright will be interviewed by Goldman Sachs Wednesday at the bank's annual energy conference in Miami. He will likely answer questions about President Donald Trump's call for U.S. oil companies to invest in Venezuela.\n\nWright will also speak with oil executives at the conference about the situation in Venezuela. Executives from Chevron and ConocoPhillips are attending. Chevron is the only U.S. oil major operating in Venezuela.\n\n\"Secretary Wright remains in close contact with U.S. oil companies and plans to meet with several of them at the Goldman Sachs Energy Conference in Miami on Wednesday,\" a Department of Energy spokesperson told CNBC.\n\nVenezuela has the largest proven oil reserves in the world, but it is unclear whether U.S. oil majors are prepared to invest due to instability in the South American nation.",
    "image_url": null,
    "cluster_id": -1
  }
]