[
  {
    "title": "In Brazil, Guterres calls for ‘fair, fast and final’ shift to clean energy",
    "url": "https://news.un.org/feed/view/en/story/2025/11/1166309",
    "date": "2025-11-07",
    "source": "UN News - Global perspective Human stories",
    "text": "UN Secretary-General António Guterres is continuing his campaign to accelerate the global switch from fossil fuels to clean energy – “the cheapest source of new electricity in nearly every country.”&nbsp;",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/07-11-2025-UNFCCC-Guterres.jpg/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "New Brazil-led fund aims to put forest protection at the heart of climate action",
    "url": "https://news.un.org/feed/view/en/story/2025/11/1166290",
    "date": "2025-11-06",
    "source": "UN News - Global perspective Human stories",
    "text": "Tropical forests, vital allies in the fight against climate breakdown, are vanishing at an alarming rate. On Thursday, in a bid to help reverse this trend, Brazil launched a new initiative at a summit of world leaders in Belém, the gateway to the Amazon.",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/10-06-2022-CIFOR-Brazil-rainforest.jpg/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "UN chief urges world leaders to drive down global warming",
    "url": "https://news.un.org/feed/view/en/story/2025/11/1166292",
    "date": "2025-11-06",
    "source": "UN News - Global perspective Human stories",
    "text": "As world leaders gather in Brazil for the COP30 climate summit, UN Secretary-General António Guterres on Thursday called for urgent action to drive down global temperatures and keep the 1.5°C goal within reach.",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Collections/Embargoed/04-11-2025-WMO-France.jpg/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "Hurricane Melissa: UN launches $74 million response for 2.2 million in Cuba",
    "url": "https://news.un.org/feed/view/en/story/2025/11/1166283",
    "date": "2025-11-05",
    "source": "UN News - Global perspective Human stories",
    "text": "Around 2.2 million Cubans remain in dire need of assistance across the eastern provinces of Granma, Santiago de Cuba, Holguin, and Guantanamo as the after effects of Hurricane Mellisa continue, UN aid workers said on Wednesday.&nbsp;",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Collections/Embargoed/05-11-2025-WFP-Cuba-02.jpg/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "New climate pledges do little to correct global warming projection, UN warns",
    "url": "https://news.un.org/feed/view/en/story/2025/11/1166255",
    "date": "2025-11-04",
    "source": "UN News - Global perspective Human stories",
    "text": "Available new climate pledges by governments have only slightly lowered global temperature rise over the course of this century, leaving the world on the path to a serious escalation of climate risks and damages.&nbsp;",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Collections/Embargoed/05-02-2025-WMO-United-Kingdom.jpg/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "FAO warns of ‘silent crisis’ as land degradation threatens billions",
    "url": "https://news.un.org/feed/view/en/story/2025/11/1166251",
    "date": "2025-11-03",
    "source": "UN News - Global perspective Human stories",
    "text": "Roughly 1.7 billion people are living in areas where crop yields are failing due to human-induced land degradation – “a pervasive and silent crisis that is undermining agricultural productivity and threatening ecosystem health worldwide.”&nbsp;",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Collections/Embargoed/24-07-2025-WFP-Bolivia.jpg/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "As global crises deepen, leaders in Doha urge shift from promises to action",
    "url": "https://news.un.org/feed/view/en/story/2025/11/1166249",
    "date": "2025-11-03",
    "source": "UN News - Global perspective Human stories",
    "text": "As global challenges deepen, governments, civil society and international partners convened in Doha on Monday to highlight concrete solutions to advance social development and confront some of today’s most urgent crises – from widening hunger and poverty to growing inequality and climate-driven instability.&nbsp;",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/02-11-2025-UN-News-WSSD6.jpg/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "Residents of Alaska’s storm-battered Native towns consider moving to higher ground",
    "url": "https://www.theguardian.com/us-news/2025/nov/07/native-alaskans-storm-damage-climate-crisis",
    "date": "2025-11-07",
    "source": "Environment | The Guardian",
    "text": "<p>Damage from Typhoon Halong underscored the vulnerability of villages in western Alaska to climate crisis</p><p>Darrel John watched the final evacuees depart his village on the western coast of <a href=\"https://www.theguardian.com/us-news/alaska\">Alaska</a> in helicopters and small planes and walked home, avoiding the debris piled on the boardwalks over the swampy land.</p><p>He is one of seven residents who chose to remain in Kwigillingok after the remnants of Typhoon Halong devastated the village last month, uprooting homes and floating many of them miles away, some with residents inside. One person was killed and two remain missing.</p> <a href=\"https://www.theguardian.com/us-news/2025/nov/07/native-alaskans-storm-damage-climate-crisis\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Over 100 US leaders to attend Cop30 climate summit as Trump stays away",
    "url": "https://www.theguardian.com/environment/2025/nov/07/cop30-climate-trump-us-officials",
    "date": "2025-11-07",
    "source": "Environment | The Guardian",
    "text": "<p>Dozens of US state and local leaders will be at talks in Brazil with president’s team expected to send no representatives</p><p>The <a href=\"https://www.theguardian.com/us-news/trump-administration\">Trump administration</a> appears to be sitting out this month’s United Nations climate talks known as <a href=\"https://www.theguardian.com/environment/cop30\">Cop30</a>, telling the Guardian <a href=\"https://www.theguardian.com/environment/2025/oct/31/cop30-climate-us-officials\">it will not deploy</a> any high-level representatives to the negotiations.</p><p>But dozens of US subnational leaders attend to promote their climate efforts.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/07/cop30-climate-trump-us-officials\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Scientists criticize ‘straw man’ arguments in Bill Gates climate memo",
    "url": "https://www.theguardian.com/environment/2025/nov/06/bill-gates-climate-memo",
    "date": "2025-11-06",
    "source": "Environment | The Guardian",
    "text": "<p>Tech billionaire relying on ‘false binary’ with call to focus less on emissions and more on aid for poor, experts say</p><p>A <a href=\"https://www.theguardian.com/us-news/2025/oct/28/bill-gates-climate-crisis-pivot\">new memo</a> on the climate crisis from Bill Gates relies on “straw man” arguments about the threat to humanity and “false dichotomies” between spending on climate or aid for the poor, some climate scientists say.</p><p>Published last week, the tech billionaire’s 17-page missive called for a “strategic pivot” away from focusing on slashing emissions and towards preventing poverty and suffering. It was quickly picked up by some on the right, including Donald Trump, who hailed it as a much-needed backpedaling on climate efforts.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/06/bill-gates-climate-memo\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Trump nominates ex-New Mexico lawmaker to oversee public lands",
    "url": "https://www.theguardian.com/us-news/2025/nov/05/trump-public-lands-nominee",
    "date": "2025-11-05",
    "source": "Environment | The Guardian",
    "text": "<p>President names Steve Pearce to lead agency that manages a quarter-billion acres, about 10% of land in US</p><p>Donald Trump nominated a former lawmaker from New Mexico on Wednesday to oversee the management of vast public lands that are playing a central role in Republican attempts to ramp up fossil fuel production.</p><p>The nominee for the Bureau of Land Management (BLM), former representative Steve Pearce of New Mexico, must be confirmed by the Senate. The agency manages a quarter-billion acres – about 10% of land in the US. It’s also responsible for 700m acres of underground minerals, including major reserves of oil, natural gas and coal.</p> <a href=\"https://www.theguardian.com/us-news/2025/nov/05/trump-public-lands-nominee\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "California man who survived 20 days in snowy wilderness says it was walk or die",
    "url": "https://www.theguardian.com/us-news/2025/nov/05/california-man-survived-wilderness",
    "date": "2025-11-05",
    "source": "Environment | The Guardian",
    "text": "<p>Ron Dailey, who got lost on hunting trip in Sierra national forest, resolved to walk to safety after his food ran out</p><p>A hunter who spent nearly three weeks lost in the snowy <a href=\"https://www.theguardian.com/us-news/california\">California</a> wilderness says he managed to get rescued after discerning “you either try to walk out or you’re going to sit here and die”.</p><p>The remarkable story of survival centers on Ron Dailey, whom authorities say went missing in the Sierra national forest in Fresno county after taking a solo hunting trip there on 13 October.</p> <a href=\"https://www.theguardian.com/us-news/2025/nov/05/california-man-survived-wilderness\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "The ground is swallowing homes in this Native village in Alaska. Residents have no choice but to move",
    "url": "https://www.theguardian.com/us-news/2025/nov/03/alaska-nunapitchuk-climate-melting-permafrost",
    "date": "2025-11-03",
    "source": "Environment | The Guardian",
    "text": "<p>The climate crisis is causing the permafrost to melt in Alaska, forcing the village of Nunapitchuk to relocate</p><p>Children splash gleefully in the river as adults cast fishing lines or head into the <a href=\"https://www.theguardian.com/us-news/alaska\">Alaska</a> tundra to hunt. It’s a scene that has characterized summer days for centuries among the Yup’ik people who have long lived in south-western Alaska, where the village of Nunapitchuk stands. But, with temperatures in Alaska warming nearly four times faster than most parts of the globe, that way of life is about to change.</p><p>Homes in Nunapitchuk have been sinking into the <a href=\"https://nsidc.org/learn/parts-cryosphere/frozen-ground-permafrost\">permafrost</a>, and residents have decided their only choice is to move the entire village to higher ground.</p> <a href=\"https://www.theguardian.com/us-news/2025/nov/03/alaska-nunapitchuk-climate-melting-permafrost\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Only 3% of international climate aid going to transitioning communities: ‘This is absurd’",
    "url": "https://www.theguardian.com/environment/2025/nov/03/international-climate-aid-just-transition",
    "date": "2025-11-03",
    "source": "Environment | The Guardian",
    "text": "<p>New report on funding to slash carbon emissions finds startlingly low engagement with the people affected</p><p>Less than 3% of international aid to slash carbon emissions is supporting a “just transition” for workers and communities away from polluting industries, according to a new report.</p><p>Released one week before the start of major United Nations climate negotiations in Belém, Brazil, <a href=\"https://actionaid.org/publications/2025/climate-finance-just-transition-how-finance-flows\">the analysis from the climate and development non-profit ActionAid</a> warns that the world’s response to the climate crisis risks deepening inequality rather than addressing it.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/03/international-climate-aid-just-transition\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Developers met ministers dozens of times over planning bill while ecologists were shut out",
    "url": "https://www.theguardian.com/politics/2025/nov/09/developers-met-ministers-dozens-of-times-over-planning-bill-while-ecologists-were-shut-out",
    "date": "2025-11-09",
    "source": "Environment | The Guardian",
    "text": "<p>Exclusive: Leading ecologists say warnings over threat to wildlife have been ignored in drive to build 1.5m new homes</p><p>The scale of lobbying of ministers by developers on Labour’s landmark planning changes, <a href=\"https://www.theguardian.com/politics/2025/apr/24/planning-bill-would-allow-builders-to-pay-cash-to-trash-nature-say-uk-experts\">which seek to rip up environmental rules to boost growth</a>, can be exposed as campaigners make last-ditch attempts to secure protections for nature.</p><p>The government published its planning and infrastructure bill in March. Before and after the bill’s publication the chancellor, Rachel Reeves, and housing minister Matthew Pennycook have met dozens of developers in numerous meetings. The body representing professional ecologists, meanwhile, has not met one minister despite requests to do so.</p> <a href=\"https://www.theguardian.com/politics/2025/nov/09/developers-met-ministers-dozens-of-times-over-planning-bill-while-ecologists-were-shut-out\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "‘Environmental catastrophe’ fears as millions of plastic beads wash up on Camber Sands",
    "url": "https://www.theguardian.com/uk-news/2025/nov/08/environmental-catastrophe-fears-as-millions-of-plastic-beads-wash-up-on-camber-sands",
    "date": "2025-11-08",
    "source": "Environment | The Guardian",
    "text": "<p>MP asks for explanation from Southern Water amid concerns the spill could have dire impact on rare sea life</p><p>Southern Water is investigating after millions of contaminated plastic beads washed up on Camber Sands beach, risking an “environmental catastrophe”.</p><p>The biobeads could have a dire impact on marine life, the local MP has said, with fears rare sea life, including seabirds, porpoises and seals, could ingest them and die.</p> <a href=\"https://www.theguardian.com/uk-news/2025/nov/08/environmental-catastrophe-fears-as-millions-of-plastic-beads-wash-up-on-camber-sands\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Jailed UK climate protesters facing conditions reserved for extremists on release",
    "url": "https://www.theguardian.com/law/2025/nov/08/jailed-uk-climate-protesters-facing-conditions-reserved-for-extremists-on-release",
    "date": "2025-11-08",
    "source": "Environment | The Guardian",
    "text": "<p>Exclusive: Just Stop Oil activist was banned from attending gatherings, including meeting a friend in a cafe, without permission</p><p>Environmental protesters are being given licence conditions on release from jail that are supposed to be limited to extremism cases.</p><p>Ella Ward, 22, was banned from going to any meetings or gatherings, except for worship, without permission from her probation officer, although the Ministry of Justice dropped the condition after she brought a legal challenge.</p> <a href=\"https://www.theguardian.com/law/2025/nov/08/jailed-uk-climate-protesters-facing-conditions-reserved-for-extremists-on-release\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Cutting home insulation funding will imperil UK’s climate goals, Reeves told",
    "url": "https://www.theguardian.com/environment/2025/nov/08/cutting-home-insulation-funding-imperil-uk-climate-goals-reeves-told",
    "date": "2025-11-08",
    "source": "Environment | The Guardian",
    "text": "<p>Energy firms and charities urge chancellor to avoid short-term fix that could also harm low-income households</p><p>Rachel Reeves has been told that cutting funding for home insulation at the budget would risk the UK’s climate goals and hurt low-income households in a joint intervention by energy firms, fuel poverty charities and environmental groups.</p><p>In <a href=\"https://www.energy-uk.org.uk/wp-content/uploads/2025/11/E3G-led-joint-letter-to-Chancellor-on-WHP.pdf\">a letter</a> to the chancellor, more than 60 groups and companies urged Reeves not to take such a damaging “short-term fix” to slash funding for more energy-efficient homes to pay for a reduction in energy bills.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/08/cutting-home-insulation-funding-imperil-uk-climate-goals-reeves-told\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Lights out: can we stop glow-worms and fireflies fading away?",
    "url": "https://www.theguardian.com/environment/2025/nov/07/conservation-endangered-insects-glow-worms-firefies-europe-dwindling-populations",
    "date": "2025-11-07",
    "source": "Environment | The Guardian",
    "text": "<p>From night walks with children to switching off streetlights and rewilding areas, naturalists are working to save Europe’s dwindling populations  </p><p>An hour or so after sunset, green twinkles of possibility gleam beneath the hedgerows of Westbury-sub-Mendip in Somerset. Under an orange August moon, the last female glow-worms of the season are making one final push at finding a mate.</p><p>For almost 20 years, Peter Bright and other volunteers have combed the village’s shrubberies and grasslands, searching for the bioluminescent beetles as part of the <a href=\"https://www.glowworms.org.uk/\">UK glow-worm survey</a>. Most years, they have counted between 100 and 150, rising to 248 in 2017.</p><p>Ben Cooke, a National Trust ranger, places a glow-worm trap near Winspit Quarry in Dorset. Photograph: P Flude/Guardian</p> <a href=\"https://www.theguardian.com/environment/2025/nov/07/conservation-endangered-insects-glow-worms-firefies-europe-dwindling-populations\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Amazon lakes hit ‘unbearable’ hot-tub temperatures amid mass die-offs of pink river dolphins – study",
    "url": "https://www.theguardian.com/environment/2025/nov/06/climate-crisis-amazon-lakes-water-temperature-hotter-than-spa-bath-aoe",
    "date": "2025-11-06",
    "source": "Environment | The Guardian",
    "text": "<p>Droughts and heatwaves causing water in some areas to reach 41C, killing fish and endangered dolphins, say researchers</p><p>Amazonian lakes are being transformed into simmering basins hotter than spa baths as severe heatwaves and drought grip the region, research shows.</p><p>The temperature of one lake exceeded 40C (104F) as water levels plummeted under intense sunlight and cloudless skies. The extreme heat triggered mass die-offs among endangered Amazon river dolphins and fish, which cannot survive in such high temperatures.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/06/climate-crisis-amazon-lakes-water-temperature-hotter-than-spa-bath-aoe\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "‘There is no money’: As carbon markets collapse, what happens to the forests they promised to protect?",
    "url": "https://www.theguardian.com/environment/2025/nov/06/carbon-offsetting-market-collapses-what-happens-to-the-forests-they-hoped-to-protect-aoe",
    "date": "2025-11-06",
    "source": "Environment | The Guardian",
    "text": "<p>After it was found most offsets did not represent real carbon reductions, the money dried up. But successful schemes such as Kasigau in Kenya now face a stark future</p><p>Solomon Morris Makau checks the fallen tree for snakes before he wraps a tape measure around the trunk. The early morning sun is overwhelming in the dryland forests of the Kasigau corridor, which separates the east and west Tsavo national parks in southern Kenya. Two guards keep watch for elephants and lions. There is little sign of green among the sprawling acacias, which stand silently in their punishing wait for the end of the dry season. Despite the threat from puff adders, Makau and his team have a job to do: measure the trees and shrubs in this 50 sq metre area to calculate their growth and change in carbon stock.</p><p>“This one is lying dead,” says Makau, of one of the trees pushed over by elephants – but tens of thousands around it are still alive, stretching out in the distance as far as the eye can see.</p><p>Solomon Morris Makau, right, leads a team of environmental technicians in gathering bio data from natural vegetation</p> <a href=\"https://www.theguardian.com/environment/2025/nov/06/carbon-offsetting-market-collapses-what-happens-to-the-forests-they-hoped-to-protect-aoe\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Galápagos had no native amphibians. Then it was invaded by hundreds of thousands of frogs",
    "url": "https://www.theguardian.com/environment/2025/nov/04/galapagos-has-no-native-amphibians-now-hundreds-of-thousands-of-frogs-have-invaded-aoe",
    "date": "2025-11-04",
    "source": "Environment | The Guardian",
    "text": "<p>Scientists are only beginning to grasp the scale of the issue and understand what impact the tree frogs may have on the islands’ rare wildlife</p><p>On the way to her office at the Charles Darwin research station, biologist <a href=\"https://www.darwinfoundation.org/es/conocenos/nuestro-equipo/meet-our-team/miriam-san-jose/\">Miriam San José</a> crouches down near a shallow pond shrouded by vegetation and reaches deep into the foliage, pulling out a small green plastic box recorder.</p><p>She left it there overnight to capture the infamous croaks of a Fowler’s snouted treefrog (<em>Scinax quinquefasciatus</em><em>)</em>, known to Galápagos scientists as an invasive threat, with repercussions researchers are only beginning to grasp.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/04/galapagos-has-no-native-amphibians-now-hundreds-of-thousands-of-frogs-have-invaded-aoe\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "I wish we could ignore Bill Gates on the climate crisis. But he’s a billionaire, so we can’t | George Monbiot",
    "url": "https://www.theguardian.com/commentisfree/2025/nov/08/bill-gates-climate-crisis-billionaire-essay-cop30",
    "date": "2025-11-08",
    "source": "Environment | The Guardian",
    "text": "<p>Money talks – and his essay denouncing ‘near-term emissions goals’ at Cop30 mostly argues the case for letting the ultra-rich off the hook</p><p>Let’s begin with the fundamental problem: Bill Gates is a politics denier. Though he came to it late, he now <a href=\"https://www.nytimes.com/2021/02/15/books/review/bill-gates-how-to-avoid-a-climate-disaster.html\">accepts the realities of climate science</a>. But he lives in flat, <a href=\"https://www.theguardian.com/commentisfree/2022/may/13/optimism-climate-predictions-techno-polluters\">embarrassing denial about political realities</a>. His <a href=\"https://www.gatesnotes.com/home/home-page-topic/reader/three-tough-truths-about-climate\">latest essay</a> on climate, published last week, treats the issue as if it existed in a political vacuum. He writes as if there were no such thing as political power, and no such thing as billionaires.</p><p>His main contention is that funds are very limited, so the delegates at this month’s <a href=\"https://unfccc.int/cop30\">climate summit</a> in Brazil should direct money away from “near-term emissions goals” towards climate “adaptation” and spending on poverty and disease.</p><p>George Monbiot is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2025/nov/08/bill-gates-climate-crisis-billionaire-essay-cop30\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "The Guardian view on worsening extreme weather: the injustice of the climate crisis grows ever clearer | Editorial",
    "url": "https://www.theguardian.com/commentisfree/2025/nov/07/the-guardian-view-on-worsening-extreme-weather-the-injustice-of-the-climate-crisis-grows-ever-clearer",
    "date": "2025-11-07",
    "source": "Environment | The Guardian",
    "text": "<p>The increasing ferocity and frequency of tropical storms imposes an unbearable burden on countries including Jamaica</p><p>The geographically uneven risks from increasingly extreme and dangerous weather grow ever starker. As Jamaica and other Caribbean countries <a href=\"https://www.theguardian.com/world/2025/nov/06/hurricane-melissa-jamaica-relief\">clear up after Hurricane Melissa</a>, and Typhoon Kalmaegi heads west after killing nearly 200 people in the Philippines and Vietnam, the case for more international support to countries facing the most destructive impacts from global heating has never been stronger.</p><p>Last week’s five-day rainfall in Jamaica was made <a href=\"https://www.theguardian.com/world/2025/nov/06/hurricane-melissa-storm-strength-climate-crisis\">twice as likely</a> by higher temperatures, according to initial findings from <a href=\"https://www.theguardian.com/environment/2024/nov/18/how-do-we-know-that-the-climate-crisis-is-to-blame-for-extreme-weather\">climate attribution studies</a>. The current death toll across the Caribbean is at least 75. The economic and social costs are hard to quantify in a region that is still recovering from 2024’s <a href=\"https://www.theguardian.com/world/article/2024/aug/22/caribbean-nations-still-facing-humanitarian-crisis-weeks-after-hurricane-beryl-destruction\">Hurricane Beryl</a>. Crucial infrastructure has been destroyed before the loans used to build it have even been paid off. Andrew Holness, Jamaica’s prime minister, estimates that the damage there is roughly equivalent to <a href=\"https://www.theguardian.com/world/2025/nov/05/jamaica-pm-says-hurricane-melissa-caused-damage-equivalent-to-nearly-one-third-of-gdp\">one-third of the country’s gross domestic product</a>.</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2025/nov/07/the-guardian-view-on-worsening-extreme-weather-the-injustice-of-the-climate-crisis-grows-ever-clearer\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Coalition climate dysfunction is all upside for Labor but the words of Keating ‘to run the joint’ ring true | Tom McIlroy",
    "url": "https://www.theguardian.com/australia-news/commentisfree/2025/nov/08/coalition-climate-dysfunction-net-zero-labor-albanese-paul-keating-run-the-joint",
    "date": "2025-11-07",
    "source": "Environment | The Guardian",
    "text": "<p>As the Coalition tears itself to shreds, the Albanese government must keep progressing its net zero policies</p><ul><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>After a pretty scrappy week in federal parliament, <a href=\"https://www.theguardian.com/australia-news/audio/2025/jul/15/jim-chalmers-on-uncertainty-and-ambition-australian-politics-podcast\">Jim Chalmers</a> went to the Crawford school at the Australian National University on Thursday night, speaking to an alumni event at his alma mater.</p><p>The treasurer had survived a frenetic sitting of the House of Representatives, with no fewer than 40 divisions, the most votes in a single day for at least 50 years.</p> <a href=\"https://www.theguardian.com/australia-news/commentisfree/2025/nov/08/coalition-climate-dysfunction-net-zero-labor-albanese-paul-keating-run-the-joint\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Net zero is an insidious loophole that distracts from the scientific imperative to eliminate fossil fuels | Joëlle Gergis",
    "url": "https://www.theguardian.com/commentisfree/2025/nov/07/net-zero-distracts-from-scientific-imperative-to-eliminate-fossil-fuels-cop30",
    "date": "2025-11-06",
    "source": "Environment | The Guardian",
    "text": "<p>History tells us that polite incrementalism and political kowtowing will prevail at Cop30 – even as catastrophe unfolds around us</p><p>As world leaders gather in Brazil this year for <a href=\"https://www.theguardian.com/environment/cop30\">Cop30 – the first Amazonian Cop</a> – it’s worth doing a quick reality check on how we are collectively tracking to reduce global greenhouse gas emissions.</p><p>Despite 30 years of UN climate summits, about half of the carbon dioxide accumulated in the atmosphere since the Industrial Revolution has been emitted since 1990. Incidentally, 1990 was the year the Intergovernmental Panel on Climate Change – the global authority on climate change science – released its First Assessment Report confirming the threat of human-caused global warming. As scientists all over the world prepare the IPCC’s Seventh Assessment Report, we do so knowing that our work is still being overshadowed by politics. Despite all the well-intentioned half-measures, the truth is that the world is still disastrously off track to limit dangerous climate change.</p><p>Dr Joëlle Gergis is an award-winning climate scientist and writer from the University of Melbourne. She served as a lead author on the United Nations’ Intergovernmental Panel on the Climate Change’s Sixth Assessment Report</p> <a href=\"https://www.theguardian.com/commentisfree/2025/nov/07/net-zero-distracts-from-scientific-imperative-to-eliminate-fossil-fuels-cop30\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Week in wildlife: a toxic newt, a rescued gibbon and baby flying foxes",
    "url": "https://www.theguardian.com/environment/gallery/2025/nov/07/week-in-wildlife-a-toxic-newt-a-rescued-gibbon-and-baby-flying-foxes",
    "date": "2025-11-07",
    "source": "Environment | The Guardian",
    "text": "<p>The best of this week’s wildlife photographs from around the world</p> <a href=\"https://www.theguardian.com/environment/gallery/2025/nov/07/week-in-wildlife-a-toxic-newt-a-rescued-gibbon-and-baby-flying-foxes\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Watch November's 'beaver' supermoon rising over Sydney's Bondi beach – video",
    "url": "https://www.theguardian.com/australia-news/video/2025/nov/06/november-2025-supermoon-beaver-timelapse-sydney-bondi-beach-video",
    "date": "2025-11-06",
    "source": "Environment | The Guardian",
    "text": "<p>This stunning timelapse shows the 'biggest' supermoon of 2025 lighting up the sky over Sydney on Wednesday evening, shining brightly as it rose above Bondi beach. The moon is considered a supermoon when it is closer to the Earth than usual, making it look much larger. The drama is partly due to something called the moon illusion, which makes the moon appear larger when it is close to the horizon and we have other objects to gauge it against</p><ul><li><p><a href=\"https://www.theguardian.com/science/gallery/2024/sep/19/glowing-september-supermoon-lights-up-the-sky-in-pictures\"><strong>Glowing September supermoon lights up the sky – in pictures</strong></a></p></li></ul> <a href=\"https://www.theguardian.com/australia-news/video/2025/nov/06/november-2025-supermoon-beaver-timelapse-sydney-bondi-beach-video\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Is that a goose on your head? Earth’s most spectacular inhabitants – in pictures",
    "url": "https://www.theguardian.com/artanddesign/gallery/2025/nov/04/cristina-mittermeier-earth-most-spectacular-inhabitants-in-pictures",
    "date": "2025-11-04",
    "source": "Environment | The Guardian",
    "text": "<p>From sharks to rays, from island cliffs to the tribes of Africa’s Omo Valley, Cristina Mittermeier’s show  A Greater Wisdom celebrates the beauty of our planet – and highlights the biggest threats it faces</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2025/nov/04/cristina-mittermeier-earth-most-spectacular-inhabitants-in-pictures\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Trump says India has 'largely stopped' buying Russian oil, hints at visiting the country next year",
    "url": "https://www.cnbc.com/2025/11/07/india-us-russian-crude-modi-trump-tariffs-new-delhi-visit.html",
    "date": "2025-11-07",
    "source": "Energy",
    "text": "US President Donald Trump speaks with the press as he meets with Indian Prime Minister Narendra Modi in the Oval Office of the White House in Washington, DC, on Feb. 13, 2025.\n\nIn a sign of easing pressure on India, U.S. President Donald Trump said that trade talks with New Delhi were going well, and he could visit the country next year.\n\nTrump who was speaking to reporters at the White House on Thursday said India \"has largely stopped buying oil from Russia,\" and if Prime Minister Narendra Modi extended him an invite, he would visit the country in 2026.\n\nEvoking memories of his last visit to India, Trump called Modi \"his friend\" and a \"great man.\"\n\nIn the last few months, India and U.S. relations have been under stress, with experts warning of missing chemistry between the two leaders, leading to a disconnect between India-US ties.\n\nSteep tariffs, $100,000 fee for H1B visas, and Trump's repeated claims of having brokered a ceasefire between India and Pakistan and India's purchases of Russian crude are among issues that have led to a deterioration of ties between New Delhi and Washington in recent months, according to experts.\n\nIndia currently faces 50% tariffs on it exports, higher than the 47% duties on China.\n\n\"Negotiations between New Delhi and Washington D.C. are ongoing and both sides appear optimistic about trade deal being reached by the end of the year, possibly even in the next few weeks,\" said Alexandra Hermann, head of Southeast Asia Research of Oxford Economics.\n\nThe tariff rate on Indian goods could be cut to 20% from 50% currently, putting India in comparable level to its Asian peers such as Vietnam, Thailand, or the Philippines, she said.\n\nHermann added that the baseline tariff on India \"may not fall to Japan and South Korea's level of 15%\" due to sticking points around purchases of Russian oil, agricultural imports, and limited scope to commit to sizable investments in the U.S.\n\nLast month, the U.S. imposed sanctioned on Russian oil majors Rosneft and Lukoil, which will come into force from Nov 21. As a result Indian and Chinese refiners have started to cut down imports of Russian oil.\n\nAccording to a Reuters report on Thursday, Russian oil is trading at its steepest discounts to Brent in a year in Asia, as major Indian and Chinese refiners reduce purchases.\n\nIndia's Petroleum and Natural Gas ministry did not immediately respond to CNBC's query on the country cutting Russian oil imports.\n\n\"Over the long term, completely phasing out Russian oil isn't realistic for India,\" said Prateek Pandey head of APAC oil and gas research at Rystad Energy, adding that as Russian crude becomes available at a sharper discount \"New Delhi's approach of \"economics first\" will be tested more than ever.",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "BP beats third-quarter profit expectations on higher oil and gas production",
    "url": "https://www.cnbc.com/2025/11/04/bp-earnings-q3-2025.html",
    "date": "2025-11-04",
    "source": "Energy",
    "text": "The BP logo is displayed on a petrol tanker delivering fuel at a petrol station in Shepton Mallet on October 20, 2025 in Somerset, England.\n\nBritish oil giant BP on Tuesday reported stronger-than-expected third-quarter profit as higher crude and gas production outweighed a weak oil trading result.\n\nThe London-listed oil and gas major posted underlying replacement cost profit, used as a proxy for net profit, of $2.21 billion for July-September period. That beat analyst expectations of $2.03 billion, according to an LSEG-compiled consensus.\n\nBP's third-quarter net profit came in at $2.3 billion last year and $2.35 billion in the second quarter of 2025.\n\n\"We've delivered another quarter of good performance across the business with operations continuing to run well,\" BP CEO Murray Auchincloss said in a statement.\n\n\"We are looking to accelerate delivery of our plans, including undertaking a thorough review of our portfolio to drive simplification and targeting further improvements in cost performance and efficiency,\" Auchincloss said.\n\nThe oil major's third-quarter net debt came in at $26.05 billion, broadly flat from the previous quarter, although up from $24.27 billion a year earlier.\n\nLondon-listed shares of BP rose 0.5% on Tuesday morning.\n\nSome other third-quarter highlights included:\n\nOperating cash flow came in at $7.8 billion, up from $6.3 billion three months ago.\n\nBP said it expects divestment and other proceeds to be above $4 billion in 2025.\n\nBP also announced another $750 million in share buybacks over the next three months, maintaining the pace of its shareholder returns, albeit at a reduced level from earlier in the year.\n\nThe results come just over eight months after the company launched a fundamental strategic reset.\n\nBP, which has been the subject of intense takeover speculation, is looking to regain investor confidence by slashing renewable spending and prioritizing its traditional oil and gas business.\n\nInvestors appear to have broadly welcomed the oil and gas major's green strategy U-turn, with share prices up more than 13% year-to-date. The improving sentiment has also been attributed to the firm's leadership shake-up, progress on its cost-cutting program and a string of recent oil discoveries.\n\nBP on Monday announced it had agreed to sell minority stakes in some of its U.S. onshore pipeline assets in the Permian and Eagle Ford basins to private investor Sixth Street for $1.5 billion. BP has previously said it is targeting $20 billion in divestments by the end of 2027.\n\nLast week, British rival Shell reported stronger-than-expected third-quarter profit, citing robust operational performance and higher trading contributions.",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Onetime meme stock Beyond Meat falls 16% after company delays financial results due to impairment charge",
    "url": "https://www.cnbc.com/2025/11/03/beyond-meat-falls-8percent-after-delaying-financial-results.html",
    "date": "2025-11-03",
    "source": "Energy",
    "text": "A Beyond Meat Burger is seen on display at a store in Port Washington, New York, U.S., June 3, 2019. Picture taken June 3, 2019.\n\nShares of Beyond Meat fell Monday after the company delayed its third-quarter financial results.\n\nThe plant-based meat maker will now report earnings after the market closes on Nov. 11. Beyond Meat said it delayed its results because it needs more time to calculate a material noncash impairment charge related to certain long-lived assets.\n\nBeyond Meat had become a meme stock in October, rising from a sub-$2 price to nearly $8 at one point as traders on Robinhood and other brokerages crowded in to the stock following its addition to the Roundhill Meme Stock ETF and in order to possibly exploit a large short position by hedge funds.\n\nThe shares fell 16% to $1.39, below its $1.89 close to end September.",
    "image_url": null,
    "cluster_id": -1
  }
]