[
  {
    "title": "North Carolina Christmas tree farmers are optimistic after Hurricane Helene",
    "url": "https://www.theguardian.com/us-news/2025/dec/24/christmas-tree-farmers-north-carolina",
    "date": "2025-12-24",
    "source": "Environment | The Guardian",
    "text": "<p>More than a year after the storm ripped apart families and farms, growers are bullish about strength of their industry</p><p>Christmas tree farmers in western North Carolina are still rebuilding from last year’s devastating <a href=\"https://www.theguardian.com/us-news/hurricane-helene\">Hurricane Helene</a>, but growers are optimistic about business and the overall strength of their industry in the region.</p><p>“There’s still a lot of recovery that needs to happen, but we’re in much better shape than we were this time last year … sales are good,” Kevin Gray, owner of Hickory Creek Farm Christmas Trees in Greensboro, said earlier this month, while the buying season was in full swing.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/24/christmas-tree-farmers-north-carolina\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Yellowstone hot spring spews forth spectacular muddy plumes",
    "url": "https://www.theguardian.com/us-news/2025/dec/22/yellowstone-hot-spring-black-diamond-pool",
    "date": "2025-12-22",
    "source": "Environment | The Guardian",
    "text": "<p>Black Diamond Pool eruption provides dramatic footage after being captured on official camera</p><p>A hot spring in Yellowstone <a href=\"https://www.theguardian.com/environment/national-parks\">national park</a> that erupts sporadically was captured on an official camera exploding in spectacular muddy plumes at the weekend.</p><p>Volcanic experts at the US Geological Survey described the eruption as simply “Kablooey!”</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/22/yellowstone-hot-spring-black-diamond-pool\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Trump officials halt offshore wind-farm projects over ‘national security risks’",
    "url": "https://www.theguardian.com/us-news/2025/dec/22/trump-wind-farms",
    "date": "2025-12-22",
    "source": "Environment | The Guardian",
    "text": "<p>Interior department move affects five projects under construction in latest blow to industry targeted by Trump</p><p>The Trump administration has said it is immediately pausing all leases for offshore wind farms already under construction, in the heaviest blow yet to an industry that the administration has relentlessly targeted throughout the year.</p><p>Trump’s Department of the Interior said that it was halting the building of five wind projects due to “national security risks”. The department said it would work with the US Department of Defense to mitigate the risk of the wind turbine towers creating radar interference called “clutter” that could in some way hamper the US military.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/22/trump-wind-farms\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "US farmers say Trump’s $12bn package not enough to undo damage from tariffs",
    "url": "https://www.theguardian.com/business/2025/dec/22/trump-aid-package-us-farmers",
    "date": "2025-12-22",
    "source": "Environment | The Guardian",
    "text": "<p>Thousands of farms set to go bankrupt as grain farmers in particular hit by trade disruptions caused by price hikes</p><p>Donald Trump, having promised to “NEVER LET OUR FARMERS DOWN”, appeared to come through for them this month when he unveiled a $12bn aid package. Industry leaders say thousands of farms will still go bust this year.</p><p>While the US president has vowed to increase domestic farm production, and even claimed this formed a “big part” of his plan to lower grocery prices for Americans, many US farmers are grappling with mounting financial issues – compounded by Trump’s agenda.</p> <a href=\"https://www.theguardian.com/business/2025/dec/22/trump-aid-package-us-farmers\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Trump’s shuttering of the National Center for Atmospheric Research is Stalinist | Michael Mann and Bob Ward",
    "url": "https://www.theguardian.com/commentisfree/2025/dec/22/trump-stalin-national-center-atmospheric-research",
    "date": "2025-12-22",
    "source": "Environment | The Guardian",
    "text": "<p>This is the latest in the relentless purge of climate researchers who refuse to be co-opted by the fossil fuel industry</p><p>The Soviet dictator Joseph Stalin would no doubt have understood and even appreciated the latest attack by the Trump administration on climate researchers and their work.</p><p>The <a href=\"https://ncar.ucar.edu/\">National Center for Atmospheric Research</a> in Boulder, Colorado, <a href=\"https://www.theguardian.com/us-news/2025/dec/17/trump-boulder-ncar-climate-lab\">is to be dismantled</a> after more than 50 years at the forefront of global research on climate science and monitoring.</p><p>Professor Michael Mann is the presidential distinguished professor and director of the Penn Center for Science, Sustainability and the Media at the University of Pennsylvania, and co-author with Peter Hotez of <a href=\"https://bookshop.org/p/books/science-under-siege-how-to-fight-the-five-most-powerful-forces-that-threaten-our-world-michael-e-mann/f193b715ddffc31b?ean=9781541705494&amp;next=t\">Science Under Siege</a>; Bob Ward is policy and communications director at the Grantham Research Institute on Climate Change and the Environment at the London School of Economics and Political Science</p> <a href=\"https://www.theguardian.com/commentisfree/2025/dec/22/trump-stalin-national-center-atmospheric-research\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "‘The biggest transformation in a century’: how California remade itself as a clean energy powerhouse",
    "url": "https://www.theguardian.com/us-news/2025/dec/20/california-renewable-energy",
    "date": "2025-12-20",
    "source": "Environment | The Guardian",
    "text": "<p>The Golden State’s clean energy use hit new highs in 2025. As the Trump administration abandons US climate initiatives, can California fill the void?</p><p>As officials from around the world met in Brazil for the Cop30 climate summit last month, the US president was nowhere to be found, nor were any members of his cabinet. Instead, the most prominent American voice in Belém was that of the California governor, <a href=\"https://www.theguardian.com/us-news/gavin-newsom\">Gavin Newsom</a>.</p><p>During the five days he spent in Brazil, Newsom described Donald Trump as an “<a href=\"https://www.theguardian.com/environment/2025/nov/11/gavin-newsom-trump-cop30\">invasive species</a>” and condemned his rollback of policies aimed at reducing emissions and expanding renewable energy. Newsom, long considered a presidential hopeful, argued that, as the US retreated, California would step up in its place as a “stable, reliable” climate leader and partner.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/20/california-renewable-energy\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Trump’s EPA wants to weaken formaldehyde protections – this is what it could mean",
    "url": "https://www.theguardian.com/us-news/2025/dec/19/trump-epa-formaldehyde-protection-proposal",
    "date": "2025-12-19",
    "source": "Environment | The Guardian",
    "text": "<p>EPA proposed undoing Biden-era policy on exposure to carcinogenic toxin in latest push to weaken toxin standards</p><p><a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a>’s Environmental Protection Agency (<a href=\"https://www.theguardian.com/environment/epa\">EPA</a>) is <a href=\"https://www.epa.gov/chemicals-under-tsca/epa-releases-updated-draft-risk-calculation-memorandum-formaldehyde-under-tsca\">proposing</a> to increase the levels of exposure to highly carcinogenic formaldehyde it considers safe. If successful, people would continue to be exposed to concerning amounts of the toxin in thousands of everyday products used across the economy, experts and advocates say.</p><p>Formaldehyde, a pungent colorless gas at room temperature, is found in a range of cosmetics, personal care products, home cleaners, craft supplies, leather goods, furniture, clothing, plastic, building materials and other everyday goods. During <a href=\"https://www.theguardian.com/us-news/joebiden\">Joe Biden</a>’s term, EPA scientists took a major step toward reining in the broad societal risk by issuing a finding that any level of exposure to formaldehyde can cause cancer, and very low levels cause non-cancer health harms.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/19/trump-epa-formaldehyde-protection-proposal\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "First of nine new river walks in England announced for north-west",
    "url": "https://www.theguardian.com/environment/2025/dec/26/first-of-nine-new-river-walks-for-england-announced-north-west-mersey-valley-way",
    "date": "2025-12-26",
    "source": "Environment | The Guardian",
    "text": "<p>Mersey Valley Way takes in Manchester and Stockport on its 13-mile route with other walks to be identified in 2026</p><p>A new river walk has been announced by the government as ministers try to improve access to nature in England.</p><p>The 13-mile (21km) walk will go through Greater Manchester and the north-west of England. There will be a river walk in each region of the country by the end of parliament, the government has pledged.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/26/first-of-nine-new-river-walks-for-england-announced-north-west-mersey-valley-way\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Sustainable aviation fuel take-up in UK unlikely to hit 2025 target, data suggests",
    "url": "https://www.theguardian.com/business/2025/dec/26/sustainable-aviation-fuel-mandate-uk-government-data-2025",
    "date": "2025-12-26",
    "source": "Environment | The Guardian",
    "text": "<p>Provisional figures in government mandate’s first year show 20% shortfall in levels of SAF supplied for UK flights</p><p>The take-up of sustainable aviation fuels is on course to fall short of the UK government’s first annual mandate, official figures suggest.</p><p>Production data published by the Department for Transport (DfT) covering most of 2025 shows that <a href=\"https://www.theguardian.com/business/2025/oct/03/net-zero-aviation-sustainable-fuel-mandates-eu-uk\">sustainable fuels (SAF)</a> only accounted for 1.6% of fuel supplied for UK flights – 20% less fuel in volume than the 2% needed to fulfil the requirement.</p> <a href=\"https://www.theguardian.com/business/2025/dec/26/sustainable-aviation-fuel-mandate-uk-government-data-2025\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "‘They’re scared of us now’: how co-investment in a tropical forest saw off loggers",
    "url": "https://www.theguardian.com/environment/2025/dec/25/they-are-scared-of-us-now-how-one-tropical-forest-turned-the-tide-on-loggers",
    "date": "2025-12-25",
    "source": "Environment | The Guardian",
    "text": "<p>Low-cost tech and joined-up funding have reduced illegal logging, mining and poaching in the Darién Gap – it’s a success story that could stop deforestation worldwide</p><p>There are no roads through the Darién Gap. This vast impenetrable forest spans the width of the land bridge between South and Central America, but there is almost no way through it: hundreds have lost their lives trying to cross it on foot.</p><p>Its size and hostility have shielded it from development for millennia, protecting hundreds of species – from harpy eagles and giant anteaters to jaguars and red-crested tamarins – in one of the most biodiverse places on Earth. But it has also made it incredibly difficult to protect. Looking after 575,000 hectares (1,420,856 acres) of beach, mangrove and rainforest with just 20 rangers often felt impossible, says Segundo Sugasti, the director of Darién national park. Like tropical forests all over the world, it has been steadily shrinking, with at least 15% lost to logging, mining and cattle ranching in two decades.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/25/they-are-scared-of-us-now-how-one-tropical-forest-turned-the-tide-on-loggers\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "‘It’s the wildest place I have walked’: new national park will join up Chile’s 2,800km wildlife corridor",
    "url": "https://www.theguardian.com/world/2025/dec/25/cape-froward-new-national-park-patagonia-chile",
    "date": "2025-12-25",
    "source": "Environment | The Guardian",
    "text": "<p>Government poised to officially protect 200,000 hectares of remote Patagonian coastline and forest </p><p>Chile’s government is poised to create the country’s 47th national park, protecting nearly 200,000 hectares (500,000 acres) of pristine wilderness and completing a <a href=\"https://www.theguardian.com/travel/2019/sep/26/patagonia-chile-routes-parks-national-tompkins\">wildlife corridor</a> stretching 1,700 miles (2,800km) to the southernmost tip of the Americas.</p><p>The Cape Froward national park is a wild expanse of wind-torn coastline and forested valleys that harbours unrivalled biodiversity and has played host to millennia of human history.</p> <a href=\"https://www.theguardian.com/world/2025/dec/25/cape-froward-new-national-park-patagonia-chile\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Something gnawed your oak tree? Sink hole in your road? How Zurich’s beaver hotline is reassuring residents",
    "url": "https://www.theguardian.com/environment/2025/dec/23/how-swizerland-learned-to-live-with-beavers-rewilding-aoe",
    "date": "2025-12-23",
    "source": "Environment | The Guardian",
    "text": "<p>As the number of the semi-aquatic creatures soars so can tensions. But the Swiss have a tried and tested system to calm the neighbours and restore harmony</p><p></p><p>“I hate beavers,” a woman tells the beaver hotline. Forty years ago she planted an oak tree in a small town in southern Zurich – now at the frontier of beaver expansion – and it has just been felled: gnawed by the large, semi-aquatic rodents as they enter their seasonal home-improvement mode.</p><p>The caller is one of 10 new people getting in touch each week at this time of year. Beavers, nature’s great engineers, can unleash mayhem during winter as they renovate their lodges and build up their dams. For people, this can mean flooding, sinkholes appearing in roads and trees being felled. A single incident can clock up 70,000 Swiss francs (£65,000) in damages.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/23/how-swizerland-learned-to-live-with-beavers-rewilding-aoe\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Barracuda, grouper, tuna – and seaweed: Madagascar’s fishers forced to find new ways to survive",
    "url": "https://www.theguardian.com/environment/2025/dec/24/madagascar-coastline-vezo-people-fishing-climate-change-adaptation",
    "date": "2025-12-24",
    "source": "Environment | The Guardian",
    "text": "<p>Seaweed has become a key cash crop as climate change and industrial trawling test the resilient culture of the semi-nomadic Vezo people</p><p>Along Madagascar’s south-west coast, the Vezo people, who have fished the Mozambique Channel for countless generations, are defined by a way of life sustained by the sea. Yet climate change and industrial exploitation are pushing this ocean-based culture to its limits.</p><p>Coastal villages around Toliara, a city in southern Madagascar, host tens of thousands of the <a href=\"https://blueventures.org/the-voyage-of-the-vezo-documenting-madagascars-indigenous-coastal-migration-2/\">semi-nomadic Vezo</a><strong><a href=\"https://blueventures.org/the-voyage-of-the-vezo-documenting-madagascars-indigenous-coastal-migration-2/\"> </a></strong><a href=\"https://blueventures.org/the-voyage-of-the-vezo-documenting-madagascars-indigenous-coastal-migration-2/\">people</a>, who make a living from small-scale fishing on the ocean. For centuries, they have launched <em>pirogues</em>, small boats carved from single tree trunks, every day into the turquoise shallows to catch tuna, barracuda and grouper.</p><p>A boat near lines of seaweed, which has become a main source of income for Ambatomilo village as warmer seas, bleached reefs and erratic weather accelerate the decline of local fish populations</p> <a href=\"https://www.theguardian.com/environment/2025/dec/24/madagascar-coastline-vezo-people-fishing-climate-change-adaptation\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "2025 is ‘year of the octopus’ as record numbers spotted off England’s south coast",
    "url": "https://www.theguardian.com/environment/2025/dec/22/2025-is-year-of-the-octopus-as-record-numbers-spotted-off-englands-south-coast",
    "date": "2025-12-22",
    "source": "Environment | The Guardian",
    "text": "<p>Milder weather led to a bloom in the invertebrates in south Cornwall and Devon, wildlife charity says</p><p>Record numbers of sightings of one of the world’s most intelligent invertebrates over the summer have led the Wildlife Trusts to declare 2025 “the year of the octopus” in its annual review of Britain’s seas.</p><p>A mild winter followed by an exceptionally warm spring prompted <a href=\"https://www.theguardian.com/environment/2025/may/26/the-seabed-is-full-of-them-english-fishers-enjoy-surprise-octopus-boom\">unprecedented numbers of Mediterranean octopuses</a> to take up residence along England’s south coast, from Penzance in Cornwall to south Devon.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/22/2025-is-year-of-the-octopus-as-record-numbers-spotted-off-englands-south-coast\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Feeling burnt out? A bush blessing for the end of the year | Jess Harwood",
    "url": "https://www.theguardian.com/commentisfree/picture/2025/dec/26/feeling-burnt-out-a-bush-blessing-for-the-end-of-the-year",
    "date": "2025-12-26",
    "source": "Environment | The Guardian",
    "text": "<p>Now is the time to think of new beginnings</p><p></p> <a href=\"https://www.theguardian.com/commentisfree/picture/2025/dec/26/feeling-burnt-out-a-bush-blessing-for-the-end-of-the-year\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "There’s an itsy-bitsy fear I want to overcome. I will never be a fan, but can I at least be Normal about spiders? | Rebecca Shaw",
    "url": "https://www.theguardian.com/commentisfree/2025/dec/26/hunstman-huge-spider-australia-arachnophobia",
    "date": "2025-12-25",
    "source": "Environment | The Guardian",
    "text": "<p>In order to be less scared, I imagine the huge Australian huntsman as a girlie, just chilling and listening to us yap. It sounds dumb, but it worked (a little bit)</p><ul><li><p><a href=\"https://www.theguardian.com/culture/series/summer-essentials/all\">Read more summer essentials</a></p></li></ul><p>I am someone who believes it is never too late to change. I think you can in fact teach an old dog new tricks, as long as the old dog is open-minded and willing to learn. As long as the old dog is willing to admit when it was wrong, and work to become a better dog.</p><p>OK yes, I am the old dog. And the trick I am trying to learn, even though I am decrepit? It is an important one, something I have struggled with, frequently, for my entire life. I have been trying … to become less scared of huntsman spiders. Apologies to all the other spiders that exist; I have to be realistic about my possible growth as a human. It also has to be the huntsman because it is large, in charge, and the one I encounter most often. Including three times in the last week. Inside my home. You can’t see me but I’m shaking my head and grimacing as I type.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/dec/26/hunstman-huge-spider-australia-arachnophobia\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Wild animals are great gift givers – and there’s one present in particular I’d love to receive for Christmas | Helen Pilcher",
    "url": "https://www.theguardian.com/commentisfree/2025/dec/25/wild-animals-gift-give-present-christmas",
    "date": "2025-12-25",
    "source": "Environment | The Guardian",
    "text": "<p>Penguins hand over pebbles; scorpionflies give spitballs. But I’m hankering after a sea sponge presented by a dolphin</p><p>This Christmas morning, are you worried you didn’t choose quite the right gift for that someone special? I always try my hardest, but everywhere I turn I’m bombarded with unhelpful suggestions. No, I don’t want a candle that <a href=\"https://www.etsy.com/uk/listing/4389924286/smells-like-turkey-soy-candle-funny?ls=s&amp;ga_order=most_relevant&amp;ga_search_type=all&amp;ga_view_type=gallery&amp;ga_search_query=smells+like+turkey+candle&amp;ref=sr_gallery-1-1&amp;sr_prefetch=0&amp;pf_from=market&amp;pro=1&amp;content_source=bfc3e383-30c2-4f00-a3db-7777a4b3a32e%253ALTe7ce34d1a7a9ad3e1fe26442e7b531b5cd05237d&amp;organic_search_click=1&amp;logging_key=bfc3e383-30c2-4f00-a3db-7777a4b3a32e%3ALTe7ce34d1a7a9ad3e1fe26442e7b531b5cd05237d\">smells like turkey</a>, because, well, we’ll be cooking turkey. Nor do I want a <a href=\"https://www.independent.co.uk/extras/indybest/house-garden/bedroom/best-sunrise-alarm-clock-light-up-b1948936.html\">sunrise alarm clock</a> that mimics natural light, because I can leave the curtains open. And I <em>definitely</em> don’t<em> </em>want a salmon DNA pink collagen jelly mask (Good Housekeeping’s <a href=\"https://www.goodhousekeeping.com/holidays/gift-ideas/g63362525/most-popular-gifts-2025/\">Best for Beauty Lovers</a>), because said DNA comes from milt. AKA semen. If I wanted fish sperm on my face, I would tickle some pollocks.</p><p>So if, like me, you’re always looking for inspiration, my advice is: learn from the animal kingdom. Humans didn’t invent<em> </em>gifting. The practice has been around for at least <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S1342937X22000909?via%3Dihub\">100m years</a>, long before our species evolved. With a little help from natural selection, this has given wild animals ample time to perfect the art of giving. Hell, some spiders <a href=\"https://academic.oup.com/beheco/article-abstract/28/3/744/3051756?login=false\">even gift-wrap</a>!</p><p>Helen Pilcher is a science writer and the author of <a href=\"https://guardianbookshop.com/bring-back-the-king-9781472912275/\">Bring Back the King: The New Science of De-Extinction</a></p> <a href=\"https://www.theguardian.com/commentisfree/2025/dec/25/wild-animals-gift-give-present-christmas\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "The Guardian view on animal welfare: a timely reminder that cruelty is wrong | Editorial",
    "url": "https://www.theguardian.com/commentisfree/2025/dec/23/the-guardian-view-on-animal-welfare-a-timely-reminder-that-cruelty-is-wrong",
    "date": "2025-12-23",
    "source": "Environment | The Guardian",
    "text": "<p>New protections for hares, and more humane conditions on farms, should be welcomed by all</p><p>Looking after wildlife and improving the lives of farm animals and pets are the related but distinct aims of the government’s new animal welfare strategy for England. Its launch is timely: more than 1 billion chickens and <a href=\"https://www.manchestereveningnews.co.uk/news/uk-news/christmas-dinners-crisis-immensely-challenging-33007721\">around 8 million turkeys</a> are reared each year – with many of the latter slaughtered in the run-up to Christmas. Winter is also peak season for pet abandonments, with animal charities particularly fearful this year, given the <a href=\"https://www.theguardian.com/lifeandstyle/2025/nov/20/dog-cat-abandonment-soars-owners-struggle-cost-of-living-crisis\">already high numbers</a> of dogs and cats being dumped.</p><p>Pledges to end the use of cages for laying hens, and cramped farrowing crates for pigs, will be welcomed by&nbsp;all who object to animal cruelty. So will a proposal to&nbsp;replace the <a href=\"https://www.bbc.co.uk/news/business-44709905\">carbon dioxide stunning</a> of pigs with an alternative&nbsp;that is less distressing for them. New rules for farmed fish are also on the way. Until now, fish have been largely excluded from the evolving set of regulations aimed at minimising suffering at the point&nbsp;of slaughter.</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2025/dec/23/the-guardian-view-on-animal-welfare-a-timely-reminder-that-cruelty-is-wrong\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Year in wildlife – in pictures",
    "url": "https://www.theguardian.com/environment/gallery/2025/dec/26/year-in-wildlife-in-pictures",
    "date": "2025-12-26",
    "source": "Environment | The Guardian",
    "text": "<p>We look back over the year’s wildlife photographs, and hand out some much-deserved gongs to brilliant and beautiful creatures around the world</p> <a href=\"https://www.theguardian.com/environment/gallery/2025/dec/26/year-in-wildlife-in-pictures\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Muddy eruption at Black Diamond Pool in Yellowstone national park – video",
    "url": "https://www.theguardian.com/environment/video/2025/dec/22/muddy-eruption-black-diamond-pool-yellowstone-national-park-video",
    "date": "2025-12-22",
    "source": "Environment | The Guardian",
    "text": "<p>Video shared by the US Geological Survey on social media shows mud spraying up and out from the Black Diamond Pool in Yellowstone national park. Other recent eruptions have mostly been audible but not visible because they happened either at night or when the camera was obscured by ice. The agency said the Black Diamond Pool was previously the site of a hydrothermal explosion, in July 2024, that sent rocks and mud flying hundreds of feet into the air and damaged a boardwalk. It prompted the closure of the area to visitors due to the damage and potential for additional hazardous activity</p> <a href=\"https://www.theguardian.com/environment/video/2025/dec/22/muddy-eruption-black-diamond-pool-yellowstone-national-park-video\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Oil giant BP to sell 65% stake in $10 billion Castrol unit",
    "url": "https://www.cnbc.com/2025/12/24/bp-to-sell-65percent-stake-in-10-billion-castrol-lubricants-to-stonepeak.html",
    "date": "2025-12-24",
    "source": "Energy",
    "text": "Britain's BP has agreed to sell a 65% shareholding in lubricants business Castrol to Stonepeak for $6 billion, months on from the oil giant seeking a buyer for the unit.\n\nThe deal comes as the company looks to launch a strategic reset, including a green strategy U-turn and the divestment of $20 billion of assets by the end of 2027. The sale values Castrol at $10.1 billion.\n\nEnergy companies, including India's Reliance Industries and Saudi Arabia's oil behemoth Aramco, as well as private equity firms Apollo Global Management and Lone Star Funds, had all been touted as suitors for BP's Castrol unit in May, according to Bloomberg, citing people familiar with the matter.\n\n\"With this, we have now completed or announced over half of our targeted $20bn divestment programme, with proceeds to significantly strengthen bp's balance sheet,\" interim CEO Carol Howle said in a statement.\n\n\"The sale marks an important milestone in the ongoing delivery of our reset strategy. We are reducing complexity, focusing the downstream on our leading integrated businesses, and accelerating delivery of our plan.\"\n\nBP has the option to sell its remaining 35% stake in Castrol after a two-year lock-up period.",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Gas prices fall to four-year lows as millions embark on holiday road trips",
    "url": "https://www.cnbc.com/2025/12/23/oil-prices-holiday-road-trip-december-aaa.html",
    "date": "2025-12-23",
    "source": "Energy",
    "text": "Customers at the GasWay Xpress Mart at 1120 Erie Blvd. pump gas on Wednesday, Dec. 3, 2025, in Schenectady, N.Y.\n\nThe average price of unleaded gasoline in the U.S. has been below $3 a gallon for most of the month — the lowest level since 2021, according to AAA . The association said it's shaping up to be the cheapest December for drivers filling up their tanks going back to the pandemic year of 2020.\n\nHoliday road-trippers are feeling some relief at the pump this year.\n\nFuel prices are down about 7% from a month ago, AAA data shows, and have tumbled roughly 43% from mid-2022 highs near $5 a gallon that followed runaway inflation in the wake of the pandemic.\n\nThe latest slide in prices comes as AAA forecasts a record of more than 122 million Americans will travel at least 50 miles from home in the 13 days between Dec. 20 and Jan. 1. AAA found nearly nine of 10 people on the move during the period — or close to 110 million — are expected to travel by car.\n\nThe drop in pump prices may help mitigate the impact of lingering inflation elsewhere during the holiday season.\n\nJust over 40% of those polled said they planned to spend less at the holidays this year, a 6-point increase from a year ago, according to CNBC's All-America Economic Survey. Of those who are pinching pennies, 46% blamed the high cost of goods.\n\nThe national average masks wide, regional variances, as Hawaii and California both recorded average gas prices above $4 on Monday. In Oklahoma, meanwhile, a gallon came in just below $2.30.",
    "image_url": null,
    "cluster_id": -1
  }
]