[
  {
    "title": "Cyclone Ditwah brings worst flooding in decades to Sri Lanka, killing hundreds",
    "url": "https://news.un.org/feed/view/en/story/2025/11/1166474",
    "date": "2025-11-30",
    "source": "UN News - Global perspective Human stories",
    "text": "Sri Lanka is facing one of its worst flood disasters in two decades, with nearly one million people affected and more than 400 reported dead or missing after Cyclone Ditwah unleashed catastrophic flooding and landslides across the island.",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/30-11-2025-UNICEF-Sri_Lanka-1.jpg/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "Somalia declares drought emergency as millions face hunger after failed rains",
    "url": "https://news.un.org/feed/view/en/story/2025/11/1166456",
    "date": "2025-11-26",
    "source": "UN News - Global perspective Human stories",
    "text": "Somalia is facing a rapidly worsening drought emergency, with vast swaths of the country now parched after four failed rainy seasons, leaving millions at risk of hunger and displacement, UN humanitarians warned on Wednesday.",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/26-11-2025-UNICEF-Somalia-Drought.jpg/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "Zillow deletes climate risk data from listings after complaints it harms sales",
    "url": "https://www.theguardian.com/environment/2025/dec/01/zillow-removes-climate-risk-data-home-listings",
    "date": "2025-12-01",
    "source": "Environment | The Guardian",
    "text": "<p>Site removes feature after real estate agents and some homeowners say scores appear arbitrary and hurt sales</p><p>Zillow, the US’s largest real estate listing site, has removed a feature that allowed people to view a property’s exposure to the climate crisis, following complaints from the industry and some homeowners that it was hurting sales.</p><p>In September last year, the online real estate marketplace <a href=\"https://investors.zillowgroup.com/investors/news-and-events/news/news-details/2024/Zillow-introduces-First-Streets-comprehensive-climate-risk-data-on-for-sale-listings-across-the-US/default.aspx\">introduced</a> a tool showing the individual risk of wildfire, flood, extreme heat, wind and poor air quality for one million properties it lists, explaining that “climate risks are now a critical factor in home-buying decisions” for many Americans.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/01/zillow-removes-climate-risk-data-home-listings\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Cooking with gas gets more expensive as Americans face rising prices into 2026",
    "url": "https://www.theguardian.com/us-news/2025/dec/01/gas-energy-prices",
    "date": "2025-12-01",
    "source": "Environment | The Guardian",
    "text": "<p>Trump promised to cut consumers’ energy costs within his first year in office but gas price is up 4% on average</p><p>Americans using gas stoves to cook during the holidays, or any other meal in the near future, are set for persistently higher bills, with the price of gas expected to keep rising into next year.</p><p>US households will pay 4% more for gas power this year, on average, compared with 2024, with the industrial and power plant sectors experiencing a much higher price rise, a recent analysis from the US Energy Information Administration (EIA) has <a href=\"https://www.eia.gov/todayinenergy/detail.php?id=66624\">found</a>.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/01/gas-energy-prices\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "EPA urged to ban spraying of antibiotics on US food crops amid resistance fears",
    "url": "https://www.theguardian.com/environment/2025/nov/30/antibiotics-spraying-farms-epa-bacteria-resistance",
    "date": "2025-11-30",
    "source": "Environment | The Guardian",
    "text": "<p>Use of 8m pounds of antibiotics and antifungals a year leads to superbugs and damages human health, lawsuit claims</p><p>A new <a href=\"https://u7061146.ct.sendgrid.net/ls/click?upn=u001.gqh-2BaxUzlo7XKIuSly0rCydHCbG70wcdabaaM9rXedBbrZpL-2FnBXALfDOpP7JC4f1LkbNy1p9YKptHHWo-2BvO1HRmRC1O5toLwLFRGuEKe7RY4-2F474M9SAhJiwRVQHGjul7cH2RmA9niCcTjB-2BJQw2ZPHcJ0j5rPMJxPL2VZldyVUClWzo4Nt4EEfwyRKrQtTz1ea_lHfhL5FQIIAolkXgQycRaoZ8r0GqXkvzkUp2VESycz2E-2FSraiWN1-2Fbv0toQeDaafb60CnNqGJQcGSdpYYnsxCysGEIx9GIyHPclTwjeTLFvO3gc-2FhOWWdG2AdnfZbQBk4m8q5arP4Z8z9AN3JN2ffIDOJXqf1hslLmPZZoRIXWwCFPsF3f-2BUFqBRSaNgQmFpzVJ79s8SjAtAylak25kxg8Sj79bQ9OfosWiWCJXnGgjhv4ecxb9q41AeVNib5yupd-2B1ntcpoyyKpJ2Ke9MRoibQAGoz1kIBR-2F9DGMTTIJKeoIQiUJ769fuUOAulQY-2FSlV7ogo5dmlYCoCLZxvaBijnATxmfrSrTFaBtOv-2Bh5eSU-3D\">legal petition</a> filed by a dozen public health and farm worker groups demands the Environmental Protection Agency (EPA) stop allowing farms to spray antibiotics on food crops in the US because they are probably causing superbugs to flourish and sickening farm workers.</p><p>The agricultural industry sprays about 8m pounds of antibiotic and antifungal pesticides on US food crops annually, many of which are banned in other countries.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/30/antibiotics-spraying-farms-epa-bacteria-resistance\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Power surge: law changes could soon bring balcony solar to millions across US",
    "url": "https://www.theguardian.com/us-news/2025/nov/30/balcony-solar-power-states-laws",
    "date": "2025-11-30",
    "source": "Environment | The Guardian",
    "text": "<p>Tweaks to state laws mean many Americans will be able to benefit from small, simple plug-in solar panels</p><p>Acquiring solar panels at home can be an expensive hassle for people in the US. But small, simple, plug-in solar panels for use on balconies are soon to become available for millions of Americans, with advocates hoping the technology will quickly go mainstream.</p><p>Earlier this year, Utah became the first state in the country to pass legislation allowing people to purchase and install small, portable solar panels that plug into a standard wall socket.</p> <a href=\"https://www.theguardian.com/us-news/2025/nov/30/balcony-solar-power-states-laws\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "‘Deeply demoralizing’: how Trump derailed coal country’s clean-energy revival",
    "url": "https://www.theguardian.com/environment/2025/nov/29/trump-coal-country",
    "date": "2025-11-29",
    "source": "Environment | The Guardian",
    "text": "<p>Biden earmarked billions for former coal communities in Appalachia – and his successor came and took it away</p><p>For a moment, Jacob Hannah saw an unprecedented opportunity to make Appalachia great again.</p><p>In 2022, the Biden administration earmarked billions of dollars to help revitalize and strengthen former coal communities. The objective was to lay down building blocks for the region to transition from extractive industries like coal and timber to a hub for solar and other advanced energy technologies, with a view to long-term economic, climate and social resilience.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/29/trump-coal-country\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Trump order to keep Michigan power plant open costs taxpayers $113m",
    "url": "https://www.theguardian.com/us-news/2025/nov/28/trump-michigan-power-plant",
    "date": "2025-11-28",
    "source": "Environment | The Guardian",
    "text": "<p>Critics say JH Campbell coal-fired plant in western Michigan is expensive and emits high levels of toxic pollution</p><p>Trump administration orders to keep an ageing, unneeded Michigan coal-fired power plant online has cost ratepayers from across the US midwest about $113m so far, according to <a href=\"https://d18rn0p25nwr6d.cloudfront.net/CIK-0000811156/2ded8761-a31d-4ff2-8e10-c26bc8a1eaf8.pdf\">estimates</a> from the plant’s operator and regulators.</p><p>Still, the US energy department last week ordered the plant to remain open for another 90 days.</p> <a href=\"https://www.theguardian.com/us-news/2025/nov/28/trump-michigan-power-plant\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Food is medicine, and that’s a fact. Why we all need Native American foodways",
    "url": "https://www.theguardian.com/environment/commentisfree/2025/nov/27/food-medicine-native-american-foodways",
    "date": "2025-11-27",
    "source": "Environment | The Guardian",
    "text": "<p>Ecologically sound farming and land stewardship can change individual, collective and planetary health</p><p>Within Indigenous communities across North America and beyond, we have long known that food is medicine. This isn’t just theory; it’s fact. We understand that seasonal, regionally specific and culturally relevant foods are vital for nurturing, nourishing and healing both our people and our planet. And it’s high time we all embrace the Native American concept of food as medicine.</p><p>Our ancestral wisdom has ensured our survival for millennia, even in the face of unthinkable circumstances like colonialism, genocide and ongoing oppression. This ever-relevant knowledge will ensure our collective survival amid today’s unthinkable circumstances here in the United States, such as political instability, climate change and rising health issues.</p> <a href=\"https://www.theguardian.com/environment/commentisfree/2025/nov/27/food-medicine-native-american-foodways\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "‘I kept smelling a horrible nasty smell’: the risks of England’s old dumping grounds",
    "url": "https://www.theguardian.com/environment/2025/dec/02/i-kept-smelling-a-horrible-nasty-smell-the-risks-of-englands-old-dumping-grounds",
    "date": "2025-12-02",
    "source": "Environment | The Guardian",
    "text": "<p>For some, the smell brings on nausea and headaches. Others fear ‘forever chemicals’ seeping into the water</p><ul><li><p><a href=\"https://www.theguardian.com/environment/2025/dec/02/uk-europe-hidden-landfill-leaking-toxic-waste-water-supplies\">UK and Europe’s hidden landfills at risk of leaking toxic waste into water supplies</a></p></li></ul><p>“I just kept smelling this horrible, nasty smell … like animal excrement, and I was wondering what it was,” says Jess Brown, from Fleetwood, Lancashire.</p><p>Brown’s mother suffers from chronic obstructive pulmonary disease and she believes the smells make it worse. She also worries for her eight-year-old daughter, whose asthma worsens when the odour seeps indoors.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/02/i-kept-smelling-a-horrible-nasty-smell-the-risks-of-englands-old-dumping-grounds\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "UK and Europe’s hidden landfills at risk of leaking toxic waste into water supplies",
    "url": "https://www.theguardian.com/environment/2025/dec/02/uk-europe-hidden-landfill-leaking-toxic-waste-water-supplies",
    "date": "2025-12-02",
    "source": "Environment | The Guardian",
    "text": "<p>Exclusive: Rising flood risks driven by climate change could release chemicals from ageing sites – posing threats to ecosystems</p><ul><li><p><a href=\"https://www.theguardian.com/environment/2025/dec/02/i-kept-smelling-a-horrible-nasty-smell-the-risks-of-englands-old-dumping-grounds\">‘I kept smelling a horrible nasty smell’: the risks of England’s old dumping grounds</a></p></li></ul><p>Thousands of landfills across the UK and Europe sit in floodplains, posing a potential threat to drinking water and conservation areas if toxic waste is released into rivers, soils and ecosystems, it can be revealed.</p><p>The findings are the result of the first continent-wide mapping of landfills, conducted by the Guardian, <a href=\"https://watershedinvestigations.com/\">Watershed Investigations</a> and <a href=\"https://www.investigate-europe.eu/\">Investigate Europe</a>.</p><p><em>Disclaimer:</em> <em>This dataset may contain duplicate records. Duplicates can arise from multiple data sources, repeated entries, or variations in data collection processes. While efforts have been made to identify and reduce duplication, some records may remain.</em></p> <a href=\"https://www.theguardian.com/environment/2025/dec/02/uk-europe-hidden-landfill-leaking-toxic-waste-water-supplies\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "People living along polluted Thames file legal complaint to force water firm to act",
    "url": "https://www.theguardian.com/business/2025/dec/02/people-living-along-polluted-thames-file-legal-complaint-force-water-firm-act",
    "date": "2025-12-02",
    "source": "Environment | The Guardian",
    "text": "<p>Residents claim raw sewage and poorly treated effluent as result of Thames Water’s failings are threat to health</p><p>Communities across south-east England are filing the first coordinated legal complaints that sewage pollution by Thames Water negatively affects their lives.</p><p>Thames Water failed to complete upgrades to 98 treatment plants and pumping stations which have the worst records for sewage pollution into the environment, despite a promise to invest in them over the last five years.</p> <a href=\"https://www.theguardian.com/business/2025/dec/02/people-living-along-polluted-thames-file-legal-complaint-force-water-firm-act\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Get shucking: South Australians urged to eat oysters and donate shells for reef restoration project",
    "url": "https://www.theguardian.com/environment/2025/dec/01/south-australia-oyster-shell-donation-reef-restoration",
    "date": "2025-12-01",
    "source": "Environment | The Guardian",
    "text": "<p>Shrimp soundtrack will be played underwater to lure baby oysters in program aimed at fighting algal blooms</p><ul><li><p><a href=\"https://www.theguardian.com/australia-news/live/2025/dec/02/australia-news-live-one-nation-liberal-coalition-barnaby-joyce-pauline-hanson-budget-estimates-labor-ai-plan-ntwnfb\">Follow our Australia news live blog for latest updates</a></p></li><li><p><a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=cvau_sfl\">Sign up for climate and environment editor Adam Morton’s free Clear Air newsletter here</a></p></li></ul><p>South Australians are being urged to feast on local oysters and then donate the shells to restore native reefs, which will filter ocean water and help fight harmful algal blooms.</p><p>The program will also involve lumps of limestone being sunk in the ocean, with a soundtrack of snapping shrimp playing on underwater speakers to lure baby oysters in.</p><p><strong><a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=copyembed\">Sign up to get climate and environment editor Adam Morton’s Clear Air column as a free newsletter</a></strong></p> <a href=\"https://www.theguardian.com/environment/2025/dec/01/south-australia-oyster-shell-donation-reef-restoration\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Cuddling capybaras and ogling otters: the problem with animal cafes in Asia",
    "url": "https://www.theguardian.com/environment/2025/nov/27/global-pet-trade-capybaras-bangkok-cafe-animal-cafes-exotic-endangered-species-aoe",
    "date": "2025-11-27",
    "source": "Environment | The Guardian",
    "text": "<p>A boom in places offering petting sessions is linked to a rise in the illegal movement of exotic and endangered species, say experts</p><p>The second floor of an unassuming office building in central Bangkok is a strange place to encounter the world’s largest rodent. Yet here, inside a small enclosure with a shallow pool, three capybaras are at the disposal of dozens of paying customers – all clamouring for a selfie. As people eagerly thrust leafy snacks toward the nonchalant-looking animals, few seem to consider the underlying peculiarity: how, exactly, did this South American rodent end up more than 10,000 miles from home, in a bustling Asian metropolis?</p><p>Capybara cafes have been cropping up across the continent in recent years, driven by the animal’s growing internet fame. The semi-aquatic animals feature in <a href=\"https://www.tiktok.com/tag/capybara?lang=en\">more than 600,000</a> TikTok posts. In Bangkok, cafe customers pay 400 baht (£9.40) for a 30-minute petting session with them, along with a few meerkats and Chinese bamboo rats. Doors are open 12 hours a day, seven days a week.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/27/global-pet-trade-capybaras-bangkok-cafe-animal-cafes-exotic-endangered-species-aoe\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "The bird people of Lake Manchar: surviving in a vanishing oasis",
    "url": "https://www.theguardian.com/environment/2025/nov/26/bird-people-lake-manchar-mohana-pakistan-surviving-aoe-aoe",
    "date": "2025-11-26",
    "source": "Environment | The Guardian",
    "text": "<p>The Mohana of Pakistan’s Sindh province once thrived on the lake but pollution and drought have caused the fragile ecosystem to collapse, along with their way of life</p><p>At the mouth of Lake Manchar, gentle lapping disturbs the silence. A small boat cuts through the water, propelled by a bamboo pole scraping the muddy bottom of the canal.</p><p>Bashir Ahmed manoeuvres his frail craft with agility. His slender boat is more than just a means of transport. It is the legacy of a people who live to the rhythm of water: the Mohana. They have lived for generations on the waters of Lake Manchar in Sindh province, a vast freshwater mirror covering nearly 250 sq km. The lake, once the largest in Pakistan, was long an oasis of life. Now, it is dying.</p><p>Bashir Ahmed in his boat on the lake, next to simple huts built on top of the right bank outfall drain</p> <a href=\"https://www.theguardian.com/environment/2025/nov/26/bird-people-lake-manchar-mohana-pakistan-surviving-aoe-aoe\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "‘We need to speak collectively’: can parliament solve the problem of ‘deprivation bingo’ in the UK’s seaside towns?",
    "url": "https://www.theguardian.com/environment/2025/nov/30/we-need-to-speak-collectively-can-parliament-solve-the-problem-of-deprivation-bingo-in-the-uks-seaside-towns",
    "date": "2025-11-30",
    "source": "Environment | The Guardian",
    "text": "<p>Labour knows it needs to win over the ‘sea wall’ cohort of coastal voters in the next election. But as anger over inequality grows, time is running out</p><p>It is a lovely sunny autumn day in Ramsgate on Britain’s Kent coast, and quintessential seaside chippy Peter’s Fish Factory is doing a roaring lunchtime trade. Across the road, at the entrance to the town’s pier, local MP and chair of the newly reformed coastal parliamentary Labour party (PLP), Polly Billington, is having her photo taken.</p><p>In between shots she shows us <a href=\"https://theisleofthanetnews.com/2025/09/18/ramsgate-royal-harbour-display-celebrating-world-war-twos-operation-dynamo-and-the-little-ships/\">the community art project</a> that adorns the fence along the entrance to the pier. It is made up of pictures, drawn primarily by local children and young people, of <a href=\"https://www.classicboat.co.uk/news/dunkirk-85th-anniversary-little-ships-fleet-cross-the-channel/\">the 65 little ships that set sail earlier this year</a> from Ramsgate to commemorate the 85th anniversary of the Dunkirk evacuation.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/30/we-need-to-speak-collectively-can-parliament-solve-the-problem-of-deprivation-bingo-in-the-uks-seaside-towns\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "‘The narwhals stop calling’: how the noise from ships is silencing wildlife in the Arctic",
    "url": "https://www.theguardian.com/environment/2025/nov/25/shipping-noise-arctic-whales-narwhals-sound-quieter-vessels",
    "date": "2025-11-25",
    "source": "Environment | The Guardian",
    "text": "<p>Evidence that the whales and other marine animals are particularly vulnerable to sound is driving calls for quieter vessels</p><p>The delicate clicks and whistles of narwhals carry through Tasiujaq, locally known as Eclipse Sound, at the eastern Arctic entrance of the Northwest Passage. A hydrophone in this shipping corridor off Baffin Island, Nunavut, captures their calls as the tusked whales navigate their autumn migration route to northern Baffin Bay.</p><p>But as the Nordic Odyssey, a 225-metre ice-class bulk carrier servicing the nearby iron ore mine, approaches, its low engine rumble gives way to a wall of sound created by millions of collapsing bubbles from its propeller. The narwhals’ acoustic signals, evolved for one of Earth’s quietest environments, fall silent.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/25/shipping-noise-arctic-whales-narwhals-sound-quieter-vessels\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Hello, foreign oligarchs and corporations! Please come and sue the UK for billions | George Monbiot",
    "url": "https://www.theguardian.com/commentisfree/2025/dec/01/uk-sue-foreign-oligarchs-corporations-litigation-offshore-courts",
    "date": "2025-12-01",
    "source": "Environment | The Guardian",
    "text": "<p>The case of a planned Cumbrian coalmine shows how governments around the world are being threatened by litigation in shadowy offshore courts</p><p>How do you reckon our political system works? Perhaps something like this. We elect MPs. They vote on bills. If a majority is achieved, the bills becomes law. The law is upheld by the courts. End of story. Well, that’s how it used to work. No longer.</p><p>Today, foreign corporations, or the oligarchs who own them, <a href=\"https://globalarbitrationreview.com/article/unjust-undemocratic-and-dysfunctional-un-report-slams-isds\">can sue governments</a> for the laws they pass, at offshore tribunals composed of corporate lawyers. The cases are held in secret. Unlike our courts, these tribunals allow no right of appeal or judicial review. You or I cannot take a case to them, nor can our government, or even businesses based in this country. They are open only to corporations based overseas.</p><p>George Monbiot is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2025/dec/01/uk-sue-foreign-oligarchs-corporations-litigation-offshore-courts\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Australia finally acknowledges environment underpins all else. That’s no small thing | Ken Henry",
    "url": "https://www.theguardian.com/commentisfree/2025/nov/28/nature-protection-laws-australia-acknowledges-environment-underpins-all",
    "date": "2025-11-27",
    "source": "Environment | The Guardian",
    "text": "<p>In what are dangerous times for democracies around the world, parliament’s overhaul of nature laws in the EPBC Act shows ambitious reform remains possible</p><ul><li><p><a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=cvau_sfl\">Sign up for climate and environment editor Adam Morton’s free Clear Air newsletter here</a></p></li><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>The passage of long overdue reforms to the Environmental Protection and Biodiversity Conservation (EPBC) Act demonstrates powerfully that democratic governance is alive and well in Australia.</p><p>The Australian parliament has done its job and passed 21st-century reforms that support a modern economy, enable the creation of new and sustainable jobs while promising not to destroy, but in fact improve, the health of the natural world. <br /></p> <a href=\"https://www.theguardian.com/commentisfree/2025/nov/28/nature-protection-laws-australia-acknowledges-environment-underpins-all\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Labor’s nature law overhaul contains wins – but we should watch for gremlins in the details | Adam Morton",
    "url": "https://www.theguardian.com/australia-news/commentisfree/2025/nov/27/labor-nature-law-overhaul-epbc-act-changes-details",
    "date": "2025-11-27",
    "source": "Environment | The Guardian",
    "text": "<p>The Environment Protection and Biodiversity Conservation Act changes are an improvement, but the rush to pass them was purely political</p><ul><li><p><a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=cvau_sfl\">Sign up for climate and environment editor Adam Morton’s free Clear Air newsletter here</a></p></li></ul><p>We should start at the beginning in assessing the <a href=\"https://www.theguardian.com/australia-news/2025/nov/27/labor-strikes-deal-with-greens-to-pass-long-awaited-overhaul-of-nature-protection-laws\">Labor-Greens deal to revamp Australia’s national environment law</a>. And the beginning is that, ideally, you would not start from here.</p><p>Despite its name, the 1999 Environment Protection and Biodiversity Conservation (EPBC) Act was designed under John Howard to allow developments to go ahead, usually with conditions attached that may limit the damage to nature.</p> <a href=\"https://www.theguardian.com/australia-news/commentisfree/2025/nov/27/labor-nature-law-overhaul-epbc-act-changes-details\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "The rewriting of Australia’s nature laws comes as a relief, yet I can’t help feel a sense of foreboding | Georgina Woods",
    "url": "https://www.theguardian.com/commentisfree/2025/nov/27/australia-nature-laws-environment-relief-yet-foreboding",
    "date": "2025-11-27",
    "source": "Environment | The Guardian",
    "text": "<p>The minister says quick approvals can happen while protecting the environment, but my experience tells me that haste brings unintended consequences</p><ul><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>I got a text from a biodiversity advocate around midday on Thursday asking me: are you glad, or sad?</p><p>I wasn’t sure how to reply.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/nov/27/australia-nature-laws-environment-relief-yet-foreboding\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Floods kill at least 1,100 people across south and south-east Asia – video",
    "url": "https://www.theguardian.com/world/video/2025/dec/01/floods-asia-sri-lanka-thailand-indonesia-sumatra-malaysia-video",
    "date": "2025-12-01",
    "source": "Environment | The Guardian",
    "text": "<p>Sri Lanka and Indonesia deployed military personnel as they raced to help victims of devastating flooding that has killed more than 1,100 people across four countries in Asia.</p><p></p><p>Millions of people have been affected by a combination of tropical cyclones and heavy monsoon rains in Sri Lanka, parts of Indonesia’s Sumatra, Thailand and Malaysia in recent days.</p><p></p><p>In Indonesia, at least 604 people have been killed and 464 remain missing, according to the national disaster agency. The death toll stands at 366 in Sri Lanka, with 366 missing, and 176 dead in Thailand. Three deaths have been reported in Malaysia</p><p></p><ul><li><p><a href=\"https://www.theguardian.com/world/2025/dec/01/asia-flood-sri-lanka-indonesia-deploy-military\"><strong>Sri Lanka and Indonesia deploy militaries as Asia floods death toll passes 1,100</strong></a></p></li></ul> <a href=\"https://www.theguardian.com/world/video/2025/dec/01/floods-asia-sri-lanka-thailand-indonesia-sumatra-malaysia-video\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Week in wildlife: seal pups, albino turtles and a sleeping tiger",
    "url": "https://www.theguardian.com/environment/gallery/2025/nov/27/week-in-wildlife-seal-pups-albino-turtles-and-a-sleeping-tiger",
    "date": "2025-11-27",
    "source": "Environment | The Guardian",
    "text": "<p>This week’s best wildlife photographs from around the world</p> <a href=\"https://www.theguardian.com/environment/gallery/2025/nov/27/week-in-wildlife-seal-pups-albino-turtles-and-a-sleeping-tiger\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  }
]