[
  {
    "title": "On Brazil’s Combu Island, chocolate makers hold clues to climate action",
    "url": "https://news.un.org/feed/view/en/story/2025/11/1166379",
    "date": "2025-11-17",
    "source": "UN News - Global perspective Human stories",
    "text": "Combu Island – Ilha do Combu in Portuguese – rises like a wall of living green from Brazil’s Guamá River. It is a testament to centuries of shared existence between the forest and its riverside communities. Here, cupuaçu, taperebá, pupunha, araçá and cacao are more than fruits; they are threads in the fabric of local culture, livelihoods and identity.",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/16-11-25-ONUNews-IlhaCombu-05.png/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "Indigenous protesters block COP30 entrance, demand action from Brazilian Government",
    "url": "https://news.un.org/feed/view/en/story/2025/11/1166373",
    "date": "2025-11-14",
    "source": "UN News - Global perspective Human stories",
    "text": "Around 90 Indigenous people from the Munduruku Indigenous group staged a peaceful protest early Friday, blocking the main entrance to the Blue Zone – the restricted area set aside for negotiators – at COP30 in Belém. Access was halted for about an hour, and the army was called in to reinforce security.",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Collections/Embargoed/14-11-2025-UNFCCC-COP30-indigenous-07.jpg/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "COP30: Climate crisis is a health crisis, WHO warns as philanthropies pledge $300m for solutions",
    "url": "https://news.un.org/feed/view/en/story/2025/11/1166369",
    "date": "2025-11-14",
    "source": "UN News - Global perspective Human stories",
    "text": "Climate change is already fueling a global health emergency, killing more than half a million people each year through extreme heat and threatening hospitals worldwide, according to a major report released on Friday at COP30 in Belém, Brazil.",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Collections/Embargoed/27-11-2023_UNICEF_Madagascar-02.jpg/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "From Haiti to Ethiopia: voices of climate displacement at COP30",
    "url": "https://news.un.org/feed/view/en/story/2025/11/1166365",
    "date": "2025-11-13",
    "source": "UN News - Global perspective Human stories",
    "text": "Floods, heatwaves, droughts and storms are forcing millions from their homes every year. Most never cross a border; they remain internally displaced yet uprooted all the same. But experts warn that in the not-so-distant future, entire nations could disappear beneath rising seas or become uninhabitable through drought.",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/16-06-2022_IOM_PapuaNewGuinea.jpg/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "Protecting lives in a warming world: Health takes centre stage at COP30",
    "url": "https://news.un.org/feed/view/en/story/2025/11/1166357",
    "date": "2025-11-13",
    "source": "UN News - Global perspective Human stories",
    "text": "Hailed by Brazil as “a crucial moment to demonstrate the strength of the health sector in global climate action,” a blueprint for global health systems to adapt to rising temperatures and extreme weather has been launched at the COP30 UN climate conference.",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Collections/Embargoed/11-11-2025-UNICEF-Thailand.jpg/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "‘A wave of truth’: COP30 targets disinformation threat to climate action",
    "url": "https://news.un.org/feed/view/en/story/2025/11/1166351",
    "date": "2025-11-12",
    "source": "UN News - Global perspective Human stories",
    "text": "Negotiators in Belém, Brazil, opened COP30 with a stark warning: the race to avert catastrophic global heating is being sabotaged by a surge of climate disinformation. The falsehoods, spreading faster than ever online, threaten to derail fragile progress on climate action.",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/12-11-2025-UNFCCC-COP30-08.jpg/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "At-risk mountain vipers and iguanas, in rare company at key wildlife talks",
    "url": "https://news.un.org/feed/view/en/story/2025/11/1166346",
    "date": "2025-11-12",
    "source": "UN News - Global perspective Human stories",
    "text": "Renewed efforts to protect the world’s most exotic and endangered animals and plants from illegal traders, overexploitation and extinction are set to begin at UN-partnered biodiversity talks in Uzbekistan at the end of the month.",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/12-11-2025_Unsplash_Iguana.jpg/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "Stand your ground: How one community in Brazil is coping with rising tides",
    "url": "https://news.un.org/feed/view/en/story/2025/11/1166340",
    "date": "2025-11-12",
    "source": "UN News - Global perspective Human stories",
    "text": "For more than 40 years Ivanil lived in a house raised on stilts just 20 metres from the water’s edge, in the same community where she was born, on Marajó Island where the Amazon River meets the Atlantic Ocean in northern Brazil.&nbsp;",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Collections/Embargoed/10-11-2025-IOM-Brazil-01.jpg/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "Keeping cool on a hotter planet: COP30 pushes for sustainable cooling and AI innovation",
    "url": "https://news.un.org/feed/view/en/story/2025/11/1166332",
    "date": "2025-11-11",
    "source": "UN News - Global perspective Human stories",
    "text": "As the planet heats up, so does the race for smarter, cleaner technology. At COP30 in Belém, Brazil, delegates are weighing a paradox at the heart of climate innovation: how to harness powerful tools like artificial intelligence (AI) and advanced cooling systems without deepening the very crisis they aim to solve.",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Collections/Embargoed/11-11-2025-Unsplash-hvac-units.jpg/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "The last frontier of empathy: why we still struggle to see ourselves as animals | Megan Mayhew Bergman",
    "url": "https://www.theguardian.com/us-news/ng-interactive/2025/nov/16/human-exceptionalism-essay",
    "date": "2025-11-16",
    "source": "Environment | The Guardian",
    "text": "<p>Champions of exceptionalism say humans hold a unique moral status. Yet there’s only one species recklessly destroying the planet it needs to survive</p><p>At first light in Massachusetts bay, a North Atlantic right whale threads the shallows with her calf tucked into her slipstream. She surfaces, and the V-shaped breath – two brief feathers of vapor – vanishes in the cold air.</p><p>The calf is roughly three months old, about the length of a small truck, still learning the rhythm: rise, breathe, tuck back into mother’s wake. They are doing what every mammal mother and baby do: moving toward food and a safer place.</p> <a href=\"https://www.theguardian.com/us-news/ng-interactive/2025/nov/16/human-exceptionalism-essay\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "These parrots came to Los Angeles as pets – then went wild. Now scientists are unlocking their mysteries",
    "url": "https://www.theguardian.com/environment/2025/nov/15/los-angeles-wild-parrots-conservation",
    "date": "2025-11-15",
    "source": "Environment | The Guardian",
    "text": "<p>Once escapees from the pet trade, Los Angeles’s feral parrots have become a vibrant part of city life, and could even aid conservation in their native homelands</p><p>A morning mist hung over the palm trees as birds chattered and cars roared by on the streets of Pasadena. It was a scene that evoked a tropical island rather than a bustling city in north-east <a href=\"https://www.theguardian.com/us-news/los-angeles\">Los Angeles</a> county.</p><p>“It feels parrot-y,” says Diego Blanco, a research assistant at Occidental College’s <a href=\"https://moorelab.oxy.edu/\">Moore Laboratory of Zoology</a>, nodding to the verdant flora that surrounds us: tall trees and ornamental bushes with berries.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/15/los-angeles-wild-parrots-conservation\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "National parks facing ‘nightmare’ under Trump, warns ex-director of service",
    "url": "https://www.theguardian.com/us-news/2025/nov/14/national-park-service-trump-administration",
    "date": "2025-11-14",
    "source": "Environment | The Guardian",
    "text": "<p>Jonathan Jarvis, who led the agency from 2009 to 2017, laid out the dire consequences of not closing parks in shutdown</p><p>Americans should “raise hell” to protect US national parks through the “nightmare” of Donald Trump’s presidency, according to a former National Park Service director, amid alarm over the impact of the federal government shutdown.</p><p>Jonathan Jarvis claimed the agency was now in the hands of a “bunch of ideologues” who would have no issue watching it “go down in flames” – and see parks from Yellowstone to Yosemite as potential “cash cows”, ripe for privatization.</p> <a href=\"https://www.theguardian.com/us-news/2025/nov/14/national-park-service-trump-administration\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "How a Texas shrimper stalled Exxon’s $10bn plastics plant | Shilpi Chhotray",
    "url": "https://www.theguardian.com/commentisfree/2025/nov/14/texas-shrimper-exxon-plastics",
    "date": "2025-11-14",
    "source": "Environment | The Guardian",
    "text": "<p>Diane Wilson recognized Exxon’s playbook – and showed how local people can take on even the most entrenched industries</p><p>When ExxonMobil <a href=\"https://www.icis.com/explore/resources/news/2025/10/01/11142426/us-exxonmobil-to-delay-proposed-pe-project-on-market-conditions/\">announced</a> it would “slow the pace of development” on a $10bn plastics plant along the Texas Gulf coast, the company blamed market conditions. But it wasn’t just the market applying pressure; it was a 77-year-old shrimper named Diane Wilson who refused to stay silent. Her fight exposes big oil’s latest survival plan: ramping up oil and gas production to <a href=\"https://www.theguardian.com/us-news/2024/apr/18/plastic-production-emission-climate-crisis\">create plastic</a>.</p><p>I first met Wilson back in 2019 while tracking her <a href=\"https://www.theguardian.com/environment/2023/apr/24/2023-goldman-environmental-prize-winners\">historic lawsuit</a> against Formosa Plastics, the Taiwanese petrochemical giant accused of dumping toxic plastic waste throughout coastal Texas. Billions of tiny plastic pellets were contaminating waterways, shorelines and even the soil itself.</p><p>Shilpi Chhotray is the co-founder and president of Counterstream Media and Host of A People’s Climate for the Nation</p> <a href=\"https://www.theguardian.com/commentisfree/2025/nov/14/texas-shrimper-exxon-plastics\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "The great escape: seal flees killer whales by jumping on to photographer’s boat",
    "url": "https://www.theguardian.com/environment/2025/nov/13/seal-killer-whale-hunt",
    "date": "2025-11-14",
    "source": "Environment | The Guardian",
    "text": "<p>Charvet Drucker captures dramatic video and photos of seal being hunted by orcas in Salish Sea, north-west of Seattle</p><p>A wildlife photographer on a whale-watching trip in waters off Seattle captured dramatic video and photos of a pod of killer whales hunting a seal that survived only by clambering on to the stern of her boat.</p><p>Charvet Drucker was on a rented 20ft (6 metre) boat near her home on an island in the Salish Sea about 40 miles north-west of Seattle when she spotted a pod of at least eight killer whales, also known as orcas.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/13/seal-killer-whale-hunt\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Major US broadcasters sit out Cop30 climate talks: ‘They’re missing a lot’",
    "url": "https://www.theguardian.com/us-news/2025/nov/13/cop30-climate-talks-belem-us-broadcasters",
    "date": "2025-11-13",
    "source": "Environment | The Guardian",
    "text": "<p>Figures show none of US ‘big four’ – CBS, NBC, ABC and Fox – appear to have sent teams to cover summit in Belém</p><p>Thousands of media professionals are at the United Nations climate talks in Brazil. Almost none of them appear to be from the four major US broadcasters.</p><p>Nearly 4,000 members of the media registered to attend the global climate conference, known as Cop30, according to a <a href=\"https://unfccc.int/sites/default/files/resource/PLOP_COP30.pdf\">preliminary list</a> released by the United Nations climate body on Tuesday. But none of the “big four” US broadcasters – CBS, NBC, ABC and Fox – appear to currently have teams present at the talks.</p> <a href=\"https://www.theguardian.com/us-news/2025/nov/13/cop30-climate-talks-belem-us-broadcasters\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Body of missing coal miner found in flooded West Virginia mine, governor says",
    "url": "https://www.theguardian.com/us-news/2025/nov/13/body-missing-coal-miner-found-west-virginia",
    "date": "2025-11-13",
    "source": "Environment | The Guardian",
    "text": "<p>Mining crew had hit unknown pocket of water last Saturday about three-quarters of a mile into the mine</p><p>Crews have found the body of the coal miner <a href=\"https://www.theguardian.com/us-news/2025/nov/11/west-virginia-miner-trapped-search\">missing since</a> a West Virginia mine flooded on Saturday, said the state’s governor, Patrick Morrisey, on Thursday.</p><p>Crews found the body inside Alpha Metallurgical Resources Inc’s Rolling Thunder Mine near Belva, about 50 miles east of the state capital of Charleston.</p> <a href=\"https://www.theguardian.com/us-news/2025/nov/13/body-missing-coal-miner-found-west-virginia\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "More than 300 big agriculture lobbyists took part in Cop30, investigation finds",
    "url": "https://www.theguardian.com/environment/2025/nov/18/big-agriculture-lobbyists-cop30-climate-summit",
    "date": "2025-11-18",
    "source": "Environment | The Guardian",
    "text": "<p>Lobbyists representing industry responsible for a quarter to a third of global emissions participated in key talks at the UN climate summit</p><p>More than 300 industrial agriculture lobbyists have participated at this year’s UN climate talks taking place in the Brazilian Amazon, where the industry is the leading cause of deforestation, a new investigation has found.</p><p>The number of lobbyists representing the interests of industrial cattle farming, commodity grains and pesticides is up 14% on last year’s summit in Baku – and larger than the delegation of the world’s 10th largest economy, Canada, which brought 220 delegates to Cop30 in Belém, according to <a href=\"https://www.desmog.com/2025/11/18/more-than-300-lobbyists-for-industrial-agriculture-are-attending-cop30/\">the joint investigation by DeSmog</a> and the Guardian.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/18/big-agriculture-lobbyists-cop30-climate-summit\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Cop30: UN accused of crackdown on Indigenous people – as it happened",
    "url": "https://www.theguardian.com/environment/live/2025/nov/17/cop30-belem-brazil-global-warming-latest-news-updates",
    "date": "2025-11-17",
    "source": "Environment | The Guardian",
    "text": "<p>As the summit entered its second week, complex issues remain with anxiety growing over conference outcomes</p><p>Colombia will host a first international conference on the phase out of fossil fuels in April next year, according to advocates of more ambitious action to eliminate the main source of the gases that are heating the planet.</p><p>The South American country, which has demonstrated strong climate leadership in recent years, is among a group of 17 nations that have joined the <a href=\"https://www.theguardian.com/environment/2025/sep/02/every-company-wants-to-produce-the-last-barrel-sold-the-plan-to-create-a-fossil-fuel-non-proliferation-treaty\">Fossil Fuel Non-Proliferation Treaty Initiative</a> which held a press conference on its plans at Cop30 on Monday.</p> <a href=\"https://www.theguardian.com/environment/live/2025/nov/17/cop30-belem-brazil-global-warming-latest-news-updates\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Three sugar cubes worth of plastic enough to kill a puffin, study finds",
    "url": "https://www.theguardian.com/environment/2025/nov/17/three-sugar-cubes-worth-of-plastic-enough-to-kill-a-puffin-study-finds",
    "date": "2025-11-17",
    "source": "Environment | The Guardian",
    "text": "<p>Scientists find tiny amounts can be a ‘fatal dose’ for marine life in the most comprehensive study of its kind</p><p>Ingesting less than three sugar cubes worth of plastic is enough to kill a puffin, a new study has found.</p><p>Scientists measured how much different kinds of plastic seabirds, sea turtles and marine mammals have to ingest to have a 90% risk of it killing them, in the study published in the Proceedings of the National Academy of Sciences.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/17/three-sugar-cubes-worth-of-plastic-enough-to-kill-a-puffin-study-finds\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "South Korean decision to close all coal-fired power plants by 2040 sounds alarm for Australian exports",
    "url": "https://www.theguardian.com/environment/2025/nov/17/south-korean-decision-to-close-all-coal-fired-power-plants-by-2040-sounds-alarm-for-australian-exports",
    "date": "2025-11-17",
    "source": "Environment | The Guardian",
    "text": "<p>Decision announced at Cop30 climate conference signposts risks for Australia’s reliance on fossil fuel exports, analysts say</p><ul><li><p><a href=\"https://www.theguardian.com/australia-news/live/2025/nov/18/australia-news-live-victorian-liberal-leader-spill-libspill-coalition-nsw-brad-battin-mark-speakman-sussan-ley-killing-season-ntwnfb\">Follow our Australia news live blog for latest updates</a></p></li><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>The Australian government has been urged to prepare for a shift away from thermal coal exports and accelerate green industries after one of its main international customers signed up to close all coal-fired power plants by 2040.</p><p>South Korea, Australia’s third-biggest market for coal burned to generate electricity, announced at the Cop30 climate conference in Brazil that it was joining the “Powering Past Coal Alliance”, <a href=\"https://poweringpastcoal.org/members/\">a group of about 60 nations</a> and 120 sub-national governments, businesses and organisations committed to phasing out the fossil fuel.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/17/south-korean-decision-to-close-all-coal-fired-power-plants-by-2040-sounds-alarm-for-australian-exports\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "France’s birds start to show signs of recovery after bee-harming pesticide ban",
    "url": "https://www.theguardian.com/environment/2025/nov/17/france-wildlife-insect-bird-numbers-rise-neonicotinoid-pesticide-ban-aoe",
    "date": "2025-11-17",
    "source": "Environment | The Guardian",
    "text": "<p>Analysis shows small hike in populations of insect-eating species after 2018 ruling, but full recovery may take decades</p><p>Insect-eating bird populations in France appear to be making a tentative recovery after a ban on bee-harming pesticides, according to the first study to examine how wildlife is returning in Europe.</p><p>Neonicotinoids are the world’s most common class of insecticides, widely used in agriculture and for flea control in pets. By 2022, four years after the European Union <a href=\"https://www.theguardian.com/environment/2018/apr/27/eu-agrees-total-ban-on-bee-harming-pesticides\">banned neonicotinoid use in fields</a>, researchers observed that France’s population of insect-eating birds had increased by 2%-3%. These included blackbirds, blackcaps and chaffinches, which feed on insects as adults and as chicks.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/17/france-wildlife-insect-bird-numbers-rise-neonicotinoid-pesticide-ban-aoe\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Fears for elephant seals as bird flu kills half of population in South Atlantic",
    "url": "https://www.theguardian.com/environment/2025/nov/13/bird-flu-h5n1-kills-half-elephant-seals-south-atlantic-south-georgia-antarctic-aoe",
    "date": "2025-11-13",
    "source": "Environment | The Guardian",
    "text": "<p>Study estimates 53,000 females have died on South Georgia since 2023, with ‘dramatic impact’ on future of the species</p><p>Bird flu has wiped out half of South Georgia’s breeding elephant seals, according to a study that warns of “serious implications” for the future of the species.</p><p>The remote island in the South Atlantic Ocean is home to the world’s largest southern elephant seal population. Researchers estimate 53,000 females died after bird flu hit in 2023.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/13/bird-flu-h5n1-kills-half-elephant-seals-south-atlantic-south-georgia-antarctic-aoe\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Why ‘mob grazing’ may help protect drought-hit Senegal’s vast grasslands",
    "url": "https://www.theguardian.com/environment/2025/nov/11/senegal-grasslands-mob-grazing",
    "date": "2025-11-11",
    "source": "Environment | The Guardian",
    "text": "<p>A regenerative scheme has shown early promise, with herders hopeful it can restore degraded pastures</p><p>Ibrahima Ka, dressed in flowing indigo robes, gathers his herd with those of his neighbours before a stretch of lush, untouched pasture. The bellowing, heaving and trampling of 350 impatient zebu cows behind a wire perimeter marks a break with centuries of herding tradition in Senegal, west Africa. Rather than roaming freely across the country’s vast grasslands, shepherds tightly pack the herd together, confining them to graze in short, intensive bursts before being moved to a new plot.</p><p>Ka, the village chief of Thignol, is spearheading the first pilot of “mob grazing” in Senegal, aiming to mimic, on a much smaller scale, how wildebeest flow across the Serengeti, moving to protect themselves against lions and cheetahs. The idea that intense grazing can regenerate grasslands rather than accelerate their decline has been controversial. Initially, proponents argued it could help to solve the climate crisis through <a href=\"https://www.theguardian.com/environment/2023/aug/14/this-way-of-farming-is-really-sexy-the-rise-of-regenerative-agriculture\">storing carbon in regenerated grasslands</a> – a claim with little scientific basis. But there is some evidence that the method can boost biodiversity and grassland health in dry areas such as Senegal.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/11/senegal-grasslands-mob-grazing\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "These rare whales had never been seen alive. Then a team in Mexico sighted two",
    "url": "https://www.theguardian.com/environment/2025/nov/17/rare-gingko-toothed-beaked-whale-science-cetacean-research",
    "date": "2025-11-17",
    "source": "Environment | The Guardian",
    "text": "<p>The search for a ginkgo-toothed beaked whale had taken five years, when a thieving albatross nearly ruined it all</p><p>It was an early morning in June 2024 and along the coast of Baja California in Mexico, scientists on the Pacific Storm research vessel were finishing their coffee and preparing for a long day searching for some of the most elusive creatures on the planet. Suddenly a call came from the bridge: “Whales! Starboard side!”</p><p>For the next few hours, what looked like a couple of juvenile beaked whales kept surfacing and disappearing until finally Robert Pitman, a now-retired researcher at Oregon State University, fired a small arrow from a modified crossbow at the back of one of them.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/17/rare-gingko-toothed-beaked-whale-science-cetacean-research\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "‘We feel we’re fighting a losing battle’: the race to remove millions of plastic beads from Camber Sands",
    "url": "https://www.theguardian.com/environment/2025/nov/15/race-remove-millions-plastic-biobeads-camber-sands-volunteers",
    "date": "2025-11-15",
    "source": "Environment | The Guardian",
    "text": "<p>A huge cleanup effort has seen volunteers working to remove beads by hand and machine. They can only wait and see the extent of damage to wildlife and dune habitat</p><p>Just past a scrum of dog walkers, about 40 people are urgently combing through the sand on hands and knees. Their task is to try to remove millions of peppercorn-sized black plastic biobeads from where they have settled in the sand. Beyond them, a seal carcass grins menacingly, teeth protruding from its rotting skull.</p><p>Last week, an environmental disaster took place on Camber Sands beach, on what could turn out to be an unprecedented scale. Eastbourne Wastewater Treatment Works, owned by Southern Water, experienced a mechanical failure and <a href=\"https://www.theguardian.com/uk-news/2025/nov/08/environmental-catastrophe-fears-as-millions-of-plastic-beads-wash-up-on-camber-sands\">spewed out millions of biobeads</a> on to the Sussex coastline. Southern Water <a href=\"https://www.theguardian.com/environment/2025/nov/10/southern-water-spill-plastic-biobeads-sussex-camber-sands\">has since taken responsibility</a> for the spill. Ironically, biobeads are used to clean wastewater – bacteria attach to their rough, crinkly surface and clean the water of contaminants.</p><p>Camber Sands is one of England’s most popular beaches, with rare dune habitat</p> <a href=\"https://www.theguardian.com/environment/2025/nov/15/race-remove-millions-plastic-biobeads-camber-sands-volunteers\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Waiting for the tsunami: Tofino’s waves are loved by surfers – but this Canadian town is braced for disaster",
    "url": "https://www.theguardian.com/environment/2025/nov/11/canada-tofino-disasters-earthquakes-tsunami-tourism-tectonics",
    "date": "2025-11-11",
    "source": "Environment | The Guardian",
    "text": "<p>How do you plan for an event whose timing is unknown? For Tofino’s residents  the threat is distant but signs of preparedness are everywhere</p><p>Justin Goss was in the shower when he first heard the piercing wail of a nearby tsunami early-warning siren. Still dripping wet, he threw on clothes, grabbed his dog and rushed to the truck. The pair made it 3 metres and no further.</p><p>“The whole parking lot across the street was jammed up. It was complete gridlock within three minutes,” he says. “I thought, ‘Oh shit, this is not good.’”</p> <a href=\"https://www.theguardian.com/environment/2025/nov/11/canada-tofino-disasters-earthquakes-tsunami-tourism-tectonics\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "The conservative parties can change their leaders – but it won’t stop the NSW Coalition’s death spiral | Anne Davies",
    "url": "https://www.theguardian.com/australia-news/2025/nov/18/the-conservative-parties-can-change-their-leaders-but-it-wont-stop-the-nsw-coalitions-death-spiral",
    "date": "2025-11-18",
    "source": "Environment | The Guardian",
    "text": "<p>The Nationals have a new leader in Gurmesh Singh, and Kellie Sloane could soon replace Liberal leader Mark Speakman. But the Coalition is fractured on net zero</p><ul><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>The NSW Nationals have a new leader, Gurmesh Singh, and the Liberals will almost certainly follow suit by early next week.</p><p>It’s desperation politics. Changing leaders will probably do nothing to stop the apparent death spiral the conservative side of politics has inflicted upon itself – in Canberra and now the states.</p> <a href=\"https://www.theguardian.com/australia-news/2025/nov/18/the-conservative-parties-can-change-their-leaders-but-it-wont-stop-the-nsw-coalitions-death-spiral\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Sussan Ley, it’s time we took a look at your climate policy report card. You appear to have learned nothing | Tristan Edis",
    "url": "https://www.theguardian.com/commentisfree/2025/nov/18/sussan-its-time-we-took-a-look-at-your-climate-policy-report-card-you-appear-to-have-learned-nothing",
    "date": "2025-11-18",
    "source": "Environment | The Guardian",
    "text": "<p>My advice to you if you want to avoid repeating 2025 is to pay far greater attention to the quality of your research sources</p><p>Sussan Ley, as your teacher I’m duty bound to give you an honest appraisal of your work.</p><p>I’ve just read <a href=\"https://www.theguardian.com/australia-news/2025/nov/18/business-and-energy-leaders-warn-coalition-dumping-net-zero-wont-cut-power-bills-and-demand-more-detail\">your team research assignment</a> on Australian energy and climate policy and I’m afraid to say that unless you and your other team members pull up your socks, you will be forced to repeat 2025.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/nov/18/sussan-its-time-we-took-a-look-at-your-climate-policy-report-card-you-appear-to-have-learned-nothing\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Another COP already? Surely you’ve all worked this out by now? | First Dog on the Moon",
    "url": "https://www.theguardian.com/commentisfree/picture/2025/nov/17/another-cop-already-surely-youve-all-worked-this-out-by-now",
    "date": "2025-11-17",
    "source": "Environment | The Guardian",
    "text": "<p>Wait … I’m hearing you have worked it out you’re just not doing it</p><ul><li><p><a href=\"https://www.theguardian.com/commentisfree/2014/jun/16/-sp-first-dog-on-the-moon-subscribe-by-email\">Sign up here to get an email</a> whenever First Dog cartoons are published</p></li><li><p><a href=\"http://firstshoponthemoon.com/\">Get all your needs met at the First Dog shop</a> if what you need is First Dog merchandise and prints</p></li></ul> <a href=\"https://www.theguardian.com/commentisfree/picture/2025/nov/17/another-cop-already-surely-youve-all-worked-this-out-by-now\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Flooded and forgotten: the UK’s waters are rising and we’re being kept in the dark | John Harris",
    "url": "https://www.theguardian.com/commentisfree/2025/nov/16/uk-flood-water-wales-cornwall-rescue",
    "date": "2025-11-16",
    "source": "Environment | The Guardian",
    "text": "<p>Rescue operations in Wales, submerged railway lines in Cornwall – these events are ever more common. So why have we utterly failed to prepare?</p><p>As autumn blurs into winter, the news is once again filling up with a familiar story: overflowing rivers, inundated streets and overwhelmed infrastructure. Since Friday, England, Wales and Ireland have been <a href=\"https://www.theguardian.com/uk-news/2025/nov/14/storm-claudia-torrential-rain-england-wales-weather\">hit by the storm</a> the Spanish meteorological agency has elegantly named Claudia, with grim results. One place in particular massively bore the brunt of it all: the Welsh border town of Monmouth, where the raging River Monnow spilled into the streets, people had to be <a href=\"https://www.bbc.co.uk/news/articles/c74jevlv19go\">rescued from their homes</a> and drones captured <a href=\"https://www.independent.co.uk/tv/news/monmouth-flooding-storm-claudia-drone-video-b2866094.html\">aerial views of the scene</a>, showing fragile-looking buildings suddenly surrounded by a huge clay-brown swamp.</p><p>Claudia and her effects made it into the national headlines – but mostly, local and regional floods now seem too mundane to attract that kind of attention. Eleven days ago, Cumbria saw <a href=\"https://www.bbc.co.uk/news/articles/cyv85lqjr43o\">submerged roads</a>, blocked drains and over 250 flood-related problems reported to the relevant councils. Railway lines in Cornwall <a href=\"https://www.cornwalllive.com/news/cornwall-news/live-floods-halt-trains-between-10627475\">were submerged</a>; in Carmarthen, in west Wales, there were <a href=\"https://www.bbc.co.uk/news/articles/clyz2dy6zdno\">reports</a> of the worst floods in living memory. But beyond the areas affected, who heard about these stories? Such comparatively small events, it seems, are now only to be expected.</p><p>John Harris is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2025/nov/16/uk-flood-water-wales-cornwall-rescue\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Thousands protest in the Philippines over disappeared flood defence funds – video",
    "url": "https://www.theguardian.com/world/video/2025/nov/17/thousands-protest-in-the-philippines-over-disappeared-flood-defence-funds-video",
    "date": "2025-11-17",
    "source": "Environment | The Guardian",
    "text": "<p>More than half a million people gathered in Rizal Park in Manila on Sunday wearing white shirts and carrying signs reading 'transparency for a better democracy'. Concerns rose after the country's president, Ferdinand Marcos Jr, published an internal audit into flood control projects in August that revealed significant irregularities. It showed that of almost $10bn in spending, thousands of projects were substandard, poorly documented or non-existent</p><p></p><ul><li><p><a href=\"https://www.theguardian.com/world/2025/nov/17/manila-philippines-corruption-protest-flood-funds\">‘There is so much corruption’: hundreds of thousands protest in Manila over missing flood funds</a></p></li></ul> <a href=\"https://www.theguardian.com/world/video/2025/nov/17/thousands-protest-in-the-philippines-over-disappeared-flood-defence-funds-video\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Trio of young peregrine falcons take first flight atop Melbourne skyscraper – video",
    "url": "https://www.theguardian.com/environment/video/2025/nov/16/trio-of-young-peregrine-falcons-take-first-flight-atop-melbourne-skyscraper-video",
    "date": "2025-11-16",
    "source": "Environment | The Guardian",
    "text": "<p>Late last week, three peregrine falcons – two females and one male – left their ledge high above Melbourne's CBD for the first time. One suffered a dramatic crash landing but successfully left the nest on the second attempt. The trio hatched at the end of September with thousands tuning into a 24-hour live stream of their nest. </p><ul><li><p><a href=\"https://www.theguardian.com/australia-news/2025/nov/16/we-have-lift-off-melbournes-skyscraper-peregrine-chicks-take-to-the-sky\">We have lift-off! Melbourne’s skyscraper peregrine chicks take to the sky</a></p></li></ul> <a href=\"https://www.theguardian.com/environment/video/2025/nov/16/trio-of-young-peregrine-falcons-take-first-flight-atop-melbourne-skyscraper-video\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Plastic paradise: on the frontlines of the fight to clean up pollution in Bali – in pictures",
    "url": "https://www.theguardian.com/artanddesign/gallery/2025/nov/16/plastic-paradise-on-the-frontlines-of-the-fight-to-clean-up-pollution-in-bali-in-pictures",
    "date": "2025-11-15",
    "source": "Environment | The Guardian",
    "text": "<p>In January the island’s beaches were inundated with waves of plastic pollution, a phenomenon that has been getting worse by the year. Photographer and film-maker <strong>Sean Gallagher</strong> travelled to Bali to document the increasing tide of rubbish washing up on beaches and riverbanks, and the people facing the monumental challenge of cleaning up. His portraits are on show as part of the 2025 <a href=\"https://headon.org.au/exhibitions/bali-plastic-paradise\">Head On photo festival</a> at Bondi Beach promenade until 30 November</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2025/nov/16/plastic-paradise-on-the-frontlines-of-the-fight-to-clean-up-pollution-in-bali-in-pictures\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  }
]