[
  {
    "title": "Putting people at the heart of cities, key to improving urban life",
    "url": "https://news.un.org/feed/view/en/story/2025/10/1166227",
    "date": "2025-10-30",
    "source": "UN News - Global perspective Human stories",
    "text": "The heartbeat of modern urban life is increasingly digital – from traffic sensors and early warning systems, to participatory planning platforms and geospatial data – technology is changing how cities are designed, managed, and experienced.&nbsp;",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/29-10-2015-Bogota-Colombia-02.jpg/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "Hurricane Melissa leaves thousands displaced across the Caribbean",
    "url": "https://news.un.org/feed/view/en/story/2025/10/1166230",
    "date": "2025-10-30",
    "source": "UN News - Global perspective Human stories",
    "text": "Hurricane Melissa has left a trail of devastation after crossing Jamaica, Cuba and the Bahamas, with severe effects also felt in Haiti, the Dominican Republic and parts of Central America, the UN aid coordination office (UNOCHA) reported on Thursday.&nbsp;",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Collections/Embargoed/30-10-2015-UNICEF-Haiti-04.jpg/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "Hurricane Melissa: Devastation in Jamaica at levels ‘never been seen before’",
    "url": "https://news.un.org/feed/view/en/story/2025/10/1166217",
    "date": "2025-10-29",
    "source": "UN News - Global perspective Human stories",
    "text": "As Hurricane Melissa moved north of Jamaica on Wednesday, the head of the UN team there said that preliminary damage assessments from the category 5 storm showed a level of devastation “never seen before” on the Caribbean island.",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Collections/Embargoed/28-10-2015-WFP-hurricane-Melissa-02.jpg/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "‘Yawning gap’ remains between climate adaptation funds and funding pledges",
    "url": "https://news.un.org/feed/view/en/story/2025/10/1166212",
    "date": "2025-10-29",
    "source": "UN News - Global perspective Human stories",
    "text": "Developing countries are receiving less than 10 per cent of the money they need to adapt to a world increasingly vulnerable to extreme weather – putting lives, livelihoods and entire economies at risk, the UN revealed on Wednesday.",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Collections/Embargoed/30-01-2025-UNICEF-Indonesia-01.jpg/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "World enters ‘new era’ of climate action – but progress must accelerate",
    "url": "https://news.un.org/feed/view/en/story/2025/10/1166204",
    "date": "2025-10-28",
    "source": "UN News - Global perspective Human stories",
    "text": "While urging countries to accelerate action, UN Climate Change Executive Secretary Simon Stiell struck an optimistic tone on Tuesday following the release of a new report on updated national climate commitments.",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/09-12-2020-Rouge-Electric-Vehicle-Center.jpg/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "In Southeast Asia, Guterres presses the case for climate action",
    "url": "https://news.un.org/feed/view/en/story/2025/10/1166188",
    "date": "2025-10-27",
    "source": "UN News - Global perspective Human stories",
    "text": "Amid deepening global divides and economic uncertainty, the United Nations called for stronger multilateral cooperation and sweeping reforms to global financial and governance systems, emphasising the need for a “networked, multipolar world” where equity and inclusion guide decision-making.",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/27-10-2025-UNICEF-Lao_PDR.jpeg/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "No high-level US representatives will go to UN climate talks, Trump officials say",
    "url": "https://www.theguardian.com/environment/2025/oct/31/cop30-climate-us-officials",
    "date": "2025-10-31",
    "source": "Environment | The Guardian",
    "text": "<p>Decision to stay away from Cop30 meeting in Brazil underscores administration’s hostility to climate action</p><p>The Trump administration has confirmed that no high-level representatives will be sent by the US to upcoming UN climate talks in Brazil, underscoring the administration’s hostile stance towards action on the climate crisis.</p><p>The US has always sent delegations of various sizes to UN climate summits over the past three decades, even during periods under George W Bush and in Donald Trump’s first term, where there was scant desire to address the global heating crisis.</p> <a href=\"https://www.theguardian.com/environment/2025/oct/31/cop30-climate-us-officials\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "I tried lab-grown chocolate. Could it be the future of Halloween?",
    "url": "https://www.theguardian.com/wellness/2025/oct/31/lab-grown-chocolate-halloween",
    "date": "2025-10-31",
    "source": "Environment | The Guardian",
    "text": "<p>It could eventually cut down on the production of traditional chocolate, which degrades soil and requires much fertilizer and pesticides</p><ul><li><p><a href=\"https://www.theguardian.com/lifeandstyle/2025/oct/29/tell-us-have-you-fallen-in-love-this-year\">Tell us: have you fallen in love this year?</a></p></li></ul><p>Would you eat lab-grown chocolate?</p><p>I requested a sample from California Cultured, a Sacramento-based company. Its <a href=\"https://www.theguardian.com/food/chocolate\">chocolate,</a> not yet commercially available, is made with techniques that have previously been used to synthesize other bioactive products like certain plant-derived pharmaceuticals for commercial sale.</p> <a href=\"https://www.theguardian.com/wellness/2025/oct/31/lab-grown-chocolate-halloween\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Harrison Ford says Trump’s assault on climate policy ‘scares the shit out of me’",
    "url": "https://www.theguardian.com/environment/2025/oct/31/harrison-ford-donald-trump-climate-crisis",
    "date": "2025-10-31",
    "source": "Environment | The Guardian",
    "text": "<p>Indiana Jones star calls US president one of history’s greatest criminals for attacks on science and boosting of fossil fuels</p><p><a href=\"https://www.theguardian.com/film/harrisonford\">Harrison Ford</a> has said that <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a>’s assault upon measures to address the climate crisis “scares the shit out of me” and makes the US president among the worst criminals in history.</p><p>In a blistering attack upon the president, Ford told the Guardian that Trump “doesn’t have any policies, he has whims. It scares the shit out of me. The ignorance, the hubris, the lies, the perfidy. [Trump] knows better, but he’s an instrument of the status quo and he’s making money, hand over fist, while the world goes to hell in a handbasket.”</p> <a href=\"https://www.theguardian.com/environment/2025/oct/31/harrison-ford-donald-trump-climate-crisis\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Two found dead in flooded basements as New York city hit by rainstorm",
    "url": "https://www.theguardian.com/us-news/2025/oct/30/new-york-floods",
    "date": "2025-10-31",
    "source": "Environment | The Guardian",
    "text": "<p>Separate incidents see bodies pulled from basements in Brooklyn and Manhattan as heavy rain closes roads and causes delays </p><p>Two people died in flooded <a href=\"https://www.theguardian.com/us-news/new-york\">New York City</a> basements Thursday during a rainstorm that shut down roadways and caused airport delays, authorities said.</p><p>A scuba team recovered the body of a 39-year-old man after firefighters received a call of a person trapped in the flooded basement of a townhouse in Brooklyn at about 4.30pm, police said. A video posted online showed firefighters carrying the victim away through calf-deep water on the street.</p> <a href=\"https://www.theguardian.com/us-news/2025/oct/30/new-york-floods\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "US climate activists condemn 18-month jail term for nonviolent art museum protester",
    "url": "https://www.theguardian.com/us-news/2025/oct/30/climate-activist-art-protest-jail-term",
    "date": "2025-10-30",
    "source": "Environment | The Guardian",
    "text": "<p>‘It’s hard to fathom how a peaceful protester can receive more prison time than many of the insurrectionists,’ said one researcher, of Timothy Martin’s sentence</p><p>Climate activists have condemned an 18-month jail term for a nonviolent protester who vandalized a display case at the National Gallery of Art as “grossly disproportionate” and a violation of the constitutional protected rights to free speech and peaceful protest.</p><p>Timothy Martin, along with fellow activist Joanna Smith, staged the <a href=\"https://www.youtube.com/watch?v=uzmDLDzuJpA\">climate protest</a> at the Washington DC gallery in April 2023, smearing washable red and black paint on the protective glass covering Edgar Degas’s Little Dancer Aged Fourteen Years sculpture.</p> <a href=\"https://www.theguardian.com/us-news/2025/oct/30/climate-activist-art-protest-jail-term\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Ex-EPA head urges US to resist Trump attacks on climate action: ‘We won’t become numb’",
    "url": "https://www.theguardian.com/world/2025/oct/30/resist-trump-attacks-climate-action",
    "date": "2025-10-30",
    "source": "Environment | The Guardian",
    "text": "<p>Expanded climate action from cities and states could slash planet-heating pollution despite Trump working against it</p><p>Ahead of next month’s major <a href=\"https://www.theguardian.com/world/unitednations\">United Nations</a> climate talks in Brazil, Gina McCarthy, the former Environmental Protection Agency head, said US cities and states were keeping the climate fight alive despite an all-out assault from the <a href=\"https://www.theguardian.com/us-news/trump-administration\">Trump administration</a>.</p><p>“We will not allow our country to become numb or debilitated by those who are standing in the way of progress,” she said on a press call early on Thursday.</p> <a href=\"https://www.theguardian.com/world/2025/oct/30/resist-trump-attacks-climate-action\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "All operational US liquefied natural gas terminals have violated pollution limits, says report",
    "url": "https://www.theguardian.com/us-news/2025/oct/29/liquefied-natural-gas-terminal-pollution-limits",
    "date": "2025-10-29",
    "source": "Environment | The Guardian",
    "text": "<p>Analysis of public records comes as Trump administration aims to fast-track approval of new LNG export terminals</p><p>Every fully operational liquefied natural gas (LNG) terminal in the US has violated federal pollution limits in recent years, a new report has found.</p><p>The analysis of public records comes as the <a href=\"https://www.theguardian.com/us-news/trump-administration\">Trump administration</a> is aiming to fast-track the approval of new export terminals in an attempt to sell more domestic LNG to Europe and Asia. <a href=\"https://www.theguardian.com/us-news/joebiden\">Joe Biden</a> had previously placed a pause on LNG exports, which <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> lifted on the first day of his return to office.</p> <a href=\"https://www.theguardian.com/us-news/2025/oct/29/liquefied-natural-gas-terminal-pollution-limits\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Sussan Ley under pressure as Nationals formally scrap net zero target",
    "url": "https://www.theguardian.com/australia-news/2025/nov/02/nationals-party-room-meeting-net-zero-emissions-target-david-littleproud",
    "date": "2025-11-02",
    "source": "Environment | The Guardian",
    "text": "<p>David Littleproud says he informed the Liberal leader days ago of the policy position his party was considering</p><ul><li><p><a href=\"https://www.theguardian.com/australia-news/live/2025/nov/02/nationals-net-zero-party-room-meeting-coalition-labor-murray-watt-anthony-albanese-apec-mark-butler-medicare-bulk-billing-ntwnfb\">Follow our Australia news live blog for latest updates</a></p></li><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>The National party has unanimously decided to its scrap net zero commitments after a party room meeting on Sunday, piling pressure on Sussan Ley and the Liberals as they continue to debate their own energy platform.</p><p>The party leader, David Littleproud, said the Nationals would focus on “aspirations” rather than targets and align Australia’s emissions reduction to other OECD countries. Littleproud said he was “proud” of the decision.</p> <a href=\"https://www.theguardian.com/australia-news/2025/nov/02/nationals-party-room-meeting-net-zero-emissions-target-david-littleproud\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "‘What are they going to do, chase someone up?’ Victorian rock climbers scorn ban on Mount Arapiles Indigenous sites",
    "url": "https://www.theguardian.com/australia-news/2025/nov/02/victorian-rock-climbers-urge-people-defy-ban-indigenous-sites",
    "date": "2025-11-02",
    "source": "Environment | The Guardian",
    "text": "<p>State park contains rock art dating back at least 3,000 years and tens of thousands of artefacts</p><ul><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>Rock climbers are openly discussing flouting Victoria’s voluntary bans on routes near Mount Arapiles despite a plea from the state government to respect the area’s Indigenous heritage.</p><p>The area in the state’s west is regarded as among Australia’s premier rock climbing destinations. It also contains millennia-old rock art, among other significant Indigenous sites.</p> <a href=\"https://www.theguardian.com/australia-news/2025/nov/02/victorian-rock-climbers-urge-people-defy-ban-indigenous-sites\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Decision to scrap net zero commitment shows Nationals ‘profoundly out of touch’, critics say – as it happened",
    "url": "https://www.theguardian.com/australia-news/live/2025/nov/02/nationals-net-zero-party-room-meeting-coalition-labor-murray-watt-anthony-albanese-apec-mark-butler-medicare-bulk-billing-ntwnfb",
    "date": "2025-11-02",
    "source": "Environment | The Guardian",
    "text": "<p>This blog is now closed</p><ul><li><p><a href=\"https://www.theguardian.com/australia-news/2025/nov/02/nationals-party-room-meeting-net-zero-emissions-target-david-littleproud\">Nationals ‘proud’ to formally scrap net zero target after party room meeting</a></p></li><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p><strong>Watt says Labor doesn’t have a policy to end native forest logging</strong></p><p>Asked if he wanted native forest logging to continue (it’s not banned in the legislation, despite the significant negative environmental impact that it has), Watt dodges the question by saying the party doesn’t have a specific policy of ending native forest logging.</p><p>What we have said, though, is that we will follow the recommendation from <strong>Graeme Samuel</strong> to apply national environmental standards to the regional forestry agreements that are used for native forestry, so what that means in practice is that native forestry would need to meet higher environmental standards than are currently required under the legislation. That’s a big step forward in terms of the environmental management of native forestry. But it doesn’t go as far as what the Greens party is seeking in being an all-out ban.</p><p>Not in its own right. We haven’t taken the approach of saying that particular projects are altogether banned. Every project will be assessed on its merits whether it be a coal and gas project, whether it be a housing and renewable project, they have all got to demonstrate they’re not having a significant impact on one of the nine matters of national environmental significance under the act.</p><p>If a coal or gas development was seeking approval, then it would need to meet the national environmental standards. It would need to avoid and minimise its environmental impacts and offset them to achieve a net gain. So they would be improvements compared to the criteria that apply to a project at the moment. If it was considered to have an unacceptable impact on the environment then it would get knocked back as would a housing development or a renewable project.</p><p>We’re not trying to sort of put in particular criteria for particular sectors. What we’re trying to do is put in a balanced package for all sorts of projects, for all industries, that deliver environmental and business gains.</p> <a href=\"https://www.theguardian.com/australia-news/live/2025/nov/02/nationals-net-zero-party-room-meeting-coalition-labor-murray-watt-anthony-albanese-apec-mark-butler-medicare-bulk-billing-ntwnfb\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Britain’s canals and rivers face lack of funds amid climate pressures, campaigners warn",
    "url": "https://www.theguardian.com/environment/2025/nov/01/britain-canals-rivers-funding-climate-campaign",
    "date": "2025-11-01",
    "source": "Environment | The Guardian",
    "text": "<p>Many waterways vulnerable to breaches and closures and face mounting maintenance costs, charity says</p><p>Britain’s network of canals and rivers is under strain from funding shortfalls and growing climate pressures, campaigners warn.</p><p>Three-quarters of the country’s waterways face financial peril, according to the Inland Waterways Association (IWA), an independent charity advocating for Britain’s canals and rivers, as the country braces for heavier winter rainfall and intensifying summer droughts.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/01/britain-canals-rivers-funding-climate-campaign\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "The nature extinction crisis is mirrored by one in our own bodies. Both have huge implications for health",
    "url": "https://www.theguardian.com/environment/2025/oct/31/nature-extinction-crisis-mirrored-in-our-bodies-huge-health-implications-aoe",
    "date": "2025-10-31",
    "source": "Environment | The Guardian",
    "text": "<p>Modern life is waging a war against ecosystems around us and inside us. Keeping our own microbes healthy is another reason to demand action to preserve the natural world</p><p>Read more: <a href=\"https://www.theguardian.com/environment/2025/oct/30/rich-lizards-luxury-effect-more-plants-wildlife-wealthier-suburbs-health-aoe\">The luxury effect: why you’ll find more wildlife in wealthy areas – and what it means for your health</a></p><p>Human bodies are like cities, teeming with microcitizens – vast communities of viruses, fungi and bacteria that live all over our skin and inside us. Unsung public servants help us digest food, regulate our immune system, defend against pathogens, and keep hormones in check. Together, they make up what we call the human microbiome.</p><p>Most people have probably heard of the gut microbiome, but different microbes thrive all over our bodies – in our nostrils, on our feet, in our eyes. They are slightly different, like boroughs are composed of different communities of people. Ninety per cent of cells in our body are microbes, and <a href=\"https://www.amnh.org/content/download/131241/2201972/file/human_microbiome_your_body_is_an_ecosystem_stepread1.pdf\">“clouds” of bacteria</a> come off someone’s body as they enter a room. We are all walking ecosystems, picking up and shedding material as we move through life.</p> <a href=\"https://www.theguardian.com/environment/2025/oct/31/nature-extinction-crisis-mirrored-in-our-bodies-huge-health-implications-aoe\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "The luxury effect: why you’ll find more wildlife in wealthy areas – and what it means for your health",
    "url": "https://www.theguardian.com/environment/2025/oct/30/rich-lizards-luxury-effect-more-plants-wildlife-wealthier-suburbs-health-aoe",
    "date": "2025-10-30",
    "source": "Environment | The Guardian",
    "text": "<p>The discovery that affluent neighbourhoods have more diversity of nature has implications for human wellbeing – and sheds light on the structural injustices in cities</p><p>Read more: <a href=\"https://www.theguardian.com/environment/2025/oct/31/nature-extinction-crisis-mirrored-in-our-bodies-huge-health-implications-aoe\">The nature extinction crisis is mirrored by one in our own bodies. Both have huge implications for health</a></p><p>For a long time, ecology tended to ignore people. It mostly focused on beautiful places far from large-scale human development: deep rainforest or pristine grassland. Then, in the late 1990s, in the desert city of Phoenix, Arizona, scientists shifted their gaze closer to home.</p><p>A team of ecologists went out into their own neighbourhood to map the distribution of urban plants in one of the first studies of its kind. Equipped with tape measures and clipboards, they documented trees and shrubs, sometimes getting on all fours to crawl through bushes under the curious watch of local people.</p> <a href=\"https://www.theguardian.com/environment/2025/oct/30/rich-lizards-luxury-effect-more-plants-wildlife-wealthier-suburbs-health-aoe\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "How a radical experiment to bring a forest into a preschool transformed children’s health",
    "url": "https://www.theguardian.com/environment/2025/oct/29/soil-sandpit-children-dirty-biodiversity-finnish-nurseries-research-microbes-bacteria-aoe",
    "date": "2025-10-29",
    "source": "Environment | The Guardian",
    "text": "<p>In Finland, kindergartens are exposing children to more mud, wild plants and moss - and finding changes to their health that show how crucial biodiversity is to wellbeing</p><p>Read more: <a href=\"https://www.theguardian.com/environment/2025/oct/31/nature-extinction-crisis-mirrored-in-our-bodies-huge-health-implications-aoe\">The nature extinction crisis is mirrored by one in our own bodies. Both have huge implications for health</a></p><p>Aurora Nikula, 5, is having a normal day at her nursery. She is making a cake out of sand and mud, adding in make-believe carrots, potatoes and meat. “It’s overcooked,” she says as she splashes water in, then adds another dollop of sand. “More sugar, it tastes better,” she says. A handful of mud goes in, and the dish evolves into a chocolate cake.</p><p>Aki Sinkkonen, a principal scientist with the Natural Resources Institute Finland, is watching. He’s also very interested in Aurora’s cake, but for different reasons. “Perfect,” he says, admiring the way she is mixing soil, sand and leaves and then putting it on her face. “She’s really getting her hands in it.”</p><p>Aki Sinkkonen (left) and Marja Roslund from the Natural Resources Institute Finland in the Humpula garden</p> <a href=\"https://www.theguardian.com/environment/2025/oct/29/soil-sandpit-children-dirty-biodiversity-finnish-nurseries-research-microbes-bacteria-aoe\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "How do you move a village? Residents of France’s last outpost in North America try to outrun the sea",
    "url": "https://www.theguardian.com/environment/2025/oct/28/canada-st-pierre-miquelon-relocation-climate-crisis-rising-tides-france-hurricanes",
    "date": "2025-10-28",
    "source": "Environment | The Guardian",
    "text": "<p>As rising tides eat away at the Saint-Pierre and Miquelon archipelago off Canada, plans to move the historic village to higher ground have divided residents</p><p>Franck Detcheverry, Miquelon’s 41-year-old mayor, trudges up a grassy hill. “The view isn’t too bad, huh?” he jokes. The ocean sparkles 40 metres below the empty mound. The sound of a man playing the bagpipes, as if serenading the sea, floats up from the shoreline. This hill will be the location of his new home and those of all his fellow villagers.</p><p>In the distance, about half a mile away, you can see the outline of the 400 or so buildings in the village of Miquelon. It sits only 2 metres above sea level on the archipelago of Saint-Pierre and Miquelon. Situated off the Canadian coast to the south of Newfoundland, it is an “overseas collectivity” of France, and the country’s last foothold in North America.</p> <a href=\"https://www.theguardian.com/environment/2025/oct/28/canada-st-pierre-miquelon-relocation-climate-crisis-rising-tides-france-hurricanes\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Antarctic krill: how did a paperclip-sized crustacean cause a diplomatic row – and why are they so important?",
    "url": "https://www.theguardian.com/environment/2025/oct/26/explainer-antarctic-krill-vital-ecosystem-food-chain-conservation-carbon-store",
    "date": "2025-10-26",
    "source": "Environment | The Guardian",
    "text": "<p>Russia’s <a href=\"https://www.theguardian.com/environment/2025/oct/26/russia-ukrainian-biologist-leonid-pshenichnov-arrest-treason-antarctic-krill-overfishing\">arrest of a Ukrainian scientist</a> this week over his support for curbs on krill fishing have thrown the vital role of the tiny marine species into the spotlight</p><p>Antarctic krill are small, shrimp-like marine crustaceans (<em>Euphausia superba</em><em>)</em>. They feed on plankton and are the main food source for larger marine animals. The word “krill” comes from the <a href=\"https://www.etymonline.com/search?q=krill\">Norwegian word “</a><em><a href=\"https://www.etymonline.com/search?q=krill\">kril</a></em><a href=\"https://www.etymonline.com/search?q=krill\">” meaning the small fry of fish</a>.</p> <a href=\"https://www.theguardian.com/environment/2025/oct/26/explainer-antarctic-krill-vital-ecosystem-food-chain-conservation-carbon-store\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Russia arrests Ukrainian biologist for backing curbs on Antarctic krill fishing",
    "url": "https://www.theguardian.com/environment/2025/oct/26/russia-ukrainian-biologist-leonid-pshenichnov-arrest-treason-antarctic-krill-overfishing",
    "date": "2025-10-26",
    "source": "Environment | The Guardian",
    "text": "<p>‘Trumped-up’ charges spark diplomatic row as scientists express fears for health of 70-year-old Leonid Pshenichnov</p><ul><li><p><a href=\"https://www.theguardian.com/environment/2025/oct/26/explainer-antarctic-krill-vital-ecosystem-food-chain-conservation-carbon-store\">Antarctic krill: how did a paperclip-sized crustacean cause a diplomatic row – and why are they so important?</a></p></li></ul><p></p><p>A diplomatic row has erupted over the “illegal” detention of one of Ukraine’s scientists, who has been accused by the Kremlin of undermining Russia’s industrial trawling for krill in Antarctica.</p><p>Leonid Pshenichnov, 70, a Ukrainian biologist who is an expert on Antarctica, has a decades-long record of scientific research and contributions to conservation, including support for marine protected areas in the region.</p> <a href=\"https://www.theguardian.com/environment/2025/oct/26/russia-ukrainian-biologist-leonid-pshenichnov-arrest-treason-antarctic-krill-overfishing\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Australia must put politics aside and pass nature laws that benefit the economy and the environment. We owe it to our kids | Zoe Daniel",
    "url": "https://www.theguardian.com/commentisfree/2025/nov/01/australia-nature-laws-put-politics-aside-benefit-economy-environment-kids",
    "date": "2025-11-01",
    "source": "Environment | The Guardian",
    "text": "<p>There’s no such thing as a perfect legislative solution. It’s about finding one that’s workable – for the community, for the economy and for nature</p><p>Victoria’s Healesville Sanctuary is helping to protect and restore the critically endangered orange-bellied parrot which is predicted to be extinct within five years.</p><p>With only 50 known to be left in the wild, a major breeding program aims to release up to 20 pairs of the migratory birds annually.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2021/dec/21/sign-up-for-five-great-reads-guardian-australias-wrap-of-our-best-summer-stories\">Sign up for a weekly email featuring our best reads</a></strong></p> <a href=\"https://www.theguardian.com/commentisfree/2025/nov/01/australia-nature-laws-put-politics-aside-benefit-economy-environment-kids\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "World leaders, remember that future generations will judge you. At Cop30, you can define how | Gordon Brown",
    "url": "https://www.theguardian.com/commentisfree/2025/nov/01/world-leaders-future-generations-judge-cop30-keir-starmer-gordon-brown",
    "date": "2025-11-01",
    "source": "Environment | The Guardian",
    "text": "<p>Keir Starmer is taking the lead on tackling the climate crisis. With the US backing away, now is the moment when other nations must step up</p><p>With the once-familiar pillars of the old world order crumbling and the US stepping away from <a href=\"https://www.lse.ac.uk/granthaminstitute/news/inside-trumps-campaign-to-censor-climate-science/\" title=\"Protected by Outlook: https://www.lse.ac.uk/granthaminstitute/news/inside-trumps-campaign-to-censor-climate-science/. Click or tap to follow the link.\">action on climate crisis</a>, it falls to others to assume global environmental leadership. Those leaders who understand the urgency should seize the opportunity afforded by <a href=\"https://cop30.br/en\" title=\"Protected by Outlook: https://cop30.br/en. Click or tap to follow the link.\">Brazil hosting Cop30</a> this month to build a coalition of committed countries determined to turn back the climate deniers.</p><p>Many now see China – the most <a href=\"https://dialogue.earth/en/business/new-three-china-solar-cell-lithium-battery-ev/\" title=\"Protected by Outlook: https://dialogue.earth/en/business/new-three-china-solar-cell-lithium-battery-ev/. Click or tap to follow the link.\">successful manufacturer</a> of solar, wind, battery and electric vehicle technologies – as the global low-carbon powerhouse. But its <a href=\"https://climateactiontracker.org/press/chinas-new-target-unlikely-to-drive-down-emissions/\" title=\"Protected by Outlook: https://climateactiontracker.org/press/chinas-new-target-unlikely-to-drive-down-emissions/. Click or tap to follow the link.\">national emission goals</a>, recently submitted to the UN, are underwhelming and it is unclear whether China is willing to take up the mantle of climate leadership.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/nov/01/world-leaders-future-generations-judge-cop30-keir-starmer-gordon-brown\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Despite what a thinktank bleats to the Coalition, heat deaths are in fact ‘a thing’ | Temperature Check",
    "url": "https://www.theguardian.com/environment/2025/oct/31/climate-risk-heat-deaths-fact-despite-coalition-thinktank",
    "date": "2025-10-30",
    "source": "Environment | The Guardian",
    "text": "<p>Centre for Independent Studies points to climate risk report to back up its dismissal of heat-related deaths, but neglects to use the part that actually concerns the future</p><ul><li><p><a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=cvau_sfl\">Sign up for climate and environment editor Adam Morton’s free Clear Air newsletter here</a></p></li><li><p><a href=\"https://www.theguardian.com/australia-news/live/2025/oct/31/australia-news-live-politics-parliament-coalition-labor-net-zero-anthony-albanese-sussan-ley-epbc-nature-laws-ntwnfb\">Follow our Australia news live blog for latest updates</a></p></li></ul><p>When is a thing that is definitely a thing, not a thing? When you’re a thinktank trying to convince Coalition MPs they shouldn’t be backing policies to help Australia reach net zero greenhouse gas emissions.</p><p>As <a href=\"https://www.theguardian.com/australia-news/2025/oct/29/coalition-mps-net-zero-doubts-climate-science\">reported by Guardian Australia</a>, the Centre for Independent Studies (CIS) gave a presentation to Coalition MPs in Canberra this week, telling them “heat deaths aren’t a thing” as part of a briefing to convince them to go cold on policies to get greenhouse gas emissions to net zero.</p> <a href=\"https://www.theguardian.com/environment/2025/oct/31/climate-risk-heat-deaths-fact-despite-coalition-thinktank\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Is it possible to find a sensible centre on climate change? | Fiona Katauskas",
    "url": "https://www.theguardian.com/commentisfree/picture/2025/oct/28/is-it-possible-to-find-a-sensible-centre-on-climate-change",
    "date": "2025-10-28",
    "source": "Environment | The Guardian",
    "text": "<p>Murray Watt seems to think so</p><ul><li><p>See more of <a href=\"https://www.theguardian.com/profile/fiona-katauskas\">Fiona Katauskas’s cartoons here</a></p></li></ul> <a href=\"https://www.theguardian.com/commentisfree/picture/2025/oct/28/is-it-possible-to-find-a-sensible-centre-on-climate-change\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Heavy rain floods streets in New York City – video",
    "url": "https://www.theguardian.com/us-news/video/2025/oct/31/heavy-rain-floods-streets-in-new-york-city-video",
    "date": "2025-10-31",
    "source": "Environment | The Guardian",
    "text": "<p>At least two people died on Thursday in flooded basements after record rainfall in parts of New York City that also deluged some streets and subway stations. Preliminary reports showed 45.7mm (1.8in) of rain fell in Central Park, which exceeded its record of 41.7mm set in 1917, the National Weather Service said. LaGuardia airport recorded 50mm of rain, which broke the hub's 1955 record of 30mm</p><p></p><ul><li><p><a href=\"https://www.theguardian.com/us-news/2025/oct/30/new-york-floods\">Two found dead in flooded basements as New York hit by rainstorm</a></p></li></ul> <a href=\"https://www.theguardian.com/us-news/video/2025/oct/31/heavy-rain-floods-streets-in-new-york-city-video\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Week in wildlife: a tiger in a tube, migrating crabs and busy Highland beavers",
    "url": "https://www.theguardian.com/environment/gallery/2025/oct/31/week-in-wildlife-a-tiger-in-a-tube-migrating-crabs-and-busy-highland-beavers",
    "date": "2025-10-31",
    "source": "Environment | The Guardian",
    "text": "<p>The best of this week’s wildlife photographs from around the world</p> <a href=\"https://www.theguardian.com/environment/gallery/2025/oct/31/week-in-wildlife-a-tiger-in-a-tube-migrating-crabs-and-busy-highland-beavers\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Vietnam floods: streets of Hoi An submerged like canals of Venice – in pictures",
    "url": "https://www.theguardian.com/world/gallery/2025/oct/31/vietnam-floods-hoi-an-tourist-spots-submerged-pictures",
    "date": "2025-10-31",
    "source": "Environment | The Guardian",
    "text": "<p>Flooding that killed 10 people in central Vietnam this week turned streets in the historic town of Hoi An into canals on Thursday after a major river reached a 60-year high, authorities say. The Unesco heritage-listed town is among the country’s most popular tourist destinations</p> <a href=\"https://www.theguardian.com/world/gallery/2025/oct/31/vietnam-floods-hoi-an-tourist-spots-submerged-pictures\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Oil giant Shell launches another $3.5 billion share buyback as profit beats expectations",
    "url": "https://www.cnbc.com/2025/10/30/shell-earnings-q3-2025.html",
    "date": "2025-10-30",
    "source": "Energy",
    "text": "The Shell gas station logo is displayed on February 13, 2025 in Austin, Texas.\n\nBritish oil major Shell on Thursday reported stronger-than-expected third-quarter profit, citing robust operational performance and higher trading contributions.\n\nShell posted adjusted earnings of $5.4 billion for the quarter, beating analyst expectations of $5.05 billion, according to an LSEG-compiled consensus. A separate, company-provided analyst forecast had put Shell's expected third-quarter profit at $5.09 billion.\n\nThe London-headquartered firm reported adjusted earnings of $6 billion over the same period last year and $4.26 billion for this year's April-June period.\n\n\"Shell delivered another strong set of results, with clear progress across our portfolio and excellent performance in our Marketing business and deepwater assets in the Gulf of America and Brazil,\" Shell CEO Wael Sawan said in a statement.\n\nThe company also announced another $3.5 billion in share buybacks over the next three months, maintaining the pace of its shareholder returns. The company said it marked the 16th consecutive quarter of at least $3 billion in buybacks.\n\nShell's net debt came in at $41.2 billion at the end of the third quarter, down from $43.2 billion on a quarterly basis.\n\nThe oil major's London-listed share price finished Thursday's session up 0.2%. The stock price is up more 16% year-to-date, outperforming its industry peers.\n\n\"Numbers are solid in virtually all divisions and shows earning growth and strong cash flow generation,\" said Maurizio Carulli, global energy and materials analyst at Quilter Cheviot.\n\n\"Of note the robust production in Brazil and the Gulf of Mexico. The LNG Canada ramp up, with an initial 13 cargos in Q3, benefited the results as well. The only weak part was Chemicals, but it is a small part of the business and Shell's management is trying to find a strategic solution for it,\" Carulli said.\n\nOther third-quarter highlights included:\n\nAdjusted earnings fell 9.9% compared to the same period last year.\n\nCash flow from operations (CFFO) came in at $12.2 billion for the third quarter, compared to $14.7 billion in the same period last year.\n\nCash capital expenditure for the quarter stood at $4.9 billion.\n\nShell's results come as French oil major TotalEnergies reported a slight drop in third-quarter profit as oil and gas production growth helped to offset lower crude prices.\n\nNorwegian energy firm Equinor , for its part, on Wednesday posted a steeper-than-expected drop in third-quarter profit, with adjusted operating income coming in at $6.21 billion for the July-September period.\n\nU.S. oil giants Exxon Mobil and Chevron are both scheduled to report third-quarter results on Friday, with Britain's BP set to follow suit on Tuesday.\n\nAnalysts expect Big Oil's shareholder payouts to come under pressure over the coming months, with energy majors looking to tighten their belts amid a weaker crude price environment.",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Mining execs embrace 'phenomenal' rare earths interest from the Middle East",
    "url": "https://www.cnbc.com/2025/10/28/rare-earths-mining-firms-embrace-bumper-interest-from-the-middle-east.html",
    "date": "2025-10-28",
    "source": "Energy",
    "text": "Mining executives have welcomed a sharp upswing in investor interest from the Middle East, as Gulf states seek to expand their critical mineral ambitions and take on established global players.\n\nCritical minerals refer to a subset of materials considered essential to the energy transition. These resources, which tend to have a high risk of supply chain disruption, include metals such as copper, lithium, nickel, cobalt and rare earth elements.\n\n\"The interest in rare earths in this part of the world is phenomenal,\" Tony Sage, CEO of U.S.-listed rare earths miner Critical Metals, said during a business trip through the Middle East.\n\n\"I didn't expect it because, you know, they can't mine it. There [are] really no discoveries in this area, but they want to be able to participate somehow in the downstream,\" Sage told CNBC by telephone.\n\nHis comments come as policymakers and business leaders flock to Saudi Arabia's Future Investment Initiative (FII) in Riyadh, an event nicknamed as the \"Davos in the Desert.\"\n\nThe annual event, which got underway on Monday, is being held under the theme: \"The Key to Prosperity: Unlocking New Frontiers of Growth.\" It is expected this year's FII will lean into areas such as artificial intelligence, particularly as the oil-rich kingdom continues with its mission to diversify its economy.",
    "image_url": null,
    "cluster_id": -1
  }
]