[
  {
    "title": "In the Amazon, a school becomes a beacon of climate resilience",
    "url": "https://news.un.org/feed/view/en/story/2025/11/1166408",
    "date": "2025-11-19",
    "source": "UN News - Global perspective Human stories",
    "text": "The boat ride from Belém to Barcarena is a journey through shimmering waterways and emerald forest, where the Amazon meets the Atlantic in a sweep of beauty. But beneath the postcard-perfect scene, climate change is quietly rewriting the rules of life.",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/19-11-25-ONUNews-Barcarena03.png/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "COP30 enters its final stretch: urgency, ambition, and voices from the streets",
    "url": "https://news.un.org/feed/view/en/story/2025/11/1166390",
    "date": "2025-11-17",
    "source": "UN News - Global perspective Human stories",
    "text": "The last week of COP30 has begun in Belém with a palpable sense of urgency. Ministers and senior officials are now stepping into the spotlight, as negotiations move from technical wrangling to political decision-making. The stakes? Nothing less than charting a credible path to climate justice in a world running out of time.",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/25-11-17-COP30-indigenous.jpg/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "On Brazil’s Combu Island, chocolate makers hold clues to climate action",
    "url": "https://news.un.org/feed/view/en/story/2025/11/1166379",
    "date": "2025-11-17",
    "source": "UN News - Global perspective Human stories",
    "text": "Combu Island – Ilha do Combu in Portuguese – rises like a wall of living green from Brazil’s Guamá River. It is a testament to centuries of shared existence between the forest and its riverside communities. Here, cupuaçu, taperebá, pupunha, araçá and cacao are more than fruits; they are threads in the fabric of local culture, livelihoods and identity.",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/16-11-25-ONUNews-IlhaCombu-05.png/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "Indigenous protesters block COP30 entrance, demand action from Brazilian Government",
    "url": "https://news.un.org/feed/view/en/story/2025/11/1166373",
    "date": "2025-11-14",
    "source": "UN News - Global perspective Human stories",
    "text": "Around 90 Indigenous people from the Munduruku Indigenous group staged a peaceful protest early Friday, blocking the main entrance to the Blue Zone – the restricted area set aside for negotiators – at COP30 in Belém. Access was halted for about an hour, and the army was called in to reinforce security.",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Collections/Embargoed/14-11-2025-UNFCCC-COP30-indigenous-07.jpg/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "COP30: Climate crisis is a health crisis, WHO warns as philanthropies pledge $300m for solutions",
    "url": "https://news.un.org/feed/view/en/story/2025/11/1166369",
    "date": "2025-11-14",
    "source": "UN News - Global perspective Human stories",
    "text": "Climate change is already fueling a global health emergency, killing more than half a million people each year through extreme heat and threatening hospitals worldwide, according to a major report released on Friday at COP30 in Belém, Brazil.",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Collections/Embargoed/27-11-2023_UNICEF_Madagascar-02.jpg/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "From Haiti to Ethiopia: voices of climate displacement at COP30",
    "url": "https://news.un.org/feed/view/en/story/2025/11/1166365",
    "date": "2025-11-13",
    "source": "UN News - Global perspective Human stories",
    "text": "Floods, heatwaves, droughts and storms are forcing millions from their homes every year. Most never cross a border; they remain internally displaced yet uprooted all the same. But experts warn that in the not-so-distant future, entire nations could disappear beneath rising seas or become uninhabitable through drought.",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/16-06-2022_IOM_PapuaNewGuinea.jpg/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "Protecting lives in a warming world: Health takes centre stage at COP30",
    "url": "https://news.un.org/feed/view/en/story/2025/11/1166357",
    "date": "2025-11-13",
    "source": "UN News - Global perspective Human stories",
    "text": "Hailed by Brazil as “a crucial moment to demonstrate the strength of the health sector in global climate action,” a blueprint for global health systems to adapt to rising temperatures and extreme weather has been launched at the COP30 UN climate conference.",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Collections/Embargoed/11-11-2025-UNICEF-Thailand.jpg/image560x340cropped.jpg",
    "cluster_id": -1
  },
  {
    "title": "People in the US: tell us how the climate crisis has affected your life in small ways this year",
    "url": "https://www.theguardian.com/environment/2025/nov/19/us-climate-crisis-effect-everyday-life",
    "date": "2025-11-19",
    "source": "Environment | The Guardian",
    "text": "<p>We want to hear about how these shifts showed up in your everyday lives this year</p><p>The climate crisis is reshaping our lives: extreme weather events are intensifying, extinctions are accelerating and the urgency for both adaptation and intervention only increase.</p><p>But there are also the smaller, more personal impacts. Perhaps it’s not being able to fish with your kids in the place where your childhood memories were made because the river has dried up. Maybe it’s not being able to gather around a campfire in the summer, due to wildfire risks and restrictions. It can be the loss of a favorite tree, a personal sacrifice you’ve made for the greater good, or a change you’ve observed through the seasons.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/19/us-climate-crisis-effect-everyday-life\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Trump’s anti-climate agenda could result in 1.3m more deaths globally, analysis finds",
    "url": "https://www.theguardian.com/environment/2025/nov/19/trump-emissions-policy-could-cause-climate-deaths",
    "date": "2025-11-19",
    "source": "Environment | The Guardian",
    "text": "<p>Fallout from increased emissions linked to president’s ‘America First’ policies expected to most affect those in poor, hot countries</p><p><em>This article is co-published with ProPublica, a non</em><em>-profit newsroom that <a href=\"https://www.propublica.org/newsletters/the-big-story?source=www.propublica.org&amp;placement=top-note&amp;region=national\">investigates abuses of power</a>.</em></p><p>New advances in environmental science are providing a detailed understanding of the human cost of the Trump administration’s approach to climate.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/19/trump-emissions-policy-could-cause-climate-deaths\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Stranded whale euthanized after failed rescue attempt off Oregon coast",
    "url": "https://www.theguardian.com/us-news/2025/nov/18/stranded-humpback-whale-euthanized-oregon",
    "date": "2025-11-18",
    "source": "Environment | The Guardian",
    "text": "<p>Young humpback whale was found washed ashore and individuals had rallied together to try to help </p><p>A humpback whale stranded off the coast of <a href=\"https://www.theguardian.com/us-news/oregon\">Oregon</a> was euthanized on Monday following a failed rescue attempt from several organizations and agencies.</p><p>On Saturday, the young whale was found washed ashore near San Marine state park, <a href=\"https://komonews.com/news/local/stranded-humpback-whale-set-to-be-euthanized-days-after-it-washes-ashore-tangled-in-ropes\">KOMO News reported</a>. Over the weekend, individuals rallied together to try to help the mammal, who appeared to be caught in a fishing net, but were unsuccessful.</p> <a href=\"https://www.theguardian.com/us-news/2025/nov/18/stranded-humpback-whale-euthanized-oregon\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Surgeons reattach 10-year-old girl’s hand nearly lost in Florida shark attack",
    "url": "https://www.theguardian.com/us-news/2025/nov/18/surgeons-reattach-hand-shark-attack",
    "date": "2025-11-18",
    "source": "Environment | The Guardian",
    "text": "<p>Leah Lendel was bitten by a bull shark as she was snorkeling with her family from a beach in Boca Grande</p><p>A 10-year-old girl whose hand was reattached after it was severed in a <a href=\"https://www.theguardian.com/environment/sharks\">shark</a> attack has spoken of her remarkable recovery after a “miracle” six-hour operation that has allowed her to resume knitting outfits for her beloved <a href=\"https://www.theguardian.com/film/barbie\">Barbie</a> dolls.</p><p>Leah Lendel’s right hand was left hanging by shreds of skin after the <a href=\"https://www.theguardian.com/us-news/2025/jun/14/florida-shark-attack\">bite by a 9ft bull shark</a> as she was snorkeling with her family at a beach in Boca Grande, Florida, in June.</p> <a href=\"https://www.theguardian.com/us-news/2025/nov/18/surgeons-reattach-hand-shark-attack\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "As New York City builds flood resilience, a Queens neighborhood feels neglected: ‘We are forgotten here’",
    "url": "https://www.theguardian.com/us-news/2025/nov/18/new-york-city-queens-flooding-climate-crisis",
    "date": "2025-11-18",
    "source": "Environment | The Guardian",
    "text": "<p>Decade after officials promised to cut flood risks, Edgemere residents and experts say it continues to be vulnerable</p><p><em>This article was produced in partnership between <a href=\"https://floodlightnews.org/\">Floodlight</a>, <a href=\"https://nysfocus.com/\">New York Focus</a> and the Guardian.</em></p><p>Baba Ndanani has lived in one of New York City’s most flood-prone neighborhoods for more than 20 years, and he knows the risks all too well.</p> <a href=\"https://www.theguardian.com/us-news/2025/nov/18/new-york-city-queens-flooding-climate-crisis\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Can mountain lions make a comeback in the US north-east? One group hopes so",
    "url": "https://www.theguardian.com/us-news/2025/nov/18/mountain-lions-push-comeback-north-east",
    "date": "2025-11-18",
    "source": "Environment | The Guardian",
    "text": "<p>Reintroducing the apex predator would control deer populations, maintaining healthy ecosystems and bolstering biodiversity, rewilding group says</p><p>Last summer, a wildlife photographer saw, or believed he saw, a mountain lion in South Burlington, Vermont. While it’s possible, it is also remarkable: the apex predator was rendered extinct in northern New England in 1881 and the nearest confirmed breeding population is in North Dakota, 2,000 miles (3,200km) away.</p><p>But there could be in years hence more definitive sightings if Mighty Earth, a US-headquartered rewilding organization, convinces state and local authorities, along with Vermonters in general, that returning the top-level predator – known in various regions as the cougar, puma, panther and, in the north-east, catamount – to the region.</p> <a href=\"https://www.theguardian.com/us-news/2025/nov/18/mountain-lions-push-comeback-north-east\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "California farms applied millions of pounds of Pfas to key crops, study finds",
    "url": "https://www.theguardian.com/environment/2025/nov/18/california-pfas-forever-chemicals",
    "date": "2025-11-18",
    "source": "Environment | The Guardian",
    "text": "<p>‘Forever chemicals’ sprayed on almonds, grapes, tomatoes and other crops as activists warn of ‘obvious problem’</p><p>California farms applied an average of 2.5m lb of Pfas “forever chemicals” per year on cropland from 2018 to 2023, or a total of about 15m lb, a new review of state records shows.</p><p>The chemicals are added to pesticides that are sprayed on crops such as almonds, pistachios, wine grapes, alfalfa and tomatoes, the review of California department of pesticide regulation data found. The Environmental Working Group non-profit put together the report.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/18/california-pfas-forever-chemicals\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Turkey to host Cop31 climate conference after Australia drops push to hold it in Adelaide",
    "url": "https://www.theguardian.com/australia-news/2025/nov/20/turkey-to-host-cop31-climate-conference-after-australia-drops-push-to-hold-it-in-adelaide",
    "date": "2025-11-20",
    "source": "Environment | The Guardian",
    "text": "<p>Fortnight-long event to be held in Antalya but Australian climate change minister Chris Bowen expected to lead the negotiations</p><ul><li><p><a href=\"https://www.theguardian.com/australia-news/live/2025/nov/20/australia-news-live-volcano-java-labor-nature-laws-coalition-sussan-ley-anthony-albanese-nsw-leadership-spill-liberal-chaos-ntwnfb\">Follow our Australia news live blog for latest updates</a></p></li><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>Turkey will host the Cop31 climate conference after the Australian government dropped its push to hold the event in Adelaide at the last moment despite having invested in a more than three-year campaign.</p><p>But Australia’s climate change minister, Chris Bowen, is expected to lead climate negotiations at the summit in Turkey’s Mediterranean resort city of Antalya in November 2026 under a compromise deal to resolve a standoff between the two countries.</p> <a href=\"https://www.theguardian.com/australia-news/2025/nov/20/turkey-to-host-cop31-climate-conference-after-australia-drops-push-to-hold-it-in-adelaide\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Papua New Guinea ‘not happy’ as Australia walks away from bid to host Cop31",
    "url": "https://www.theguardian.com/environment/2025/nov/20/papua-new-guinea-pacific-not-happy-australia-walks-away-from-bid-to-host-cop31",
    "date": "2025-11-20",
    "source": "Environment | The Guardian",
    "text": "<p>Australia had been pushing to host climate conference next year with south Pacific nations, which are increasingly threatened by rising seas and climate-fuelled disasters</p><p>Papua New Guinea has voiced frustration after Australia <a href=\"https://www.theguardian.com/australia-news/2025/nov/20/turkey-to-host-cop31-climate-conference-after-australia-drops-push-to-hold-it-in-adelaide\">ditched a bid to co-host next year’s UN climate talks</a> with its Pacific island neighbours.</p><p>“We are all not happy. And disappointed it’s ended up like this,” foreign minister Justin Tkatchenko told Agence France-Presse after Australia ceded hosting rights to Turkey.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/20/papua-new-guinea-pacific-not-happy-australia-walks-away-from-bid-to-host-cop31\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Cop30: Scientists warn countries must act decisively to protect people and life or risk ‘suffering for billions’ – as it happened",
    "url": "https://www.theguardian.com/environment/live/2025/nov/19/cop30-live-brazilian-president-lula-climate-summit-belem-latest-news-updates",
    "date": "2025-11-19",
    "source": "Environment | The Guardian",
    "text": "<p>As president Lula tries to find common ground between negotiating countries, planetary scientists say emissions must be urgently cut</p><p>Mother Earth is watching over Cop30. “I am taking care to watch over all the decisions taken here about me,” she told the Guardian. The blessing card she presented said: “Knowing the powerful impact my thoughts can have on others and the environment, I choose to create a positive mindset.”</p><p>This beautiful vision is in everyday life Nazaré Oliveira, an indigenous woman from Belém, and a descendant of the Potyguar people. She is part of the international spiritual organisation <a href=\"https://www.brahmakumaris.com/\">Brahma Kumaris</a>, led by women and which uses meditation to emphasise the concept of identity as souls rather than bodies and the idea that humanity and nature are one.</p><p>This is my fifth COP. I’ve been around since COP26 in Glasgow and this has been the most militarised COP I’ve attended. We had really high expectations because I’m from Latin America, and this is also the Latin American COP – apart from the Amazonian and the Brazilian Cop.</p><p>So we had really high expectations of also being able to demonstrate, protest and exercise our right to the civic space. But we have encountered heavy militarisation and a heavy crackdown on civil society protesting outside the venue.</p><p>I think it’s very disconcerting. Like it was definitely a very racist letter where the UN seems to want to inflict power over the autonomous territory of Brazilian authorities.</p><p>I think this is a confrontation that is needed. What’s happening in between civil society, the military and the UN, it’s a reflection of the tension that exists within this space. So I hope for this COP that the United Nations authorities and the Brazilian authorities open their eyes and they realise that what they are doing, what they are inflicting with the militarisation of COP is completely opposite of what they have been preaching in the last three years.</p><p>Brazil knew that they wanted to host this COP since three years ago, probably even earlier. So the way that they are responding to it does not show that they were ready to receive all this flow of international civil society. So my hope is that they can release, relax the heavy militarization that they’re putting in the space and allow us to use the civic space to demonstrate.</p> <a href=\"https://www.theguardian.com/environment/live/2025/nov/19/cop30-live-brazilian-president-lula-climate-summit-belem-latest-news-updates\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Divide over fossil fuels phaseout can be bridged, Cop30 president says",
    "url": "https://www.theguardian.com/environment/2025/nov/19/divide-over-fossil-fuels-phaseout-can-be-bridged-cop30-president-says",
    "date": "2025-11-19",
    "source": "Environment | The Guardian",
    "text": "<p>Exclusive: André Corrêa do Lago says rise of clean energy must be acknowledged and rich countries need to do more</p><ul><li><p><a href=\"https://www.theguardian.com/environment/cop30\">Cop30: click here for full Guardian coverage of climate talks in Brazil</a></p></li></ul><p>Oil-producing countries need to acknowledge the rise of clean energy, and rich countries will have to provide more assurances on finance if the chasm between negotiating nations at Cop30 is to be bridged, the president of the summit has said.</p><p>André Corrêa do Lago, the veteran Brazilian climate diplomat in charge of the talks, said: “Developing countries are looking at developed countries as countries that could be much more generous in supporting them to be more sustainable. They could offer more finance, and technology.”</p> <a href=\"https://www.theguardian.com/environment/2025/nov/19/divide-over-fossil-fuels-phaseout-can-be-bridged-cop30-president-says\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Nazi bombs, torpedo heads and mines: how marine life thrives on dumped weapons",
    "url": "https://www.theguardian.com/environment/2025/nov/20/oceans-germany-baltic-sealife-reefs-toxic-second-world-war-munitions-aoe",
    "date": "2025-11-20",
    "source": "Environment | The Guardian",
    "text": "<p>Scientists discover thousands of sea creatures have made their homes amid the detritus of abandoned second world war munitions off the coast of Germany</p><p>In the brackish waters off the German coast lies a wasteland of Nazi bombs, torpedo heads and mines. Thrown off barges at the end of the second world war and forgotten about, thousands of munitions have become matted together over the years. They form a rusting carpet on the shallow, muddy seafloor of the Bay of Lübeck in the western tip of the Baltic Sea.</p><p>Over the decades, the Nazi arsenal was ignored and forgotten about. A growing number of tourists flocked to the sandy beaches and calm waters for jetskiing, kite surfing and amusement parks. Beneath the surface, the weapons decayed.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/20/oceans-germany-baltic-sealife-reefs-toxic-second-world-war-munitions-aoe\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "The rainforest the world forgot: the Congo basin is the second largest on Earth, so why is it being neglected?",
    "url": "https://www.theguardian.com/environment/2025/nov/18/congo-basin-rainforest-africa-research-funding-aoe",
    "date": "2025-11-18",
    "source": "Environment | The Guardian",
    "text": "<p>It is one of the world’s most vital carbon sinks, but this tropical rainforest is losing out when it comes to climate policy and funding</p><p>In October 2023, leaders, scientists and policymakers from <a href=\"https://www.thethreebasinsummit.org/\">three of the world’s great rainforest regions</a> – the Amazon, the Congo, and the Borneo-Mekong basins – assembled in Brazzaville, capital of the Republic of Congo. They were there to discuss one urgent question: how to save the planet’s last great tropical forests from accelerating destruction.</p><p>For those present, the question was existential. But to their dismay, almost no one noticed. “There was very little acknowledgment that this was happening, outside of the Congo basin region,” says Prof Simon Lewis, a lecturer at the University of Leeds and University College London, and co-chair of the <a href=\"https://congobasinscience.net/\">Congo Basin Science Initiative</a> (CBSI).</p> <a href=\"https://www.theguardian.com/environment/2025/nov/18/congo-basin-rainforest-africa-research-funding-aoe\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "France’s birds start to show signs of recovery after bee-harming pesticide ban",
    "url": "https://www.theguardian.com/environment/2025/nov/17/france-wildlife-insect-bird-numbers-rise-neonicotinoid-pesticide-ban-aoe",
    "date": "2025-11-17",
    "source": "Environment | The Guardian",
    "text": "<p>Analysis shows small hike in populations of insect-eating species after 2018 ruling, but full recovery may take decades</p><p>Insect-eating bird populations in France appear to be making a tentative recovery after a ban on bee-harming pesticides, according to the first study to examine how wildlife is returning in Europe.</p><p>Neonicotinoids are the world’s most common class of insecticides, widely used in agriculture and for flea control in pets. By 2022, four years after the European Union <a href=\"https://www.theguardian.com/environment/2018/apr/27/eu-agrees-total-ban-on-bee-harming-pesticides\">banned neonicotinoid use in fields</a>, researchers observed that France’s population of insect-eating birds had increased by 2%-3%. These included blackbirds, blackcaps and chaffinches, which feed on insects as adults and as chicks.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/17/france-wildlife-insect-bird-numbers-rise-neonicotinoid-pesticide-ban-aoe\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Fears for elephant seals as bird flu kills half of population in South Atlantic",
    "url": "https://www.theguardian.com/environment/2025/nov/13/bird-flu-h5n1-kills-half-elephant-seals-south-atlantic-south-georgia-antarctic-aoe",
    "date": "2025-11-13",
    "source": "Environment | The Guardian",
    "text": "<p>Study estimates 53,000 females have died on South Georgia since 2023, with ‘dramatic impact’ on future of the species</p><p>Bird flu has wiped out half of South Georgia’s breeding elephant seals, according to a study that warns of “serious implications” for the future of the species.</p><p>The remote island in the South Atlantic Ocean is home to the world’s largest southern elephant seal population. Researchers estimate 53,000 females died after bird flu hit in 2023.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/13/bird-flu-h5n1-kills-half-elephant-seals-south-atlantic-south-georgia-antarctic-aoe\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Onboard the world’s largest sailing cargo ship: is this the future of travel and transport?",
    "url": "https://www.theguardian.com/environment/2025/nov/19/shipping-carbon-emissions-neoliner-origin-cargo-age-of-sail",
    "date": "2025-11-19",
    "source": "Environment | The Guardian",
    "text": "<p>The Neoliner Origin set off on its inaugural two-week voyage from France to the US with the aim of revolutionising the notoriously dirty shipping industry</p><p>It is 8pm on a Saturday evening and eight of us are sitting at a table onboard a ship, holding on to our plates of spaghetti carbonara as our chairs slide back and forth. Michel Péry, the dinner’s host, downplays the weather as a “<em>tempête de journalistes” – </em>something sailors would not categorise as a storm, but which drama-seeking journalists might refer to as such to entertain their readers.</p><p>But after a white-knuckle night in our cabins with winds reaching 74mph or force 12 – officially a hurricane – Péry has to admit it was not just a “journalists’ storm”, but the real deal.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/19/shipping-carbon-emissions-neoliner-origin-cargo-age-of-sail\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "These rare whales had never been seen alive. Then a team in Mexico sighted two",
    "url": "https://www.theguardian.com/environment/2025/nov/17/rare-gingko-toothed-beaked-whale-science-cetacean-research",
    "date": "2025-11-17",
    "source": "Environment | The Guardian",
    "text": "<p>The search for a ginkgo-toothed beaked whale had taken five years, when a thieving albatross nearly ruined it all</p><p>It was an early morning in June 2024 and along the coast of Baja California in Mexico, scientists on the Pacific Storm research vessel were finishing their coffee and preparing for a long day searching for some of the most elusive creatures on the planet. Suddenly a call came from the bridge: “Whales! Starboard side!”</p><p>For the next few hours, what looked like a couple of juvenile beaked whales kept surfacing and disappearing until finally Robert Pitman, a now-retired researcher at Oregon State University, fired a small arrow from a modified crossbow at the back of one of them.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/17/rare-gingko-toothed-beaked-whale-science-cetacean-research\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "‘We feel we’re fighting a losing battle’: the race to remove millions of plastic beads from Camber Sands",
    "url": "https://www.theguardian.com/environment/2025/nov/15/race-remove-millions-plastic-biobeads-camber-sands-volunteers",
    "date": "2025-11-15",
    "source": "Environment | The Guardian",
    "text": "<p>A huge cleanup effort has seen volunteers working to remove beads by hand and machine. They can only wait and see the extent of damage to wildlife and dune habitat</p><p>Just past a scrum of dog walkers, about 40 people are urgently combing through the sand on hands and knees. Their task is to try to remove millions of peppercorn-sized black plastic biobeads from where they have settled in the sand. Beyond them, a seal carcass grins menacingly, teeth protruding from its rotting skull.</p><p>Last week, an environmental disaster took place on Camber Sands beach, on what could turn out to be an unprecedented scale. Eastbourne Wastewater Treatment Works, owned by Southern Water, experienced a mechanical failure and <a href=\"https://www.theguardian.com/uk-news/2025/nov/08/environmental-catastrophe-fears-as-millions-of-plastic-beads-wash-up-on-camber-sands\">spewed out millions of biobeads</a> on to the Sussex coastline. Southern Water <a href=\"https://www.theguardian.com/environment/2025/nov/10/southern-water-spill-plastic-biobeads-sussex-camber-sands\">has since taken responsibility</a> for the spill. Ironically, biobeads are used to clean wastewater – bacteria attach to their rough, crinkly surface and clean the water of contaminants.</p><p>Camber Sands is one of England’s most popular beaches, with rare dune habitat</p> <a href=\"https://www.theguardian.com/environment/2025/nov/15/race-remove-millions-plastic-biobeads-camber-sands-volunteers\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Australia’s failed bid to host Cop31 looks like a mess – but it may actually be the best result possible | Adam Morton",
    "url": "https://www.theguardian.com/environment/2025/nov/20/australia-cop31-failed-host-bid-outcome-chris-bowen-climate",
    "date": "2025-11-20",
    "source": "Environment | The Guardian",
    "text": "<p>While the outcome is a let down for those who want Australia to do better on climate, Chris Bowen looks set to play a pivotal role in the UN talks</p><ul><li><p><a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=cvau_sfl\">Sign up for climate and environment editor Adam Morton’s free Clear Air newsletter here</a></p></li></ul><p>Ouch. From one perspective, Australia’s long-running bid to host the Cop31 UN climate conference next year has ended in clear failure.</p><p>It campaigned for more than three years for the rights to put on the world’s biggest climate summit and green trade fair, which would have brought tens of thousands of people to the South Australian capital of Adelaide next November.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/20/australia-cop31-failed-host-bid-outcome-chris-bowen-climate\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "The conservative parties can change their leaders – but it won’t stop the NSW Coalition’s death spiral | Anne Davies",
    "url": "https://www.theguardian.com/australia-news/2025/nov/18/the-conservative-parties-can-change-their-leaders-but-it-wont-stop-the-nsw-coalitions-death-spiral",
    "date": "2025-11-18",
    "source": "Environment | The Guardian",
    "text": "<p>The Nationals have a new leader in Gurmesh Singh, and Kellie Sloane could soon replace Liberal leader Mark Speakman. But the Coalition is fractured on net zero</p><ul><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>The NSW Nationals have a new leader, Gurmesh Singh, and the Liberals will almost certainly follow suit by early next week.</p><p>It’s desperation politics. Changing leaders will probably do nothing to stop the apparent death spiral the conservative side of politics has inflicted upon itself – in Canberra and now the states.</p> <a href=\"https://www.theguardian.com/australia-news/2025/nov/18/the-conservative-parties-can-change-their-leaders-but-it-wont-stop-the-nsw-coalitions-death-spiral\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Sussan Ley, it’s time we took a look at your climate policy report card. You appear to have learned nothing | Tristan Edis",
    "url": "https://www.theguardian.com/commentisfree/2025/nov/18/sussan-its-time-we-took-a-look-at-your-climate-policy-report-card-you-appear-to-have-learned-nothing",
    "date": "2025-11-18",
    "source": "Environment | The Guardian",
    "text": "<p>My advice to you if you want to avoid repeating 2025 is to pay far greater attention to the quality of your research sources</p><p>Sussan Ley, as your teacher I’m duty bound to give you an honest appraisal of your work.</p><p>I’ve just read <a href=\"https://www.theguardian.com/australia-news/2025/nov/18/business-and-energy-leaders-warn-coalition-dumping-net-zero-wont-cut-power-bills-and-demand-more-detail\">your team research assignment</a> on Australian energy and climate policy and I’m afraid to say that unless you and your other team members pull up your socks, you will be forced to repeat 2025.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/nov/18/sussan-its-time-we-took-a-look-at-your-climate-policy-report-card-you-appear-to-have-learned-nothing\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Another COP already? Surely you’ve all worked this out by now? | First Dog on the Moon",
    "url": "https://www.theguardian.com/commentisfree/picture/2025/nov/17/another-cop-already-surely-youve-all-worked-this-out-by-now",
    "date": "2025-11-17",
    "source": "Environment | The Guardian",
    "text": "<p>Wait … I’m hearing you have worked it out you’re just not doing it</p><ul><li><p><a href=\"https://www.theguardian.com/commentisfree/2014/jun/16/-sp-first-dog-on-the-moon-subscribe-by-email\">Sign up here to get an email</a> whenever First Dog cartoons are published</p></li><li><p><a href=\"http://firstshoponthemoon.com/\">Get all your needs met at the First Dog shop</a> if what you need is First Dog merchandise and prints</p></li></ul> <a href=\"https://www.theguardian.com/commentisfree/picture/2025/nov/17/another-cop-already-surely-youve-all-worked-this-out-by-now\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Drone footage shows ‘mountain’ of fly-tipped waste in Oxfordshire – video",
    "url": "https://www.theguardian.com/uk-news/video/2025/nov/19/drone-footage-mountain-fly-tipped-waste-kidlington-oxfordshire-video",
    "date": "2025-11-19",
    "source": "Environment | The Guardian",
    "text": "<p>Drone footage shows hundreds of tonnes of rubbish piled up in a field in a small village in Oxfordshire. The illegal waste was left by fly-tippers between the River Cherwell and the A34 near Kidlington. It is said to be 150 metres long and at least 6 metres high, according to local media</p><p></p><ul><li><p><a href=\"https://www.theguardian.com/environment/2025/nov/15/fly-tippers-dump-mountain-of-waste-in-oxfordshire-field\">Fly-tippers dump ‘mountain’ of waste in Oxfordshire field</a></p></li></ul> <a href=\"https://www.theguardian.com/uk-news/video/2025/nov/19/drone-footage-mountain-fly-tipped-waste-kidlington-oxfordshire-video\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Unprecedented marine heatwave decimates corals at Ningaloo reef – video",
    "url": "https://www.theguardian.com/environment/video/2025/nov/19/unprecedented-marine-heatwave-decimates-corals-at-ningaloo-reef-video",
    "date": "2025-11-19",
    "source": "Environment | The Guardian",
    "text": "<p>Almost two out of three corals across popular tourism spots at the world heritage-listed Ningaloo reef have died after an unprecedented marine heatwave hit the Western Australia region, scientists have discovered. The areas in Ningaloo's northern lagoon have undergone a 'profound ecological simplification' with coral species that were keystones to the habitat among those killed</p><ul><li><p><a href=\"https://www.theguardian.com/environment/2025/nov/19/two-out-of-three-corals-in-world-heritage-listed-ningaloo-reef-are-dead\">'Deathly silent': two out of three corals in world heritage-listed Ningaloo reef have been killed, scientists confirm</a></p></li></ul> <a href=\"https://www.theguardian.com/environment/video/2025/nov/19/unprecedented-marine-heatwave-decimates-corals-at-ningaloo-reef-video\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "'Exceptionally rare' pink grasshopper spotted by New Zealand ranger – video",
    "url": "https://www.theguardian.com/world/video/2025/nov/19/exceptionally-rare-pink-grasshopper-spotted-by-new-zealand-ranger-video",
    "date": "2025-11-19",
    "source": "Environment | The Guardian",
    "text": "<p>Researchers from New Zealand's conservation department conducting an annual grasshopper survey near Lake Tekapo on the South Island  have spotted a rare pink grasshopper. The species – the robust grasshopper – is native to New Zealand and is the country’s largest lowland grasshopper.<strong> </strong>The pink hue is thought to be caused by a genetic mutation, as the insect<strong> </strong>is typically grey or brown like the river stones of its native habitat in the MacKenzie basin</p><p></p><ul><li><p><a href=\"https://www.theguardian.com/world/2025/nov/19/rare-pink-grasshopper-spotted-in-new-zealand\">‘Exceptionally rare’ pink grasshopper spotted in New Zealand</a></p></li></ul> <a href=\"https://www.theguardian.com/world/video/2025/nov/19/exceptionally-rare-pink-grasshopper-spotted-by-new-zealand-ranger-video\">Continue reading...</a>",
    "image_url": null,
    "cluster_id": -1
  },
  {
    "title": "Europe has rare earths but, for now, it's at China's mercy like everyone else",
    "url": "https://www.cnbc.com/2025/11/19/europe-has-rare-earths-but-for-now-its-at-chinas-mercy.html",
    "date": "2025-11-19",
    "source": "Energy",
    "text": "Like the U.S., Europe is also feeling the pressure to keep China sweet in order to maintain supplies of rare earth elements, which are vital for its strategic industries in the region such as auto production, green energy and defense.\n\nEurope is heavily dependent on China for supplies of the world's 17 rare earth elements and has been looking to calm stormy waters with Beijing over supplies, while looking for alternative sources of critical minerals — including in its own back yard.\n\nThat's a long process, however, and for now, Europe is as vulnerable as other major consumers of rare earths, and particularly the U.S., when it comes to Beijing's ability to turn the tap off on supplies.\n\nOfficials from Germany and the Netherlands are in Beijing this week for talks with their Chinese counterparts on China's controls on rare earths exports and semiconductor chips which have made European industries vulnerable to global supply chain disruptions.\n\nChina dominates the rare earths market from mining to refining, with data from the International Energy Agency showing that, in 2024, China was responsible for 59% of the world's rare earths mining, 91% of its refining and 94% of the manufacuring of permanent magnets which are commonly used in electric vehicles, wind turbines, industrial motors, data centers and defense systems.\n\nAs the world's single largest supplier of a component that's critical to so much manufacturing, China's dominance has made \"global supply chains in strategic sectors – such as energy, automotive, defense and AI data centres – vulnerable to potential disruptions,\" the IEA noted.\n\nThat potential for disruption came to the fore this year when, in April and October, Beijing announced licensing requirements, and later export controls, on its rare earth supplies and technologies.\n\nThose controls were suspended for a year as a result of a trade truce reached in October between China and the U.S. reached but major rare earth importers such as the U.S. and EU, which imports around 70% of rare earth supplies — and almost all of its rare earth magnets — from China, are all too aware of its vulnerabilities to geopolitical disruptions.",
    "image_url": null,
    "cluster_id": -1
  }
]