[
  {
    "articles": [
      {
        "title": "What makes an elephant abandon her calf – and is it a growing problem?",
        "url": "https://www.theguardian.com/environment/2026/jan/02/baby-elephant-abandoned-herds-calves-human-conflict-thailand-assam-aoe",
        "date": "2026-01-02",
        "source": "Environment | The Guardian",
        "text": "<p>A helpless baby elephant has won the Thai public’s sympathy but her case has shed light on the pressures facing herds across Asia</p><p>Khao Tom, a two-month-old elephant, plays with a wildlife officer, nudging his face and curling her trunk around his wrist. When she lifts her trunk in the air, signalling that she is hungry, the team at the rescue centre seems relieved – she has not been eating well. A vet prepares a pint-sized bottle of formula, which she gulps down impatiently.</p><p>Khao Tom has been in the care of Thailand’s national parks and wildlife department since September, when rangers <a href=\"https://www.straitstimes.com/asia/se-asia/baby-elephant-rescued-after-mother-abandons-it-in-forest-in-thailand\">rescued her from a farming area</a> inside Lam Khlong Ngu national park. Born with a congenital disorder affecting her knees, she struggled to keep up with the herd. Within days of her birth, her mother had moved on without her.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/02/baby-elephant-abandoned-herds-calves-human-conflict-thailand-assam-aoe\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "Khao Tom has been in the care of Thailand’s national parks and wildlife department since September. Born with a congenital disorder affecting her knees, she struggled to keep up with the herd. Her mother had moved on without her within days of her birth.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "Outrage as Trump withdraws from key UN climate treaty along with dozens of international organisations",
        "url": "https://www.theguardian.com/us-news/2026/jan/07/trump-international-groups-un",
        "date": "2026-01-08",
        "source": "Environment | The Guardian",
        "text": "<p>Experts decry move to leave UNFCCC as ‘embarrassing’ as president orders withdrawal from 66 international groups</p><p>Donald Trump has sparked outrage by announcing the US will exit the foundational international agreement to address the climate crisis, cementing the US’s utter isolation from the global effort to confront dangerously escalating temperatures.</p><p>In <a href=\"https://www.whitehouse.gov/presidential-actions/2026/01/withdrawing-the-united-states-from-international-organizations-conventions-and-treaties-that-are-contrary-to-the-interests-of-the-united-states/\">a presidential memorandum</a> issued on Wednesday, Trump withdrew from the UN Framework Convention on Climate Change (UNFCCC), along with 65 other organizations, agencies and commissions, calling them “contrary to the interests of the United States”.</p> <a href=\"https://www.theguardian.com/us-news/2026/jan/07/trump-international-groups-un\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "Shifting offshore sandbanks pose unique navigation hazard",
        "url": "https://www.theguardian.com/news/2026/jan/08/shifting-offshore-sandbanks-pose-unique-navigation-hazard-goodwin-sands",
        "date": "2026-01-08",
        "source": "Environment | The Guardian",
        "text": "<p>Sandbanks can shift position during winter storms, but sonar mapping means charts can now be updated immediately </p><p>Offshore sandbanks are a particular navigation hazard because, unlike rocks and reefs, they have a habit of <a href=\"https://www.cambridge.org/core/journals/earth-and-environmental-science-transactions-of-royal-society-of-edinburgh/article/abs/study-of-sand-wave-migration-over-five-years-as-observed-in-two-windfarm-development-areas-and-the-implications-for-building-on-moving-substrates-in-the-north-sea/ACA673F95D0D82A5347527336FA75482\">shifting position</a> during winter storms.</p><p>The <a href=\"https://goodwinsands.org.uk/wp-content/uploads/2020/03/Goodwin-Sands-Hydrographic-Study.pdf\">Goodwin Sands</a> is a 10-mile (16km) bank off the coast of Deal in Kent, close to the busy shipping lanes of the Dover strait. The sands have claimed about 2,000 vessels over the years. In 1634, two lighthouses were set up on South Foreland for sailors to follow a safe route through.</p> <a href=\"https://www.theguardian.com/news/2026/jan/08/shifting-offshore-sandbanks-pose-unique-navigation-hazard-goodwin-sands\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "‘The most dangerous day’: bushfires break out in Victoria as BoM warns of catastrophic conditions to come",
        "url": "https://www.theguardian.com/environment/2026/jan/08/australia-heatwave-bushfires-victoria-catostrophic-conditions",
        "date": "2026-01-08",
        "source": "Environment | The Guardian",
        "text": "<p>Temperatures recorded included 48.2C at Wudinna airport on SA’s Eyre Peninsula, 45.9C at Walpeup in Victoria, 45.6C at Paraburdoo, WA, and 45.9C at Hay in NSW.</p><ul><li><p><a href=\"https://www.theguardian.com/australia-news/live/2026/jan/08/australia-news-live-bluescope-stokes-extreme-weather-heatwave-bushfire-bondi-royal-commission-anthony-albanese-antisemitism-ntwnfb\">Follow our Australia news live blog for latest updates</a></p></li><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>Victoria’s Hume Highway was closed on Thursday and regional trains were cancelled as firefighters from at least two states fought bushfires in the worst heatwave to descend on Australia since 2019-20.</p><p>As Melbourne prepared for a forecast of 41C day on Friday, the acting premier, Ben Carroll, described Victoria as “one of the most bushfire-prone areas in the world”.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/08/australia-heatwave-bushfires-victoria-catostrophic-conditions\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "We study glaciers. ‘Artificial glaciers’ and other tech may halt their total collapse | Brent Minchew and Colin Meyer",
        "url": "https://www.theguardian.com/commentisfree/2026/jan/07/we-study-glaciers-artificial-glaciers-and-other-tech-may-halt-their-total-collapse",
        "date": "2026-01-07",
        "source": "Environment | The Guardian",
        "text": "<p>How might we prevent sea-level rise? Satellite-based radar, solar-powered drones, robot submarines and lab-based ‘artificial glaciers’ could all play a role</p><p>Sea levels are rising faster than at any point in human history, and for every foot that waters rise, 100 million people lose their homes. At current projections, that means about 300 million people will be forced to move in the decades to come, along with the social and political conflict as people migrate inland. Despite this looming crisis, the world still lacks specific, reliable forecasts for when and where the seas will rise – and we have invested almost nothing in understanding whether and how we can slow it down.</p><p>Societies must continue to focus on reducing greenhouse gas emissions, but it’s increasingly clear that the world needs to do more: we need to predict the future of the world’s ice with precision, and to explore safe, science-backed methods to keep it from melting away.</p> <a href=\"https://www.theguardian.com/commentisfree/2026/jan/07/we-study-glaciers-artificial-glaciers-and-other-tech-may-halt-their-total-collapse\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "Pesticide industry ‘immunity shield’ stripped from US appropriations bill",
        "url": "https://www.theguardian.com/environment/2026/jan/06/pesticide-industry-protection-bill-removed",
        "date": "2026-01-06",
        "source": "Environment | The Guardian",
        "text": "<p>Democrats and ‘make America healthy again’ movement pushed back on the rider in a funding bill led by Bayer</p><p>In a setback for the <a href=\"https://www.theguardian.com/environment/pesticides\">pesticide</a> industry, <a href=\"https://www.theguardian.com/us-news/democrats\">Democrats</a> have succeeded in removing a rider from a congressional <a href=\"https://appropriations.house.gov/sites/evo-subsites/republicans-appropriations.house.gov/files/evo-media-document/fy26-interior%2C-environment%2C-and-related-agencies-bill-text.pdf\">appropriations bill</a> that would have helped protect pesticide makers from being sued and could have hindered state efforts to warn about pesticide risks.</p><p>Chellie Pingree, a Democratic representative from Maine and ranking member of the House appropriations interior, environment, and related agencies subcommittee, said Monday that the controversial measure pushed by the agrochemical giant Bayer and industry allies has been stripped from the 2026 funding bill.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/06/pesticide-industry-protection-bill-removed\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "Trump officials sue California cities over laws to restrict fossil fuels",
        "url": "https://www.theguardian.com/us-news/2026/jan/05/trump-officials-sue-california-cities",
        "date": "2026-01-06",
        "source": "Environment | The Guardian",
        "text": "<p>Suit against San Francisco-area cities Petaluma and Morgan Hill latest attack on policies that seek to rein in oil and gas</p><p>The <a href=\"https://www.theguardian.com/us-news/trump-administration\">Trump administration</a> sued two <a href=\"https://www.theguardian.com/us-news/california\">California</a> cities on Monday, seeking to block local laws that restrict natural gas infrastructure and appliances in new construction.</p><p>The lawsuit is the administration’s latest attack on energy policies that seek to rein in the use of <a href=\"https://www.theguardian.com/environment/fossil-fuels\">fossil fuels</a> to combat the climate crisis. California, a Democratic stronghold, has among the most aggressive climate change policies in the world.</p> <a href=\"https://www.theguardian.com/us-news/2026/jan/05/trump-officials-sue-california-cities\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "We can safely experiment on reflecting sunlight away from Earth. Here’s how | Dakota Gruener and Daniele Visioni",
        "url": "https://www.theguardian.com/commentisfree/2026/jan/06/reflecting-sunlight-climate-crisis-heating",
        "date": "2026-01-06",
        "source": "Environment | The Guardian",
        "text": "<p>Reflecting a small fraction of incoming sunlight to reduce global heating is not a new idea. It is time to safely experiment</p><p>The <a href=\"https://www.theguardian.com/environment/climate-crisis\">world</a> is <a href=\"https://www.theguardian.com/us-news/2025/dec/31/climate-crisis-guardian-readers\">warming</a> <a href=\"https://www.theguardian.com/environment/2025/oct/15/record-leap-in-co2-fuels-fears-of-accelerating-global-heating\">fast</a> – and our options to avoid <a href=\"https://www.theguardian.com/environment/2025/nov/13/world-still-on-track-for-catastrophic-26c-temperature-rise-report-finds\">catastrophic harm</a> are narrowing. 2024 <a href=\"https://www.theguardian.com/environment/article/2024/jul/08/temperatures-1-point-5c-above-pre-industrial-era-average-for-12-months-data-shows\">was</a> the first full year more than 1.5C hotter than the 19th-century average. Emissions are still rising, with fossil fuel use expected to hit a new high in 2025. Permanent carbon removal technologies – often cited as a fix – are removing just tens of thousands of tonnes annually, almost nothing relative to the 5-10bn tonnes needed. Cutting emissions and scaling carbon removal remain essential. But they may not be enough.</p><p>As suffering grows and ecosystems unravel, more people will ask: is there anything we can do to prevent these harms? The idea of reflecting a small fraction of incoming sunlight to reduce warming is not a new idea. In 1965, Lyndon B Johnson’s science advisers proposed it as the <em>only</em> way to cool the planet. Earth already reflects about 30% of incoming sunlight; raising that fraction slightly – say, to 31% – could strengthen the planet’s natural heat shield. But how?</p> <a href=\"https://www.theguardian.com/commentisfree/2026/jan/06/reflecting-sunlight-climate-crisis-heating\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "‘The perfect storm’: Trump has left the US less prepared for natural disasters, experts say",
        "url": "https://www.theguardian.com/us-news/2026/jan/04/donald-trump-disaster-response-preparedness",
        "date": "2026-01-04",
        "source": "Environment | The Guardian",
        "text": "<p>Emergency managers say the US president has presided over a dangerous erosion in US capacity to prepare for and respond to natural disasters</p><p><a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> has presided over a dangerous erosion in US capacity to prepare for and respond to natural disasters, according to emergency management experts.</p><p>The first year of his second term was marked by crackdowns on <a href=\"https://www.theguardian.com/environment/climate-crisis\">climate</a> science that produced world-class weather forecasts and the gutting of frontline federal agencies - policies that have left the country, already struggling to keep pace with severe storms, even more at risk.</p> <a href=\"https://www.theguardian.com/us-news/2026/jan/04/donald-trump-disaster-response-preparedness\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "Donald Trump has sparked outrage by announcing the US will exit the foundational international agreement to address the climate crisis. Trump withdrew from the UN Framework Convention on Climate Change (UNFCCC), along with 65 other organizations, agencies and commissions, calling them “contrary to the interests of the United States”",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "Supermarkets could help UK shoppers eat more sustainable local fish – study",
        "url": "https://www.theguardian.com/environment/2026/jan/08/supermarkets-uk-consumers-sustainable-local-fish-seafood-imports-nutrition",
        "date": "2026-01-08",
        "source": "Environment | The Guardian",
        "text": "<p>Shift from ‘big 5’ imports to British fish such as sprats and sardines would help diets and the planet, say researchers</p><p>Supermarkets could help to support British consumers to move away from their reliance on mainly imported seafood – <a href=\"https://www.theguardian.com/environment/2025/dec/31/cod-prawns-top-chefs-how-swap-out-big-five-seafood-sustainable\">the “big 5” of cod, haddock, tuna, salmon and prawns</a> – to more sustainable, nutritious and locally caught fish such as sardines and anchovies, researchers say.</p><p>A study by the University of East Anglia (UEA), which confirmed previous research showing consumers did <a href=\"https://www.nature.com/articles/s43016-024-01102-x\">not eat the recommended amount of fish</a> in their diet, suggests the UK could be overlooking a major opportunity to improve national health as well as bolstering local economies by embracing its own rich populations of nutritious small fish.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/08/supermarkets-uk-consumers-sustainable-local-fish-seafood-imports-nutrition\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "Dog food accounts for 1% of UK greenhouse gas emissions, study finds",
        "url": "https://www.theguardian.com/lifeandstyle/2026/jan/08/dog-food-accounts-for-1-of-uk-greenhouse-gas-emissions-study-finds",
        "date": "2026-01-08",
        "source": "Environment | The Guardian",
        "text": "<p>Study of 1,000 products finds wet, raw and meat-rich products have higher climate impact than dry kibble</p><p>Dog food accounts for 1% of the UK’s total greenhouse gas emissions, according to research that found wet, raw and meat-rich products were associated with substantially higher emissions than dry kibble.</p><p>The analysis revealed striking differences in the environmental impact of commercial dog foods, with the highest-impact foods being responsible for up to 65 times more emissions than the lowest-rated options.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2026/jan/08/dog-food-accounts-for-1-of-uk-greenhouse-gas-emissions-study-finds\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "Aliens: the spread of invasive plants and animals across Europe – in pictures",
        "url": "https://www.theguardian.com/artanddesign/gallery/2026/jan/04/aliens-the-spread-of-invasive-plants-and-animals-across-europe-in-pictures",
        "date": "2026-01-04",
        "source": "Environment | The Guardian",
        "text": "<p>Erik Irmer has been documenting the spread of invasive plant and animal species that disrupt native ecology across Europe. He focuses on humans’ interactions with these plants and animals. Aliens is published by <a href=\"https://fotohof.at/en/shop/publications/aliens/\">Fotohof</a></p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2026/jan/04/aliens-the-spread-of-invasive-plants-and-animals-across-europe-in-pictures\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "Shift from ‘big 5’ imports to British fish such as sprats and sardines would help diets and the planet, say researchers. Supermarkets could help to support British consumers to move away from their reliance on mainly imported seafood.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "Watch Energy Secretary Chris Wright answer questions about Venezuela",
        "url": "https://www.cnbc.com/2026/01/07/watch-energy-secretary-chris-wright-answer-questions-about-venezuela-.html",
        "date": "2026-01-07",
        "source": "Energy",
        "text": "[The stream is slated to start at 8:30 a.m. ET. Please refresh the page if you do not see a player above at that time.]\n\nEnergy Secretary Chris Wright is scheduled to speak publicly for the first time since the U.S. removed Venezuelan President Nicolás Maduro from power.\n\nWright will be interviewed by Goldman Sachs Wednesday at the bank's annual energy conference in Miami. He will likely answer questions about President Donald Trump's call for U.S. oil companies to invest in Venezuela.\n\nWright will also speak with oil executives at the conference about the situation in Venezuela. Executives from Chevron and ConocoPhillips are attending. Chevron is the only U.S. oil major operating in Venezuela.\n\n\"Secretary Wright remains in close contact with U.S. oil companies and plans to meet with several of them at the Goldman Sachs Energy Conference in Miami on Wednesday,\" a Department of Energy spokesperson told CNBC.\n\nVenezuela has the largest proven oil reserves in the world, but it is unclear whether U.S. oil majors are prepared to invest due to instability in the South American nation.",
        "image_url": null,
        "cluster_id": 3
      },
      {
        "title": "Trump taking ‘drill, baby, drill’ plan to Venezuela ‘terrible’ for climate, experts warn",
        "url": "https://www.theguardian.com/us-news/2026/jan/06/trump-venezuela-oil-climate-crisis",
        "date": "2026-01-06",
        "source": "Environment | The Guardian",
        "text": "<p>‘Everybody loses’ if production supercharged in country with largest known oil reserves, critics say</p><p><a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a>, by dramatically seizing <a href=\"https://www.theguardian.com/world/nicolas-maduro\">Nicolás Maduro</a> and claiming dominion over <a href=\"https://www.theguardian.com/world/venezuela\">Venezuela</a>’s vast oil reserves, has taken his “<a href=\"https://www.theguardian.com/us-news/2025/mar/12/trump-fossil-fuels-oil-and-gas\">drill, baby, drill</a>” mantra global. Achieving the president’s dream of supercharging the country’s oil production would be financially challenging – and if fulfilled, would be “terrible for the climate”, experts say.</p><p>Trump has aggressively sought to <a href=\"https://www.theguardian.com/environment/2025/jan/22/trump-big-oil-energy-priorities-explained\">boost oil and gas production</a> within the US. Now, after the capture and arrest of Maduro and his wife, Cilia Flores, he is seeking to orchestrate a ramp-up of drilling in Venezuela, which has the largest known reserves of oil in the world – equivalent to about 300bn barrels, <a href=\"https://knowledge.energyinst.org/search/record?id=58930\">according to</a> research firm the Energy Institute.</p> <a href=\"https://www.theguardian.com/us-news/2026/jan/06/trump-venezuela-oil-climate-crisis\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 3
      },
      {
        "title": "Maduro overthrow in oil-rich Venezuela unlikely to shake energy markets in the near term",
        "url": "https://www.cnbc.com/2026/01/03/trump-venezuela-attack-oil-markets.html",
        "date": "2026-01-03",
        "source": "Energy",
        "text": "President Donald Trump's overthrow of President Nicolas Maduro in oil-rich Venezuela is unlikely to shock energy markets in the near term, analysts told CNBC on Saturday.\n\nWhile the scale of the U.S. attack was unexpected, markets had already priced in a conflict with Venezuela that would disrupt oil exports, said Arne Lohmann Rasmussen, chief analyst and head of research at A/S Global Risk Management.\n\nVenezuela, a founding member of OPEC, has the largest proven oil reserves in the world. But the South American nation currently produces less than a million oil barrels a day, which is less than 1% of global oil production, according to Rasmussen.\n\nIt exports just about half its production, or some 500,000 barrels, Rasmussen said. The conflict also comes as the global oil market is oversupplied and demand is relatively weak, a pattern that is customary in the first quarter of the year, he said.\n\nRasmussen estimated that Brent crude prices will only rise by about $1 to $2, or even less, when futures trading opens on Sunday night. He projected that Brent will edge lower next week than where it closed on Friday, which was $60.75.\n\n\"Despite this being a huge geopolitical event that you would normally expect to be positive or push up oil prices,\" he said, \"the bottom line is there's still too much oil in the market, and that's why oil prices will not go ballistic.\"\n\nAnalyst Bob McNally of Rapidan Energy said he was advising clients before the weekend that about a third of Venezuela's oil production was at risk. While he does not predict that all of Venezuela's output would be cut off, he told CNBC that it would not pose a meaningful risk to oil markets in the short term.\n\nThe oil market in 2025 posted its biggest annual decline in five years. The global benchmark Brent fell about 19% last year, while U.S. crude oil lost nearly 20%.The market has been under pressure as OPEC+ ramped up production after years of output cuts. The U.S. also produced at a record level of just over 13.8 million barrels per day.\n\nOil prices may decline further as the regime overthrow raises the possibility of eventually boosting oil production in Venezuela, analysts told CNBC.\n\nSaul Kavonic, head of energy research at MST Financial, estimated that exports could approach 3 million barrels in the medium term if a new Venezuelan government led to the lifting of sanctions and the return of foreign investors.\n\n\"If anything, the future of Venezuela will have a bearish impact on the market, because there's really nowhere to go but up,\" said energy industry consultant David Goldwyn, a former top State Department energy official in the Obama administration.\n\nCurrently, the embargo on Venezuelan oil is still in effect, Trump said during a press conference Saturday. He also said that U.S. oil companies will invest billions of dollars to rebuild Venezuela's energy sector. Trump did not provide details on which companies would invest or how, nor did he clarify how the U.S. would temporarily run Venezuela \"with a group.\"\n\nGoldwyn said it is hard to predict whether U.S. oil companies will invest, given the uncertainty about the interim and future governments in Venezuela.\n\n\"Everything we have learned about government transitions from Iraq, from Afghanistan, from other countries, is that transitions are hard,\" he said. \"No company is going to want to commit to invest billions of dollars for a long-term operation until they know what the terms are. And they can't know what the terms are until you know what the government is going to be.\"\n\nGoldwyn added that companies, including Exxon Mobil , are still waiting to collect on debt owed by Venezuela's national oil company, Petróleos de Venezuela S.A. (PDVSA).\n\nRapidan Energy's McNally said it is a complicated proposition for U.S. oil companies. Oil producers have not forgotten being kicked out of Venezuela in the early 2000s, when the country expropriated the assets of foreign oil companies, he said. That said, accessing the world's largest oil reserves would be \"tantalizing\" to U.S. oil companies if sanctions were lifted, he added.\n\nBut it would take decades of investment and billions of dollars, McNally said. Whether it's worth it comes down to one central question, he said: Does the world need that much oil?\n\n\"Until late last year, the market consensus had been that demand for oil is going to stop growing in four years. It's over because of EVs and fuel efficiency policies and climate change policies,\" McNally said.\n\nBut as the U.S. and other nations, including China and Canada, weaken their climate policies and sales of electric vehicles fall, the prospect of investing in Venezuela has become much more attractive.\n\n\"All of a sudden you're starting to say: \"Whoa, we're going to need more oil,\" he said.\n\n— Additional reporting contributed by CNBC's Victor Loh",
        "image_url": null,
        "cluster_id": 3
      }
    ],
    "source_link": "Energy",
    "summary": "No summary available for this cluster.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "‘Mad fishing’: the super-size fleet of squid catchers plundering the high seas",
        "url": "https://www.theguardian.com/environment/2026/jan/06/squid-argentina-coast-guard-overfishing-ecosystems-animal-cruelty-human-rights-china",
        "date": "2026-01-06",
        "source": "Environment | The Guardian",
        "text": "<p>Every year a Chinese-dominated flotilla big enough to be seen from space pillages the rich marine life on Mile 201, a largely ungoverned part of the South Atlantic off Argentina</p><p>In a monitoring room in Buenos Aires, a dozen members of the Argentinian coast guard watch giant industrial-fishing ships moving in real time across a set of screens. “Every year, for five or six months, the foreign fleet comes from across the Indian Ocean, from Asian countries, and from the North Atlantic,” says Cdr Mauricio López, of the monitoring department. “It’s creating a serious environmental problem.”</p><p>Just beyond Argentina’s maritime frontier, hundreds of foreign vessels – known as the <a href=\"https://odi.org/en/publications/chinas-distant-water-fishing-fleet-scale-impact-and-governance/#:~:text=Having%20depleted%20fish%20stocks%20in,vessels%20registered%20in%20other%20jurisdictions.\">distant-water fishing fleet</a> – are descending on Mile 201, a largely ungoverned strip of the high seas in the South Atlantic, to plunder its rich marine life. The fleet regularly becomes so big it can be seen from space, looking like a city floating on the sea.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/06/squid-argentina-coast-guard-overfishing-ecosystems-animal-cruelty-human-rights-china\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      },
      {
        "title": "Violence, death and stolen land: people need to know the true cost of an avocado | Claudia Ignacio Álvarez",
        "url": "https://www.theguardian.com/global-development/2026/jan/06/avocado-farming-exploitation-human-rights-mexico-indigenous-communities",
        "date": "2026-01-06",
        "source": "Environment | The Guardian",
        "text": "<p>Behind the west’s huge appetite for the fruit lies the dark reality of environmental destruction and Indigenous exploitation in Mexico</p><p>I grew up in San Andrés Tziróndaro, a Purépecha community on the shores of Lake Pátzcuaro in the Mexican state of Michoacán. My childhood was shaped by water, forests and music. The lake fed us. The forest protected us. In the afternoons, people gathered in the local square while bands passed through playing <em>pirekua</em>, our traditional music.</p><p>That way of life is now under threat as our land is extracted for profit.</p> <a href=\"https://www.theguardian.com/global-development/2026/jan/06/avocado-farming-exploitation-human-rights-mexico-indigenous-communities\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      },
      {
        "title": "How demand for elite falcons in the Middle East is driving illegal trade of British birds",
        "url": "https://www.theguardian.com/environment/2026/jan/05/elite-falcons-middle-east-illegal-trafficking-trade-british-birds",
        "date": "2026-01-05",
        "source": "Environment | The Guardian",
        "text": "<p>Exclusive: data reveals hundreds of UK nests have been raided in the past decade amid growing appetite to own prized birds for racing and breeding</p><p>In the echoing exhibition halls of Abu Dhabi’s International Hunting and Equestrian Exhibition, hundreds of falcons sit on perches under bright lights. Decorated hoods fit snugly over their heads, blocking their vision to keep them calm.</p><p>In a small glass room marked Elite Falcons Hall, four young birds belonging to an undisclosed Emirati sheikh are displayed like expensive jewels. Entry to the room, with its polished glass, controlled lighting and plush seating, is restricted to authorised visitors only.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/05/elite-falcons-middle-east-illegal-trafficking-trade-british-birds\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      },
      {
        "title": "Week in wildlife: a hide-and-seek squirrel and an otter in a Christmas tree",
        "url": "https://www.theguardian.com/environment/gallery/2026/jan/02/week-in-wildlife-a-hide-and-seek-squirrel-and-an-otter-in-a-christmas-tree",
        "date": "2026-01-02",
        "source": "Environment | The Guardian",
        "text": "<p>This week’s best wildlife photographs from around the world</p> <a href=\"https://www.theguardian.com/environment/gallery/2026/jan/02/week-in-wildlife-a-hide-and-seek-squirrel-and-an-otter-in-a-christmas-tree\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "Every year a Chinese-dominated flotilla pillages the rich marine life on Mile 201, a largely ungoverned part of the South Atlantic off Argentina. The fleet regularly becomes so big it can be seen from space, looking like a city on the sea.",
    "image_url": null
  }
]