[
  {
    "articles": [
      {
        "title": "‘They are going after everything rural’: inheritance tax U-turn does little to dampen farmers’ anger at Labour",
        "url": "https://www.theguardian.com/environment/2026/jan/08/they-are-going-after-everything-rural-inheritance-tax-u-turn-does-little-to-dampen-famers-anger-at-labour",
        "date": "2026-01-08",
        "source": "Environment | The Guardian",
        "text": "<p>At the Oxford farming conference there were signs the government has much to do to win back farmers’ trust</p><p>Few symbols were more potent than the wooden coffin bearing the inscription “RIP British agriculture, 30th October 2024” that greeted Labour’s environment minister at the annual Oxford farming conference.</p><p>It marked the date of Rachel Reeves’s first budget, when she <a href=\"https://www.theguardian.com/uk-news/2024/nov/01/farmers-shocked-budget-inheritance-tax-estates\">announced plans to levy inheritance tax on farms</a>. For the chancellor’s cabinet colleague Emma Reynolds, it underlined the anger among Britain’s farmers.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/08/they-are-going-after-everything-rural-inheritance-tax-u-turn-does-little-to-dampen-famers-anger-at-labour\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      },
      {
        "title": "Supermarkets could help UK shoppers eat more sustainable local fish – study",
        "url": "https://www.theguardian.com/environment/2026/jan/08/supermarkets-uk-consumers-sustainable-local-fish-seafood-imports-nutrition",
        "date": "2026-01-08",
        "source": "Environment | The Guardian",
        "text": "<p>Shift from ‘big 5’ imports to British fish such as sprats and sardines would help diets and the planet, say researchers</p><p>Supermarkets could help to support British consumers to move away from their reliance on mainly imported seafood – <a href=\"https://www.theguardian.com/environment/2025/dec/31/cod-prawns-top-chefs-how-swap-out-big-five-seafood-sustainable\">the “big 5” of cod, haddock, tuna, salmon and prawns</a> – to more sustainable, nutritious and locally caught fish such as sardines and anchovies, researchers say.</p><p>A study by the University of East Anglia (UEA), which confirmed previous research showing consumers did <a href=\"https://www.nature.com/articles/s43016-024-01102-x\">not eat the recommended amount of fish</a> in their diet, suggests the UK could be overlooking a major opportunity to improve national health as well as bolstering local economies by embracing its own rich populations of nutritious small fish.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/08/supermarkets-uk-consumers-sustainable-local-fish-seafood-imports-nutrition\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      },
      {
        "title": "‘Mad fishing’: the super-size fleet of squid catchers plundering the high seas",
        "url": "https://www.theguardian.com/environment/2026/jan/06/squid-argentina-coast-guard-overfishing-ecosystems-animal-cruelty-human-rights-china",
        "date": "2026-01-06",
        "source": "Environment | The Guardian",
        "text": "<p>Every year a Chinese-dominated flotilla big enough to be seen from space pillages the rich marine life on Mile 201, a largely ungoverned part of the South Atlantic off Argentina</p><p>In a monitoring room in Buenos Aires, a dozen members of the Argentinian coast guard watch giant industrial-fishing ships moving in real time across a set of screens. “Every year, for five or six months, the foreign fleet comes from across the Indian Ocean, from Asian countries, and from the North Atlantic,” says Cdr Mauricio López, of the monitoring department. “It’s creating a serious environmental problem.”</p><p>Just beyond Argentina’s maritime frontier, hundreds of foreign vessels – known as the <a href=\"https://odi.org/en/publications/chinas-distant-water-fishing-fleet-scale-impact-and-governance/#:~:text=Having%20depleted%20fish%20stocks%20in,vessels%20registered%20in%20other%20jurisdictions.\">distant-water fishing fleet</a> – are descending on Mile 201, a largely ungoverned strip of the high seas in the South Atlantic, to plunder its rich marine life. The fleet regularly becomes so big it can be seen from space, looking like a city floating on the sea.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/06/squid-argentina-coast-guard-overfishing-ecosystems-animal-cruelty-human-rights-china\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      },
      {
        "title": "How demand for elite falcons in the Middle East is driving illegal trade of British birds",
        "url": "https://www.theguardian.com/environment/2026/jan/05/elite-falcons-middle-east-illegal-trafficking-trade-british-birds",
        "date": "2026-01-05",
        "source": "Environment | The Guardian",
        "text": "<p>Exclusive: data reveals hundreds of UK nests have been raided in the past decade amid growing appetite to own prized birds for racing and breeding</p><p>In the echoing exhibition halls of Abu Dhabi’s International Hunting and Equestrian Exhibition, hundreds of falcons sit on perches under bright lights. Decorated hoods fit snugly over their heads, blocking their vision to keep them calm.</p><p>In a small glass room marked Elite Falcons Hall, four young birds belonging to an undisclosed Emirati sheikh are displayed like expensive jewels. Entry to the room, with its polished glass, controlled lighting and plush seating, is restricted to authorised visitors only.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/05/elite-falcons-middle-east-illegal-trafficking-trade-british-birds\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "Shift from ‘big 5’ imports to British fish such as sprats and sardines would help diets and the planet, say researchers. Supermarkets could help to support British consumers to move away from mainly imported seafood.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "‘Profound impacts’: record ocean heat is intensifying climate disasters, data shows",
        "url": "https://www.theguardian.com/environment/2026/jan/09/profound-impacts-record-ocean-heat-intensifying-climate-disasters",
        "date": "2026-01-09",
        "source": "Environment | The Guardian",
        "text": "<p>Oceans absorb 90% of global heating, making them a stark indicator of the relentless march of the climate crisis</p><p>The world’s oceans absorbed colossal amounts of heat in 2025, setting yet another new record and fuelling more extreme weather, scientists have reported.</p><p>More than 90% of the heat trapped by humanity’s carbon pollution is taken up by the oceans. This makes ocean heat one of the starkest indicators of the relentless march of the climate crisis, which will only end when emissions fall to zero. Almost every year since the start of the millennium has set a new ocean heat record.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/09/profound-impacts-record-ocean-heat-intensifying-climate-disasters\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "‘Toughest conditions imaginable’: Victorians urged to shelter inside from heatwave as tropical cyclone heads for Queensland",
        "url": "https://www.theguardian.com/environment/2026/jan/09/heatwave-engulfs-south-eastern-states-as-victoria-faces-catastrophic-bushfire-conditions-not-seen-since-black-summer",
        "date": "2026-01-09",
        "source": "Environment | The Guardian",
        "text": "<p>Heatwave warnings in place for nearly all states and territories as Sydney braces for 43C forecast on Saturday</p><ul><li><p><a href=\"https://www.theguardian.com/australia-news/live/2026/jan/09/australia-news-live-victoria-catastrophic-bushfire-fire-ban-heatwave-tropical-cyclone-floods-royal-commission-antisemitism-bondi-anthony-albanese-ntwnfb\">Follow our Australia news live blog for latest updates</a></p></li><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>Victorians have been urged to stay inside as Melbourne’s mercury soared past 42C amid a heatwave engulfing much of Australia to descend on Sydney on Saturday.</p><p>Anthony Albanese met officials in Canberra for a briefing on the extreme conditions and said these were “difficult times” for the country.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/09/heatwave-engulfs-south-eastern-states-as-victoria-faces-catastrophic-bushfire-conditions-not-seen-since-black-summer\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "Why is Trump interested in Greenland? Look to the thawing Arctic ice | Gaby Hinsliff",
        "url": "https://www.theguardian.com/commentisfree/2026/jan/09/donald-trump-greenland-arctic-ice-north-pole-asia-north-america",
        "date": "2026-01-09",
        "source": "Environment | The Guardian",
        "text": "<p>Forecasts suggest that global heating could create a shortcut from Asia to North America, and new routes for trading, shipping – and attack</p><p>Another week, another freak weather phenomenon you’ve probably never heard of. If it’s not the “<a href=\"https://www.theguardian.com/uk-news/2026/jan/08/amber-weather-warnings-uk-storm-goretti-snow-wind\">weather bomb</a>” of extreme wind and snow that Britain is hunkering down for as I write, it’s reports in the Guardian of <a href=\"https://www.theguardian.com/environment/2026/jan/07/specieswatch-tough-times-for-reindeer-as-rain-increases-in-warming-arctic\">reindeer in the Arctic struggling</a> with the opposite problem: unnaturally warm weather leading to more rain that freezes to create a type of snow that they can’t easily dig through with their hooves to reach food. In a habitat as harsh as the Arctic, where survival relies on fine adaptation, even small shifts in weather patterns have endlessly rippling consequences – and not just for reindeer.</p><p>For decades now, politicians have been warning of the coming climate wars – conflicts triggered by drought, flood, fire and storms forcing people on to the move, or pushing them into competition with neighbours for dwindling natural resources. For anyone who vaguely imagined this happening far from temperate Europe’s doorstep, in drought-stricken deserts or on Pacific islands sinking slowly into the sea, this week’s seemingly unhinged White House talk about <a href=\"https://www.theguardian.com/politics/audio/2026/jan/08/greenland-venezuela-donald-trump-us-imperialism-podcast\">taking ownership of Greenland</a> is a blunt wake-up call. As Britain’s first sea lord, General Sir Gwyn Jenkins, has been telling anyone prepared to listen, the unfreezing of the north due to the climate crisis has <a href=\"https://www.gov.uk/government/speeches/first-sea-lords-speech-to-the-international-sea-power-conference\">triggered a ferocious contest</a> in the defrosting Arctic for some time over resources, territory and strategically critical access to the Atlantic. To understand how that threatens northern Europe, look down at the top of a globe rather than at a map.</p><p>Gaby Hinsliff is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2026/jan/09/donald-trump-greenland-arctic-ice-north-pole-asia-north-america\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "Outrage as Trump withdraws from key UN climate treaty along with dozens of international organisations",
        "url": "https://www.theguardian.com/us-news/2026/jan/07/trump-international-groups-un",
        "date": "2026-01-08",
        "source": "Environment | The Guardian",
        "text": "<p>Experts decry move to leave UNFCCC as ‘embarrassing’ as president orders withdrawal from 66 international groups</p><p>Donald Trump has sparked outrage by announcing the US will exit the foundational international agreement to address the climate crisis, cementing the US’s utter isolation from the global effort to confront dangerously escalating temperatures.</p><p>In <a href=\"https://www.whitehouse.gov/presidential-actions/2026/01/withdrawing-the-united-states-from-international-organizations-conventions-and-treaties-that-are-contrary-to-the-interests-of-the-united-states/\">a presidential memorandum</a> issued on Wednesday, Trump withdrew from the UN Framework Convention on Climate Change (UNFCCC), along with 65 other organizations, agencies and commissions, calling them “contrary to the interests of the United States”.</p> <a href=\"https://www.theguardian.com/us-news/2026/jan/07/trump-international-groups-un\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "US national parks staff say new $100 fee for non-residents risks ‘alienating visitors for decades’",
        "url": "https://www.theguardian.com/us-news/2026/jan/08/trump-national-parks-international-visitor-fee",
        "date": "2026-01-08",
        "source": "Environment | The Guardian",
        "text": "<p>Advocates suing to reverse administration’s surcharge system that has led to passport checks and angry visitors</p><p>A new $100 fee for foreign tourists entering US <a href=\"https://www.theguardian.com/environment/national-parks\">national parks</a> has triggered chaos and frustrating waits, with staff reporting long entry lines as citizenship checks are made and irate visitors regularly ditching plans to patronize some of America’s most cherished landscapes.</p><p>The new fee system, <a href=\"https://www.theguardian.com/us-news/2025/nov/25/national-park-fee-non-residents\">introduced</a> by the Trump administration from 1 January, has caught many visitors and National Park Service (NPS) staff off-guard, with checks now having to be undertaken to assess nationality and tourists often turning away from entrances rather than pay the surcharge. The Guardian heard accounts of problems from several NPS staff, speaking anonymously, who work at different parks across the country.</p> <a href=\"https://www.theguardian.com/us-news/2026/jan/08/trump-national-parks-international-visitor-fee\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "As a climate scientist, I know heatwaves in Australia will only get worse. We need to start preparing now | Sarah Perkins-Kirkpatrick",
        "url": "https://www.theguardian.com/commentisfree/2026/jan/09/as-a-climate-scientist-i-know-heatwaves-in-australia-will-only-get-worse-we-need-to-start-preparing-now",
        "date": "2026-01-08",
        "source": "Environment | The Guardian",
        "text": "<p>During black summer, my daughters were too young to know what was happening. Now, amid another Australian heatwave, they deserve answers</p><p>When the forecasts for this week started to roll in, my mind immediately drifted back to Australia’s black summer.</p><p>I had taken my daughters down to the pool in our estate in western Sydney, hoping for a brief reprieve from the relentless heat. The Gospers Mountain fire was raging in the Blue Mountains, but on that particular day the smoke didn’t seem too bad.</p> <a href=\"https://www.theguardian.com/commentisfree/2026/jan/09/as-a-climate-scientist-i-know-heatwaves-in-australia-will-only-get-worse-we-need-to-start-preparing-now\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "If geoengineering is ever deployed in a climate emergency, transparency is key | Ines Camilloni",
        "url": "https://www.theguardian.com/commentisfree/2026/jan/08/geoengineering-climate-emergency-transparency",
        "date": "2026-01-08",
        "source": "Environment | The Guardian",
        "text": "<p>We must not let geoengineering be shaped behind closed doors. Climate justice demands an inclusive approach</p><p>As the world faces the challenges of the <a href=\"https://www.theguardian.com/environment/climate-crisis\">climate crisis</a> and critical threshold levels or tipping points may be reached soon, a disputable idea is gaining momentum as a potential solution: solar geoengineering – the deliberate reflection of sunlight to cool the planet. Advocates argue it could buy us time. Critics warn of unknown risks. Some see it as a possible emergency break if temperatures spiral out of control. Others call it a dangerous distraction that undermines meaningful climate action.</p><p>Research into solar geoengineering is advancing, including exploration of techniques such as stratospheric aerosol injection, which would involve spraying tiny reflective particles into the upper atmosphere to mimic the cooling effect of volcanic eruptions, and marine cloud brightening, which aims to enhance the reflectivity of low-lying marine clouds. While stratospheric aerosol injection is not being conducted, these technologies are being studied with increasing urgency in the global north. In the global south, however, they remain largely invisible to public discourse and policymaking.</p> <a href=\"https://www.theguardian.com/commentisfree/2026/jan/08/geoengineering-climate-emergency-transparency\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "Pesticide industry ‘immunity shield’ stripped from US appropriations bill",
        "url": "https://www.theguardian.com/environment/2026/jan/06/pesticide-industry-protection-bill-removed",
        "date": "2026-01-06",
        "source": "Environment | The Guardian",
        "text": "<p>Democrats and ‘make America healthy again’ movement pushed back on the rider in a funding bill led by Bayer</p><p>In a setback for the <a href=\"https://www.theguardian.com/environment/pesticides\">pesticide</a> industry, <a href=\"https://www.theguardian.com/us-news/democrats\">Democrats</a> have succeeded in removing a rider from a congressional <a href=\"https://appropriations.house.gov/sites/evo-subsites/republicans-appropriations.house.gov/files/evo-media-document/fy26-interior%2C-environment%2C-and-related-agencies-bill-text.pdf\">appropriations bill</a> that would have helped protect pesticide makers from being sued and could have hindered state efforts to warn about pesticide risks.</p><p>Chellie Pingree, a Democratic representative from Maine and ranking member of the House appropriations interior, environment, and related agencies subcommittee, said Monday that the controversial measure pushed by the agrochemical giant Bayer and industry allies has been stripped from the 2026 funding bill.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/06/pesticide-industry-protection-bill-removed\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "Trump officials sue California cities over laws to restrict fossil fuels",
        "url": "https://www.theguardian.com/us-news/2026/jan/05/trump-officials-sue-california-cities",
        "date": "2026-01-06",
        "source": "Environment | The Guardian",
        "text": "<p>Suit against San Francisco-area cities Petaluma and Morgan Hill latest attack on policies that seek to rein in oil and gas</p><p>The <a href=\"https://www.theguardian.com/us-news/trump-administration\">Trump administration</a> sued two <a href=\"https://www.theguardian.com/us-news/california\">California</a> cities on Monday, seeking to block local laws that restrict natural gas infrastructure and appliances in new construction.</p><p>The lawsuit is the administration’s latest attack on energy policies that seek to rein in the use of <a href=\"https://www.theguardian.com/environment/fossil-fuels\">fossil fuels</a> to combat the climate crisis. California, a Democratic stronghold, has among the most aggressive climate change policies in the world.</p> <a href=\"https://www.theguardian.com/us-news/2026/jan/05/trump-officials-sue-california-cities\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "No summary available for this cluster.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "Masses of toxic litter pours from Rhine into North Sea each year, research finds",
        "url": "https://www.theguardian.com/environment/2026/jan/08/masses-of-toxic-litter-pours-from-rhine-into-north-sea-each-year-research-finds",
        "date": "2026-01-08",
        "source": "Environment | The Guardian",
        "text": "<p>Citizen scientists help in University of Bonn study showing river carries up to 4,700 tonnes of ‘macrolitter’ annually</p><p>Thousands of tonnes of litter are pouring into the North Sea via the Rhine every year, poisoning the waters with heavy metals, microplastics and other chemicals, research has found.</p><p>This litter can be detrimental to the environment and human health: tyres, for example, contain zinc and other heavy metals that can be toxic to ecosystems in high concentrations.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/08/masses-of-toxic-litter-pours-from-rhine-into-north-sea-each-year-research-finds\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "Germany’s dying forests are losing their ability to absorb CO2. Can a new way of planting save them?",
        "url": "https://www.theguardian.com/environment/2026/jan/08/germany-forests-bark-beetle-spruce-co2-carbon-sink-monoculture-aoe",
        "date": "2026-01-08",
        "source": "Environment | The Guardian",
        "text": "<p>Vast swathes of the country’s trees have been killed off by droughts and infestations, in a trend sweeping across Europe. A shift towards more biodiverse cultivation could offer answers</p><p>Even the intense green of late spring cannot mask the dead trees in the Harz mountains. Standing upright across the gentle peaks in northern Germany, thousands of skeletal trunks mark the remnants of a once great spruce forest.</p><p>Since 2018, the region has been ravaged by a tree-killing bark beetle outbreak, made possible by successive droughts and heatwaves. It has transformed a landscape known for its verdant beauty into one dominated by a sickly grey.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/08/germany-forests-bark-beetle-spruce-co2-carbon-sink-monoculture-aoe\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "Aliens: the spread of invasive plants and animals across Europe – in pictures",
        "url": "https://www.theguardian.com/artanddesign/gallery/2026/jan/04/aliens-the-spread-of-invasive-plants-and-animals-across-europe-in-pictures",
        "date": "2026-01-04",
        "source": "Environment | The Guardian",
        "text": "<p>Erik Irmer has been documenting the spread of invasive plant and animal species that disrupt native ecology across Europe. He focuses on humans’ interactions with these plants and animals. Aliens is published by <a href=\"https://fotohof.at/en/shop/publications/aliens/\">Fotohof</a></p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2026/jan/04/aliens-the-spread-of-invasive-plants-and-animals-across-europe-in-pictures\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "Thousands of tonnes of litter are pouring into the North Sea via the Rhine every year, poisoning the waters with heavy metals, microplastics and other chemicals. This litter can be detrimental to the environment and human health. tyres, for example, contain zinc and other heavy metals that can be toxic to ecosystems in high concentrations.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "Dense, sticky and heavy: why Venezuela’s oil is valuable to Trump – video explainer",
        "url": "https://www.theguardian.com/world/video/2026/jan/08/why-venezuela-oil-valuable-trump-video-explainer",
        "date": "2026-01-08",
        "source": "Environment | The Guardian",
        "text": "<p>The Venezuelan oil industry is ‘a total bust’ according to Donald Trump, something he has promised to ‘fix’ after attacking Caracas and <a href=\"https://www.theguardian.com/world/2026/jan/03/explosions-reported-venezuela-caracas\">seizing the country’s leader</a>. But with analysts estimating it could take up to 14 years and billions to fix, what is in it for the US president? Jillian Ambrose, the Guardian’s energy correspondent, explains why Venezuela’s dense, sticky oil is so valuable to Trump</p> <a href=\"https://www.theguardian.com/world/video/2026/jan/08/why-venezuela-oil-valuable-trump-video-explainer\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 3
      },
      {
        "title": "Watch Energy Secretary Chris Wright answer questions about Venezuela",
        "url": "https://www.cnbc.com/2026/01/07/watch-energy-secretary-chris-wright-answer-questions-about-venezuela-.html",
        "date": "2026-01-07",
        "source": "Energy",
        "text": "[The stream is slated to start at 8:30 a.m. ET. Please refresh the page if you do not see a player above at that time.]\n\nEnergy Secretary Chris Wright is scheduled to speak publicly for the first time since the U.S. removed Venezuelan President Nicolás Maduro from power.\n\nWright will be interviewed by Goldman Sachs Wednesday at the bank's annual energy conference in Miami. He will likely answer questions about President Donald Trump's call for U.S. oil companies to invest in Venezuela.\n\nWright will also speak with oil executives at the conference about the situation in Venezuela. Executives from Chevron and ConocoPhillips are attending. Chevron is the only U.S. oil major operating in Venezuela.\n\n\"Secretary Wright remains in close contact with U.S. oil companies and plans to meet with several of them at the Goldman Sachs Energy Conference in Miami on Wednesday,\" a Department of Energy spokesperson told CNBC.\n\nVenezuela has the largest proven oil reserves in the world, but it is unclear whether U.S. oil majors are prepared to invest due to instability in the South American nation.",
        "image_url": null,
        "cluster_id": 3
      },
      {
        "title": "Trump taking ‘drill, baby, drill’ plan to Venezuela ‘terrible’ for climate, experts warn",
        "url": "https://www.theguardian.com/us-news/2026/jan/06/trump-venezuela-oil-climate-crisis",
        "date": "2026-01-06",
        "source": "Environment | The Guardian",
        "text": "<p>‘Everybody loses’ if production supercharged in country with largest known oil reserves, critics say</p><p><a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a>, by dramatically seizing <a href=\"https://www.theguardian.com/world/nicolas-maduro\">Nicolás Maduro</a> and claiming dominion over <a href=\"https://www.theguardian.com/world/venezuela\">Venezuela</a>’s vast oil reserves, has taken his “<a href=\"https://www.theguardian.com/us-news/2025/mar/12/trump-fossil-fuels-oil-and-gas\">drill, baby, drill</a>” mantra global. Achieving the president’s dream of supercharging the country’s oil production would be financially challenging – and if fulfilled, would be “terrible for the climate”, experts say.</p><p>Trump has aggressively sought to <a href=\"https://www.theguardian.com/environment/2025/jan/22/trump-big-oil-energy-priorities-explained\">boost oil and gas production</a> within the US. Now, after the capture and arrest of Maduro and his wife, Cilia Flores, he is seeking to orchestrate a ramp-up of drilling in Venezuela, which has the largest known reserves of oil in the world – equivalent to about 300bn barrels, <a href=\"https://knowledge.energyinst.org/search/record?id=58930\">according to</a> research firm the Energy Institute.</p> <a href=\"https://www.theguardian.com/us-news/2026/jan/06/trump-venezuela-oil-climate-crisis\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 3
      },
      {
        "title": "Maduro overthrow in oil-rich Venezuela unlikely to shake energy markets in the near term",
        "url": "https://www.cnbc.com/2026/01/03/trump-venezuela-attack-oil-markets.html",
        "date": "2026-01-03",
        "source": "Energy",
        "text": "President Donald Trump's overthrow of President Nicolas Maduro in oil-rich Venezuela is unlikely to shock energy markets in the near term, analysts told CNBC on Saturday.\n\nWhile the scale of the U.S. attack was unexpected, markets had already priced in a conflict with Venezuela that would disrupt oil exports, said Arne Lohmann Rasmussen, chief analyst and head of research at A/S Global Risk Management.\n\nVenezuela, a founding member of OPEC, has the largest proven oil reserves in the world. But the South American nation currently produces less than a million oil barrels a day, which is less than 1% of global oil production, according to Rasmussen.\n\nIt exports just about half its production, or some 500,000 barrels, Rasmussen said. The conflict also comes as the global oil market is oversupplied and demand is relatively weak, a pattern that is customary in the first quarter of the year, he said.\n\nRasmussen estimated that Brent crude prices will only rise by about $1 to $2, or even less, when futures trading opens on Sunday night. He projected that Brent will edge lower next week than where it closed on Friday, which was $60.75.\n\n\"Despite this being a huge geopolitical event that you would normally expect to be positive or push up oil prices,\" he said, \"the bottom line is there's still too much oil in the market, and that's why oil prices will not go ballistic.\"\n\nAnalyst Bob McNally of Rapidan Energy said he was advising clients before the weekend that about a third of Venezuela's oil production was at risk. While he does not predict that all of Venezuela's output would be cut off, he told CNBC that it would not pose a meaningful risk to oil markets in the short term.\n\nThe oil market in 2025 posted its biggest annual decline in five years. The global benchmark Brent fell about 19% last year, while U.S. crude oil lost nearly 20%.The market has been under pressure as OPEC+ ramped up production after years of output cuts. The U.S. also produced at a record level of just over 13.8 million barrels per day.\n\nOil prices may decline further as the regime overthrow raises the possibility of eventually boosting oil production in Venezuela, analysts told CNBC.\n\nSaul Kavonic, head of energy research at MST Financial, estimated that exports could approach 3 million barrels in the medium term if a new Venezuelan government led to the lifting of sanctions and the return of foreign investors.\n\n\"If anything, the future of Venezuela will have a bearish impact on the market, because there's really nowhere to go but up,\" said energy industry consultant David Goldwyn, a former top State Department energy official in the Obama administration.\n\nCurrently, the embargo on Venezuelan oil is still in effect, Trump said during a press conference Saturday. He also said that U.S. oil companies will invest billions of dollars to rebuild Venezuela's energy sector. Trump did not provide details on which companies would invest or how, nor did he clarify how the U.S. would temporarily run Venezuela \"with a group.\"\n\nGoldwyn said it is hard to predict whether U.S. oil companies will invest, given the uncertainty about the interim and future governments in Venezuela.\n\n\"Everything we have learned about government transitions from Iraq, from Afghanistan, from other countries, is that transitions are hard,\" he said. \"No company is going to want to commit to invest billions of dollars for a long-term operation until they know what the terms are. And they can't know what the terms are until you know what the government is going to be.\"\n\nGoldwyn added that companies, including Exxon Mobil , are still waiting to collect on debt owed by Venezuela's national oil company, Petróleos de Venezuela S.A. (PDVSA).\n\nRapidan Energy's McNally said it is a complicated proposition for U.S. oil companies. Oil producers have not forgotten being kicked out of Venezuela in the early 2000s, when the country expropriated the assets of foreign oil companies, he said. That said, accessing the world's largest oil reserves would be \"tantalizing\" to U.S. oil companies if sanctions were lifted, he added.\n\nBut it would take decades of investment and billions of dollars, McNally said. Whether it's worth it comes down to one central question, he said: Does the world need that much oil?\n\n\"Until late last year, the market consensus had been that demand for oil is going to stop growing in four years. It's over because of EVs and fuel efficiency policies and climate change policies,\" McNally said.\n\nBut as the U.S. and other nations, including China and Canada, weaken their climate policies and sales of electric vehicles fall, the prospect of investing in Venezuela has become much more attractive.\n\n\"All of a sudden you're starting to say: \"Whoa, we're going to need more oil,\" he said.\n\n— Additional reporting contributed by CNBC's Victor Loh",
        "image_url": null,
        "cluster_id": 3
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "Energy Secretary Chris Wright is scheduled to speak publicly for the first time since the U.S. removed Venezuelan President Nicolás Maduro from power. Wright will be interviewed by Goldman Sachs Wednesday at the bank's annual energy conference in Miami. He will likely answer questions about President Donald Trump's call for US oil companies to invest in Venezuela.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "Week in wildlife: rare gorilla twins, racing camels and a psychedelic spider",
        "url": "https://www.theguardian.com/environment/gallery/2026/jan/09/week-in-wildlife-rare-gorilla-twins-racing-camels-and-a-psychedelic-spider",
        "date": "2026-01-09",
        "source": "Environment | The Guardian",
        "text": "<p>This week’s best wildlife photographs from around the world</p> <a href=\"https://www.theguardian.com/environment/gallery/2026/jan/09/week-in-wildlife-rare-gorilla-twins-racing-camels-and-a-psychedelic-spider\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      },
      {
        "title": "What makes an elephant abandon her calf – and is it a growing problem?",
        "url": "https://www.theguardian.com/environment/2026/jan/02/baby-elephant-abandoned-herds-calves-human-conflict-thailand-assam-aoe",
        "date": "2026-01-02",
        "source": "Environment | The Guardian",
        "text": "<p>A helpless baby elephant has won the Thai public’s sympathy but her case has shed light on the pressures facing herds across Asia</p><p>Khao Tom, a two-month-old elephant, plays with a wildlife officer, nudging his face and curling her trunk around his wrist. When she lifts her trunk in the air, signalling that she is hungry, the team at the rescue centre seems relieved – she has not been eating well. A vet prepares a pint-sized bottle of formula, which she gulps down impatiently.</p><p>Khao Tom has been in the care of Thailand’s national parks and wildlife department since September, when rangers <a href=\"https://www.straitstimes.com/asia/se-asia/baby-elephant-rescued-after-mother-abandons-it-in-forest-in-thailand\">rescued her from a farming area</a> inside Lam Khlong Ngu national park. Born with a congenital disorder affecting her knees, she struggled to keep up with the herd. Within days of her birth, her mother had moved on without her.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/02/baby-elephant-abandoned-herds-calves-human-conflict-thailand-assam-aoe\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "Khao Tom has been in the care of Thailand’s national parks and wildlife department since September. Born with a congenital disorder affecting her knees, she struggled to keep up with the herd. Within days of her birth, her mother had moved on without her.",
    "image_url": null
  }
]