[
  {
    "articles": [
      {
        "title": "Galápagos had no native amphibians. Then it was invaded by hundreds of thousands of frogs",
        "url": "https://www.theguardian.com/environment/2025/nov/04/galapagos-has-no-native-amphibians-now-hundreds-of-thousands-of-frogs-have-invaded-aoe",
        "date": "2025-11-04",
        "source": "Environment | The Guardian",
        "text": "<p>Scientists are only beginning to grasp the scale of the issue and understand what impact the tree frogs may have on the islands’ rare wildlife</p><p>On the way to her office at the Charles Darwin research station, biologist <a href=\"https://www.darwinfoundation.org/es/conocenos/nuestro-equipo/meet-our-team/miriam-san-jose/\">Miriam San José</a> crouches down near a shallow pond shrouded by vegetation and reaches deep into the foliage, pulling out a small green plastic box recorder.</p><p>She left it there overnight to capture the infamous croaks of a Fowler’s snouted treefrog (<em>Scinax quinquefasciatus</em><em>)</em>, known to Galápagos scientists as an invasive threat, with repercussions researchers are only beginning to grasp.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/04/galapagos-has-no-native-amphibians-now-hundreds-of-thousands-of-frogs-have-invaded-aoe\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      },
      {
        "title": "Australia must put politics aside and pass nature laws that benefit the economy and the environment. We owe it to our kids | Zoe Daniel",
        "url": "https://www.theguardian.com/commentisfree/2025/nov/01/australia-nature-laws-put-politics-aside-benefit-economy-environment-kids",
        "date": "2025-11-01",
        "source": "Environment | The Guardian",
        "text": "<p>There’s no such thing as a perfect legislative solution. It’s about finding one that’s workable – for the community, for the economy and for nature</p><p>Victoria’s Healesville Sanctuary is helping to protect and restore the critically endangered orange-bellied parrot which is predicted to be extinct within five years.</p><p>With only 50 known to be left in the wild, a major breeding program aims to release up to 20 pairs of the migratory birds annually.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2021/dec/21/sign-up-for-five-great-reads-guardian-australias-wrap-of-our-best-summer-stories\">Sign up for a weekly email featuring our best reads</a></strong></p> <a href=\"https://www.theguardian.com/commentisfree/2025/nov/01/australia-nature-laws-put-politics-aside-benefit-economy-environment-kids\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      },
      {
        "title": "The nature extinction crisis is mirrored by one in our own bodies. Both have huge implications for health",
        "url": "https://www.theguardian.com/environment/2025/oct/31/nature-extinction-crisis-mirrored-in-our-bodies-huge-health-implications-aoe",
        "date": "2025-10-31",
        "source": "Environment | The Guardian",
        "text": "<p>Modern life is waging a war against ecosystems around us and inside us. Keeping our own microbes healthy is another reason to demand action to preserve the natural world</p><p>Read more: <a href=\"https://www.theguardian.com/environment/2025/oct/30/rich-lizards-luxury-effect-more-plants-wildlife-wealthier-suburbs-health-aoe\">The luxury effect: why you’ll find more wildlife in wealthy areas – and what it means for your health</a></p><p>Human bodies are like cities, teeming with microcitizens – vast communities of viruses, fungi and bacteria that live all over our skin and inside us. Unsung public servants help us digest food, regulate our immune system, defend against pathogens, and keep hormones in check. Together, they make up what we call the human microbiome.</p><p>Most people have probably heard of the gut microbiome, but different microbes thrive all over our bodies – in our nostrils, on our feet, in our eyes. They are slightly different, like boroughs are composed of different communities of people. Ninety per cent of cells in our body are microbes, and <a href=\"https://www.amnh.org/content/download/131241/2201972/file/human_microbiome_your_body_is_an_ecosystem_stepread1.pdf\">“clouds” of bacteria</a> come off someone’s body as they enter a room. We are all walking ecosystems, picking up and shedding material as we move through life.</p> <a href=\"https://www.theguardian.com/environment/2025/oct/31/nature-extinction-crisis-mirrored-in-our-bodies-huge-health-implications-aoe\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      },
      {
        "title": "Week in wildlife: a tiger in a tube, migrating crabs and busy Highland beavers",
        "url": "https://www.theguardian.com/environment/gallery/2025/oct/31/week-in-wildlife-a-tiger-in-a-tube-migrating-crabs-and-busy-highland-beavers",
        "date": "2025-10-31",
        "source": "Environment | The Guardian",
        "text": "<p>The best of this week’s wildlife photographs from around the world</p> <a href=\"https://www.theguardian.com/environment/gallery/2025/oct/31/week-in-wildlife-a-tiger-in-a-tube-migrating-crabs-and-busy-highland-beavers\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      },
      {
        "title": "The luxury effect: why you’ll find more wildlife in wealthy areas – and what it means for your health",
        "url": "https://www.theguardian.com/environment/2025/oct/30/rich-lizards-luxury-effect-more-plants-wildlife-wealthier-suburbs-health-aoe",
        "date": "2025-10-30",
        "source": "Environment | The Guardian",
        "text": "<p>The discovery that affluent neighbourhoods have more diversity of nature has implications for human wellbeing – and sheds light on the structural injustices in cities</p><p>Read more: <a href=\"https://www.theguardian.com/environment/2025/oct/31/nature-extinction-crisis-mirrored-in-our-bodies-huge-health-implications-aoe\">The nature extinction crisis is mirrored by one in our own bodies. Both have huge implications for health</a></p><p>For a long time, ecology tended to ignore people. It mostly focused on beautiful places far from large-scale human development: deep rainforest or pristine grassland. Then, in the late 1990s, in the desert city of Phoenix, Arizona, scientists shifted their gaze closer to home.</p><p>A team of ecologists went out into their own neighbourhood to map the distribution of urban plants in one of the first studies of its kind. Equipped with tape measures and clipboards, they documented trees and shrubs, sometimes getting on all fours to crawl through bushes under the curious watch of local people.</p> <a href=\"https://www.theguardian.com/environment/2025/oct/30/rich-lizards-luxury-effect-more-plants-wildlife-wealthier-suburbs-health-aoe\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "Scientists are only beginning to grasp the scale of the issue and understand what impact the tree frogs may have on the islands’ rare wildlife. Human bodies are like cities, teeming with microcitizens – vast communities of viruses, fungi and bacteria that live all over our skin and inside us. Keeping our own microbes healthy is another reason to demand action to preserve the natural world.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "Solar geoengineering in wrong hands could wreak climate havoc, scientists warn",
        "url": "https://www.theguardian.com/environment/2025/nov/05/solar-geoengineering-in-wrong-hands-could-wreak-climate-havoc-scientists-warn",
        "date": "2025-11-05",
        "source": "Environment | The Guardian",
        "text": "<p>Blocking the sun may reduce global heating – but ‘rogue actor’ could cause drought or more hurricanes, report finds</p><p>Solar geoengineering could increase the ferocity of North Atlantic hurricanes, cause the Amazon rainforest to die back and cause drought in parts of Africa if deployed above only some parts of the planet by rogue actors, a report has warned.</p><p>However, if technology to block the sun was used globally and in a coordinated way for a long period – decades or even centuries – there is strong evidence that it would lower the global temperature, the review from the UK’s Royal Society concluded.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/05/solar-geoengineering-in-wrong-hands-could-wreak-climate-havoc-scientists-warn\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "If technology to block the sun was used globally and in a coordinated way for a long period – decades or even centuries – there is strong evidence that it would lower the global temperature.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "Celebrity chefs urge Britons to ‘bang in some beans’ to boost legume consumption",
        "url": "https://www.theguardian.com/environment/2025/nov/05/celebrity-chefs-urge-britons-to-bang-in-some-beans-to-boost-legume-consumption",
        "date": "2025-11-05",
        "source": "Environment | The Guardian",
        "text": "<p>Jamie Oliver, Hugh Fearnley-Whittingstall and major supermarkets want to double amount of beans Britons eat</p><ul><li><p><a href=\"https://www.theguardian.com/food/2025/nov/05/magic-beans-the-protein-rich-superfood-in-a-potful-of-top-chefs-recipes\">Magic beans: the protein-rich superfood in a potful of top chefs’ recipes</a></p></li></ul><p>Jamie Oliver and Hugh Fearnley-Whittingstall are among a group of celebrity chefs and supermarkets spearheading a new campaign to double UK bean consumption by 2028.</p><p>There has been a long push for people to include more legumes in their diets – they are climate friendly and healthy. As the UK faces increasing disease related to poor diets as well as increasing food prices, and the campaigners argue that it is the correct time to launch a drive to “bang in some beans” to the nation’s meals.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/05/celebrity-chefs-urge-britons-to-bang-in-some-beans-to-boost-legume-consumption\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "Just Stop Oil protesters convicted after being denied right to state climate facts",
        "url": "https://www.theguardian.com/uk-news/2025/nov/05/just-stop-oil-protesters-convicted-after-being-denied-right-to-state-climate-facts",
        "date": "2025-11-05",
        "source": "Environment | The Guardian",
        "text": "<p>Lawyers call for clarity over law as six are found guilty while being stopped from using defence used by fellow activists</p><p>Six environmental protesters were convicted after they were denied the ability to put a “reasonable excuse” defence or climate facts before the jury, despite these being afforded to other activists acquitted for taking part in the same demonstration.</p><p>After an eight-day trial at Southwark crown court in London, the six Just Stop Oil (JSO) activists <a href=\"https://juststopoil.org/2025/10/02/six-just-stop-oil-supporters-found-guilty-after-judge-denies-all-legal-defences-and-cps-denies-climate-crisis/\">were found guilty of public nuisance</a>, which carries a maximum 10-year sentence, for climbing gantries on the M25 in 2022 to demand an end to new fossil fuel projects. They will be sentenced next month.</p> <a href=\"https://www.theguardian.com/uk-news/2025/nov/05/just-stop-oil-protesters-convicted-after-being-denied-right-to-state-climate-facts\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "Academics say their net zero costing is being ‘misrepresented’ after Nationals repeat $9tn claim",
        "url": "https://www.theguardian.com/australia-news/2025/nov/05/academics-criticise-misrepresented-costing-of-net-zero-after-nationals-repeat-9tn-claim",
        "date": "2025-11-05",
        "source": "Environment | The Guardian",
        "text": "<p>Researchers behind report cited by some in the Coalition say their work is based on various assumptions – largely involving cost to overseas customers, not Australians</p><ul><li><p><a href=\"https://www.theguardian.com/australia-news/live/2025/nov/05/australia-politics-live-nauru-deportations-labor-greens-coalition-anthony-albanese-sussan-ley-nationals-leadership-net-zero-question-time-ntwnfb\">Follow our Australia news live blog for latest updates</a></p></li><li><p><a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=cvau_sfl\">Sign up for climate and environment editor Adam Morton’s free Clear Air newsletter here</a></p></li></ul><p>University energy researchers say their modelling of the economics of Australia reaching net zero greenhouse gas emissions – used by the Nationals and some Liberal MPs as part of a justification to drop the goal – has been misrepresented.</p><p>The Nationals leader, David Littleproud, has repeatedly claimed that reaching net zero greenhouse gas emissions would “cost Australians $9tn”, pointing to the work of Net Zero Australia (NZA).</p> <a href=\"https://www.theguardian.com/australia-news/2025/nov/05/academics-criticise-misrepresented-costing-of-net-zero-after-nationals-repeat-9tn-claim\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "New climate pledges do little to correct global warming projection, UN warns",
        "url": "https://news.un.org/feed/view/en/story/2025/11/1166255",
        "date": "2025-11-04",
        "source": "UN News - Global perspective Human stories",
        "text": "Available new climate pledges by governments have only slightly lowered global temperature rise over the course of this century, leaving the world on the path to a serious escalation of climate risks and damages.&nbsp;",
        "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Collections/Embargoed/05-02-2025-WMO-United-Kingdom.jpg/image560x340cropped.jpg",
        "cluster_id": 2
      },
      {
        "title": "FAO warns of ‘silent crisis’ as land degradation threatens billions",
        "url": "https://news.un.org/feed/view/en/story/2025/11/1166251",
        "date": "2025-11-03",
        "source": "UN News - Global perspective Human stories",
        "text": "Roughly 1.7 billion people are living in areas where crop yields are failing due to human-induced land degradation – “a pervasive and silent crisis that is undermining agricultural productivity and threatening ecosystem health worldwide.”&nbsp;",
        "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Collections/Embargoed/24-07-2025-WFP-Bolivia.jpg/image560x340cropped.jpg",
        "cluster_id": 2
      },
      {
        "title": "As global crises deepen, leaders in Doha urge shift from promises to action",
        "url": "https://news.un.org/feed/view/en/story/2025/11/1166249",
        "date": "2025-11-03",
        "source": "UN News - Global perspective Human stories",
        "text": "As global challenges deepen, governments, civil society and international partners convened in Doha on Monday to highlight concrete solutions to advance social development and confront some of today’s most urgent crises – from widening hunger and poverty to growing inequality and climate-driven instability.&nbsp;",
        "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/02-11-2025-UN-News-WSSD6.jpg/image560x340cropped.jpg",
        "cluster_id": 2
      },
      {
        "title": "The ground is swallowing homes in this Native village in Alaska. Residents have no choice but to move",
        "url": "https://www.theguardian.com/us-news/2025/nov/03/alaska-nunapitchuk-climate-melting-permafrost",
        "date": "2025-11-03",
        "source": "Environment | The Guardian",
        "text": "<p>The climate crisis is causing the permafrost to melt in Alaska, forcing the village of Nunapitchuk to relocate</p><p>Children splash gleefully in the river as adults cast fishing lines or head into the <a href=\"https://www.theguardian.com/us-news/alaska\">Alaska</a> tundra to hunt. It’s a scene that has characterized summer days for centuries among the Yup’ik people who have long lived in south-western Alaska, where the village of Nunapitchuk stands. But, with temperatures in Alaska warming nearly four times faster than most parts of the globe, that way of life is about to change.</p><p>Homes in Nunapitchuk have been sinking into the <a href=\"https://nsidc.org/learn/parts-cryosphere/frozen-ground-permafrost\">permafrost</a>, and residents have decided their only choice is to move the entire village to higher ground.</p> <a href=\"https://www.theguardian.com/us-news/2025/nov/03/alaska-nunapitchuk-climate-melting-permafrost\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "Only 3% of international climate aid going to transitioning communities: ‘This is absurd’",
        "url": "https://www.theguardian.com/environment/2025/nov/03/international-climate-aid-just-transition",
        "date": "2025-11-03",
        "source": "Environment | The Guardian",
        "text": "<p>New report on funding to slash carbon emissions finds startlingly low engagement with the people affected</p><p>Less than 3% of international aid to slash carbon emissions is supporting a “just transition” for workers and communities away from polluting industries, according to a new report.</p><p>Released one week before the start of major United Nations climate negotiations in Belém, Brazil, <a href=\"https://actionaid.org/publications/2025/climate-finance-just-transition-how-finance-flows\">the analysis from the climate and development non-profit ActionAid</a> warns that the world’s response to the climate crisis risks deepening inequality rather than addressing it.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/03/international-climate-aid-just-transition\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "Littleproud says the world is ‘re-pivoting’ on net zero commitments – but is that just spin? | Temperature Check",
        "url": "https://www.theguardian.com/environment/commentisfree/2025/nov/04/nationals-littleproud-net-zero-emissions-claims-real-or-spin",
        "date": "2025-11-03",
        "source": "Environment | The Guardian",
        "text": "<p>The Nationals argue the 2050 emissions target is already causing financial pain and the rest of the world is walking away from it. Neither of these things is true</p><ul><li><p><a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=cvau_sfl\">Sign up for climate and environment editor Adam Morton’s free Clear Air newsletter here</a></p></li></ul><p>After months of threatening, the junior Coalition partner has finally withdrawn its support for the national target of reaching net zero greenhouse gas emissions by 2050.</p><p>“We are pegging ourselves to what the rest of the world does,” the Nationals leader, David Littleproud, claimed on Monday.</p> <a href=\"https://www.theguardian.com/environment/commentisfree/2025/nov/04/nationals-littleproud-net-zero-emissions-claims-real-or-spin\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "World leaders, remember that future generations will judge you. At Cop30, you can define how | Gordon Brown",
        "url": "https://www.theguardian.com/commentisfree/2025/nov/01/world-leaders-future-generations-judge-cop30-keir-starmer-gordon-brown",
        "date": "2025-11-01",
        "source": "Environment | The Guardian",
        "text": "<p>Keir Starmer is taking the lead on tackling the climate crisis. With the US backing away, now is the moment when other nations must step up</p><p>With the once-familiar pillars of the old world order crumbling and the US stepping away from <a href=\"https://www.lse.ac.uk/granthaminstitute/news/inside-trumps-campaign-to-censor-climate-science/\" title=\"Protected by Outlook: https://www.lse.ac.uk/granthaminstitute/news/inside-trumps-campaign-to-censor-climate-science/. Click or tap to follow the link.\">action on climate crisis</a>, it falls to others to assume global environmental leadership. Those leaders who understand the urgency should seize the opportunity afforded by <a href=\"https://cop30.br/en\" title=\"Protected by Outlook: https://cop30.br/en. Click or tap to follow the link.\">Brazil hosting Cop30</a> this month to build a coalition of committed countries determined to turn back the climate deniers.</p><p>Many now see China – the most <a href=\"https://dialogue.earth/en/business/new-three-china-solar-cell-lithium-battery-ev/\" title=\"Protected by Outlook: https://dialogue.earth/en/business/new-three-china-solar-cell-lithium-battery-ev/. Click or tap to follow the link.\">successful manufacturer</a> of solar, wind, battery and electric vehicle technologies – as the global low-carbon powerhouse. But its <a href=\"https://climateactiontracker.org/press/chinas-new-target-unlikely-to-drive-down-emissions/\" title=\"Protected by Outlook: https://climateactiontracker.org/press/chinas-new-target-unlikely-to-drive-down-emissions/. Click or tap to follow the link.\">national emission goals</a>, recently submitted to the UN, are underwhelming and it is unclear whether China is willing to take up the mantle of climate leadership.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/nov/01/world-leaders-future-generations-judge-cop30-keir-starmer-gordon-brown\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "No high-level US representatives will go to UN climate talks, Trump officials say",
        "url": "https://www.theguardian.com/environment/2025/oct/31/cop30-climate-us-officials",
        "date": "2025-10-31",
        "source": "Environment | The Guardian",
        "text": "<p>Decision to stay away from Cop30 meeting in Brazil underscores administration’s hostility to climate action</p><p>The Trump administration has confirmed that no high-level representatives will be sent by the US to upcoming UN climate talks in Brazil, underscoring the administration’s hostile stance towards action on the climate crisis.</p><p>The US has always sent delegations of various sizes to UN climate summits over the past three decades, even during periods under George W Bush and in Donald Trump’s first term, where there was scant desire to address the global heating crisis.</p> <a href=\"https://www.theguardian.com/environment/2025/oct/31/cop30-climate-us-officials\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "Harrison Ford says Trump’s assault on climate policy ‘scares the shit out of me’",
        "url": "https://www.theguardian.com/environment/2025/oct/31/harrison-ford-donald-trump-climate-crisis",
        "date": "2025-10-31",
        "source": "Environment | The Guardian",
        "text": "<p>Indiana Jones star calls US president one of history’s greatest criminals for attacks on science and boosting of fossil fuels</p><p><a href=\"https://www.theguardian.com/film/harrisonford\">Harrison Ford</a> has said that <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a>’s assault upon measures to address the climate crisis “scares the shit out of me” and makes the US president among the worst criminals in history.</p><p>In a blistering attack upon the president, Ford told the Guardian that Trump “doesn’t have any policies, he has whims. It scares the shit out of me. The ignorance, the hubris, the lies, the perfidy. [Trump] knows better, but he’s an instrument of the status quo and he’s making money, hand over fist, while the world goes to hell in a handbasket.”</p> <a href=\"https://www.theguardian.com/environment/2025/oct/31/harrison-ford-donald-trump-climate-crisis\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "‘Yawning gap’ remains between climate adaptation funds and funding pledges",
        "url": "https://news.un.org/feed/view/en/story/2025/10/1166212",
        "date": "2025-10-29",
        "source": "UN News - Global perspective Human stories",
        "text": "Developing countries are receiving less than 10 per cent of the money they need to adapt to a world increasingly vulnerable to extreme weather – putting lives, livelihoods and entire economies at risk, the UN revealed on Wednesday.",
        "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Collections/Embargoed/30-01-2025-UNICEF-Indonesia-01.jpg/image560x340cropped.jpg",
        "cluster_id": 2
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "Jamie Oliver, Hugh Fearnley-Whittingstall and major supermarkets want to double amount of beans Britons eat. There has been a long push for people to include more legumes in their diets – they are climate friendly and healthy. University energy researchers say their modelling of the economics of Australia reaching net zero greenhouse gas emissions has been misrepresented.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "BP beats third-quarter profit expectations on higher oil and gas production",
        "url": "https://www.cnbc.com/2025/11/04/bp-earnings-q3-2025.html",
        "date": "2025-11-04",
        "source": "Energy",
        "text": "The BP logo is displayed on a petrol tanker delivering fuel at a petrol station in Shepton Mallet on October 20, 2025 in Somerset, England.\n\nBritish oil giant BP on Tuesday reported stronger-than-expected third-quarter profit as higher crude and gas production outweighed a weak oil trading result.\n\nThe London-listed oil and gas major posted underlying replacement cost profit, used as a proxy for net profit, of $2.21 billion for July-September period. That beat analyst expectations of $2.03 billion, according to an LSEG-compiled consensus.\n\nBP's third-quarter net profit came in at $2.3 billion last year and $2.35 billion in the second quarter of 2025.\n\n\"We've delivered another quarter of good performance across the business with operations continuing to run well,\" BP CEO Murray Auchincloss said in a statement.\n\n\"We are looking to accelerate delivery of our plans, including undertaking a thorough review of our portfolio to drive simplification and targeting further improvements in cost performance and efficiency,\" Auchincloss said.\n\nThe oil major's third-quarter net debt came in at $26.05 billion, broadly flat from the previous quarter, although up from $24.27 billion a year earlier.\n\nLondon-listed shares of BP rose 0.5% on Tuesday morning.\n\nSome other third-quarter highlights included:\n\nOperating cash flow came in at $7.8 billion, up from $6.3 billion three months ago.\n\nBP said it expects divestment and other proceeds to be above $4 billion in 2025.\n\nBP also announced another $750 million in share buybacks over the next three months, maintaining the pace of its shareholder returns, albeit at a reduced level from earlier in the year.\n\nThe results come just over eight months after the company launched a fundamental strategic reset.\n\nBP, which has been the subject of intense takeover speculation, is looking to regain investor confidence by slashing renewable spending and prioritizing its traditional oil and gas business.\n\nInvestors appear to have broadly welcomed the oil and gas major's green strategy U-turn, with share prices up more than 13% year-to-date. The improving sentiment has also been attributed to the firm's leadership shake-up, progress on its cost-cutting program and a string of recent oil discoveries.\n\nBP on Monday announced it had agreed to sell minority stakes in some of its U.S. onshore pipeline assets in the Permian and Eagle Ford basins to private investor Sixth Street for $1.5 billion. BP has previously said it is targeting $20 billion in divestments by the end of 2027.\n\nLast week, British rival Shell reported stronger-than-expected third-quarter profit, citing robust operational performance and higher trading contributions.",
        "image_url": null,
        "cluster_id": 3
      },
      {
        "title": "Onetime meme stock Beyond Meat falls 16% after company delays financial results due to impairment charge",
        "url": "https://www.cnbc.com/2025/11/03/beyond-meat-falls-8percent-after-delaying-financial-results.html",
        "date": "2025-11-03",
        "source": "Energy",
        "text": "A Beyond Meat Burger is seen on display at a store in Port Washington, New York, U.S., June 3, 2019. Picture taken June 3, 2019.\n\nShares of Beyond Meat fell Monday after the company delayed its third-quarter financial results.\n\nThe plant-based meat maker will now report earnings after the market closes on Nov. 11. Beyond Meat said it delayed its results because it needs more time to calculate a material noncash impairment charge related to certain long-lived assets.\n\nBeyond Meat had become a meme stock in October, rising from a sub-$2 price to nearly $8 at one point as traders on Robinhood and other brokerages crowded in to the stock following its addition to the Roundhill Meme Stock ETF and in order to possibly exploit a large short position by hedge funds.\n\nThe shares fell 16% to $1.39, below its $1.89 close to end September.",
        "image_url": null,
        "cluster_id": 3
      },
      {
        "title": "Oil giant Shell launches another $3.5 billion share buyback as profit beats expectations",
        "url": "https://www.cnbc.com/2025/10/30/shell-earnings-q3-2025.html",
        "date": "2025-10-30",
        "source": "Energy",
        "text": "The Shell gas station logo is displayed on February 13, 2025 in Austin, Texas.\n\nBritish oil major Shell on Thursday reported stronger-than-expected third-quarter profit, citing robust operational performance and higher trading contributions.\n\nShell posted adjusted earnings of $5.4 billion for the quarter, beating analyst expectations of $5.05 billion, according to an LSEG-compiled consensus. A separate, company-provided analyst forecast had put Shell's expected third-quarter profit at $5.09 billion.\n\nThe London-headquartered firm reported adjusted earnings of $6 billion over the same period last year and $4.26 billion for this year's April-June period.\n\n\"Shell delivered another strong set of results, with clear progress across our portfolio and excellent performance in our Marketing business and deepwater assets in the Gulf of America and Brazil,\" Shell CEO Wael Sawan said in a statement.\n\nThe company also announced another $3.5 billion in share buybacks over the next three months, maintaining the pace of its shareholder returns. The company said it marked the 16th consecutive quarter of at least $3 billion in buybacks.\n\nShell's net debt came in at $41.2 billion at the end of the third quarter, down from $43.2 billion on a quarterly basis.\n\nThe oil major's London-listed share price finished Thursday's session up 0.2%. The stock price is up more 16% year-to-date, outperforming its industry peers.\n\n\"Numbers are solid in virtually all divisions and shows earning growth and strong cash flow generation,\" said Maurizio Carulli, global energy and materials analyst at Quilter Cheviot.\n\n\"Of note the robust production in Brazil and the Gulf of Mexico. The LNG Canada ramp up, with an initial 13 cargos in Q3, benefited the results as well. The only weak part was Chemicals, but it is a small part of the business and Shell's management is trying to find a strategic solution for it,\" Carulli said.\n\nOther third-quarter highlights included:\n\nAdjusted earnings fell 9.9% compared to the same period last year.\n\nCash flow from operations (CFFO) came in at $12.2 billion for the third quarter, compared to $14.7 billion in the same period last year.\n\nCash capital expenditure for the quarter stood at $4.9 billion.\n\nShell's results come as French oil major TotalEnergies reported a slight drop in third-quarter profit as oil and gas production growth helped to offset lower crude prices.\n\nNorwegian energy firm Equinor , for its part, on Wednesday posted a steeper-than-expected drop in third-quarter profit, with adjusted operating income coming in at $6.21 billion for the July-September period.\n\nU.S. oil giants Exxon Mobil and Chevron are both scheduled to report third-quarter results on Friday, with Britain's BP set to follow suit on Tuesday.\n\nAnalysts expect Big Oil's shareholder payouts to come under pressure over the coming months, with energy majors looking to tighten their belts amid a weaker crude price environment.",
        "image_url": null,
        "cluster_id": 3
      }
    ],
    "source_link": "Energy",
    "summary": "No summary available for this cluster.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "Two found dead in flooded basements as New York city hit by rainstorm",
        "url": "https://www.theguardian.com/us-news/2025/oct/30/new-york-floods",
        "date": "2025-10-31",
        "source": "Environment | The Guardian",
        "text": "<p>Separate incidents see bodies pulled from basements in Brooklyn and Manhattan as heavy rain closes roads and causes delays </p><p>Two people died in flooded <a href=\"https://www.theguardian.com/us-news/new-york\">New York City</a> basements Thursday during a rainstorm that shut down roadways and caused airport delays, authorities said.</p><p>A scuba team recovered the body of a 39-year-old man after firefighters received a call of a person trapped in the flooded basement of a townhouse in Brooklyn at about 4.30pm, police said. A video posted online showed firefighters carrying the victim away through calf-deep water on the street.</p> <a href=\"https://www.theguardian.com/us-news/2025/oct/30/new-york-floods\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      },
      {
        "title": "Heavy rain floods streets in New York City – video",
        "url": "https://www.theguardian.com/us-news/video/2025/oct/31/heavy-rain-floods-streets-in-new-york-city-video",
        "date": "2025-10-31",
        "source": "Environment | The Guardian",
        "text": "<p>At least two people died on Thursday in flooded basements after record rainfall in parts of New York City that also deluged some streets and subway stations. Preliminary reports showed 45.7mm (1.8in) of rain fell in Central Park, which exceeded its record of 41.7mm set in 1917, the National Weather Service said. LaGuardia airport recorded 50mm of rain, which broke the hub's 1955 record of 30mm</p><p></p><ul><li><p><a href=\"https://www.theguardian.com/us-news/2025/oct/30/new-york-floods\">Two found dead in flooded basements as New York hit by rainstorm</a></p></li></ul> <a href=\"https://www.theguardian.com/us-news/video/2025/oct/31/heavy-rain-floods-streets-in-new-york-city-video\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "Bodies pulled from basements in Brooklyn and Manhattan as heavy rain closes roads and causes delays. Preliminary reports showed 45.7mm (1.8in) of rain fell in Central Park. LaGuardia airport recorded 50mm of rain, which broke the hub's 1955 record of 30mm.",
    "image_url": null
  }
]