[
  {
    "articles": [
      {
        "title": "Lights out: can we stop glow-worms and fireflies fading away?",
        "url": "https://www.theguardian.com/environment/2025/nov/07/conservation-endangered-insects-glow-worms-firefies-europe-dwindling-populations",
        "date": "2025-11-07",
        "source": "Environment | The Guardian",
        "text": "<p>From night walks with children to switching off streetlights and rewilding areas, naturalists are working to save Europe’s dwindling populations  </p><p>An hour or so after sunset, green twinkles of possibility gleam beneath the hedgerows of Westbury-sub-Mendip in Somerset. Under an orange August moon, the last female glow-worms of the season are making one final push at finding a mate.</p><p>For almost 20 years, Peter Bright and other volunteers have combed the village’s shrubberies and grasslands, searching for the bioluminescent beetles as part of the <a href=\"https://www.glowworms.org.uk/\">UK glow-worm survey</a>. Most years, they have counted between 100 and 150, rising to 248 in 2017.</p><p>Ben Cooke, a National Trust ranger, places a glow-worm trap near Winspit Quarry in Dorset. Photograph: P Flude/Guardian</p> <a href=\"https://www.theguardian.com/environment/2025/nov/07/conservation-endangered-insects-glow-worms-firefies-europe-dwindling-populations\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      },
      {
        "title": "Week in wildlife: a toxic newt, a rescued gibbon and baby flying foxes",
        "url": "https://www.theguardian.com/environment/gallery/2025/nov/07/week-in-wildlife-a-toxic-newt-a-rescued-gibbon-and-baby-flying-foxes",
        "date": "2025-11-07",
        "source": "Environment | The Guardian",
        "text": "<p>The best of this week’s wildlife photographs from around the world</p> <a href=\"https://www.theguardian.com/environment/gallery/2025/nov/07/week-in-wildlife-a-toxic-newt-a-rescued-gibbon-and-baby-flying-foxes\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "The last female glow-worms of the season are making one final push at finding a mate. Most years, they have counted between 100 and 150, rising to 248 in 2017.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "Amazon lakes hit ‘unbearable’ hot-tub temperatures amid mass die-offs of pink river dolphins – study",
        "url": "https://www.theguardian.com/environment/2025/nov/06/climate-crisis-amazon-lakes-water-temperature-hotter-than-spa-bath-aoe",
        "date": "2025-11-06",
        "source": "Environment | The Guardian",
        "text": "<p>Droughts and heatwaves causing water in some areas to reach 41C, killing fish and endangered dolphins, say researchers</p><p>Amazonian lakes are being transformed into simmering basins hotter than spa baths as severe heatwaves and drought grip the region, research shows.</p><p>The temperature of one lake exceeded 40C (104F) as water levels plummeted under intense sunlight and cloudless skies. The extreme heat triggered mass die-offs among endangered Amazon river dolphins and fish, which cannot survive in such high temperatures.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/06/climate-crisis-amazon-lakes-water-temperature-hotter-than-spa-bath-aoe\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "Missing 1.5C climate target is a moral failure, UN chief tells Cop30 summit",
        "url": "https://www.theguardian.com/environment/2025/nov/06/missing-15c-climate-target-is-a-moral-failure-guterres-tells-cop30-summit",
        "date": "2025-11-06",
        "source": "Environment | The Guardian",
        "text": "<p>UN secretary general António Guterres urges opening session in Brazil to bring about a ‘paradigm shift’</p><ul><li><p><a href=\"https://www.theguardian.com/environment/2025/nov/06/triple-whammy-of-hottest-ever-years-risks-irreversible-damage-says-un\">Triple-whammy of hottest ever years risks ‘irreversible damage’, says UN</a></p></li></ul><p>The failure to limit global heating to 1.5C is a “moral failure and deadly negligence”, the UN secretary general has said at the opening session of the Cop30 climate summit in the Brazilian city of Belém.</p><p><a href=\"https://www.theguardian.com/world/antonio-guterres\">António Guterres</a> said even a temporary overshoot would have “dramatic consequences. It could push ecosystems past catastrophic tipping points, expose billions to unliveable conditions and amplify threats to peace and security.”</p> <a href=\"https://www.theguardian.com/environment/2025/nov/06/missing-15c-climate-target-is-a-moral-failure-guterres-tells-cop30-summit\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "Triple-whammy of hottest ever years risks ‘irreversible damage’, says UN",
        "url": "https://www.theguardian.com/environment/2025/nov/06/triple-whammy-of-hottest-ever-years-risks-irreversible-damage-says-un",
        "date": "2025-11-06",
        "source": "Environment | The Guardian",
        "text": "<p>Experts say 2023, 2024 and 2025 the three hottest years in 176 years of records, with 1.5C Paris agreement target now ‘virtually impossible’</p><ul><li><p><a href=\"https://www.theguardian.com/environment/2025/nov/06/missing-15c-climate-target-is-a-moral-failure-guterres-tells-cop30-summit\">Missing 1.5C climate target is a moral failure, UN chief tells Cop30 summit</a></p></li></ul><p>A triple-whammy of hottest years ever recorded threatens “irreversible damage”, the UN has warned as the world’s nations prepare to meet at the <a href=\"https://www.theguardian.com/environment/cop30\">Cop30</a> climate summit in Brazil.</p><p>This year is on course to be the second or third hottest ever, in records that stretch back 176 years, the UN World Meteorological Organization (WMO) said. It means 2023, 2024 and 2025 will be the three hottest on record, demonstrating that the world is now deep into the climate crisis.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/06/triple-whammy-of-hottest-ever-years-risks-irreversible-damage-says-un\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "New climate pledges do little to correct global warming projection, UN warns",
        "url": "https://news.un.org/feed/view/en/story/2025/11/1166255",
        "date": "2025-11-04",
        "source": "UN News - Global perspective Human stories",
        "text": "Available new climate pledges by governments have only slightly lowered global temperature rise over the course of this century, leaving the world on the path to a serious escalation of climate risks and damages.&nbsp;",
        "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Collections/Embargoed/05-02-2025-WMO-United-Kingdom.jpg/image560x340cropped.jpg",
        "cluster_id": 1
      },
      {
        "title": "As global crises deepen, leaders in Doha urge shift from promises to action",
        "url": "https://news.un.org/feed/view/en/story/2025/11/1166249",
        "date": "2025-11-03",
        "source": "UN News - Global perspective Human stories",
        "text": "As global challenges deepen, governments, civil society and international partners convened in Doha on Monday to highlight concrete solutions to advance social development and confront some of today’s most urgent crises – from widening hunger and poverty to growing inequality and climate-driven instability.&nbsp;",
        "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/02-11-2025-UN-News-WSSD6.jpg/image560x340cropped.jpg",
        "cluster_id": 1
      },
      {
        "title": "Onetime meme stock Beyond Meat falls 16% after company delays financial results due to impairment charge",
        "url": "https://www.cnbc.com/2025/11/03/beyond-meat-falls-8percent-after-delaying-financial-results.html",
        "date": "2025-11-03",
        "source": "Energy",
        "text": "A Beyond Meat Burger is seen on display at a store in Port Washington, New York, U.S., June 3, 2019. Picture taken June 3, 2019.\n\nShares of Beyond Meat fell Monday after the company delayed its third-quarter financial results.\n\nThe plant-based meat maker will now report earnings after the market closes on Nov. 11. Beyond Meat said it delayed its results because it needs more time to calculate a material noncash impairment charge related to certain long-lived assets.\n\nBeyond Meat had become a meme stock in October, rising from a sub-$2 price to nearly $8 at one point as traders on Robinhood and other brokerages crowded in to the stock following its addition to the Roundhill Meme Stock ETF and in order to possibly exploit a large short position by hedge funds.\n\nThe shares fell 16% to $1.39, below its $1.89 close to end September.",
        "image_url": null,
        "cluster_id": 1
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "Droughts and heatwaves causing water in some areas to reach 41C. The extreme heat triggered mass die-offs among endangered Amazon river dolphins and fish. 2023, 2024 and 2025 will be the three hottest on record.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "Scientists criticize ‘straw man’ arguments in Bill Gates climate memo",
        "url": "https://www.theguardian.com/environment/2025/nov/06/bill-gates-climate-memo",
        "date": "2025-11-06",
        "source": "Environment | The Guardian",
        "text": "<p>Tech billionaire relying on ‘false binary’ with call to focus less on emissions and more on aid for poor, experts say</p><p>A <a href=\"https://www.theguardian.com/us-news/2025/oct/28/bill-gates-climate-crisis-pivot\">new memo</a> on the climate crisis from Bill Gates relies on “straw man” arguments about the threat to humanity and “false dichotomies” between spending on climate or aid for the poor, some climate scientists say.</p><p>Published last week, the tech billionaire’s 17-page missive called for a “strategic pivot” away from focusing on slashing emissions and towards preventing poverty and suffering. It was quickly picked up by some on the right, including Donald Trump, who hailed it as a much-needed backpedaling on climate efforts.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/06/bill-gates-climate-memo\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "Net zero is an insidious loophole that distracts from the scientific imperative to eliminate fossil fuels | Joëlle Gergis",
        "url": "https://www.theguardian.com/commentisfree/2025/nov/07/net-zero-distracts-from-scientific-imperative-to-eliminate-fossil-fuels-cop30",
        "date": "2025-11-06",
        "source": "Environment | The Guardian",
        "text": "<p>History tells us that polite incrementalism and political kowtowing will prevail at Cop30 – even as catastrophe unfolds around us</p><p>As world leaders gather in Brazil this year for <a href=\"https://www.theguardian.com/environment/cop30\">Cop30 – the first Amazonian Cop</a> – it’s worth doing a quick reality check on how we are collectively tracking to reduce global greenhouse gas emissions.</p><p>Despite 30 years of UN climate summits, about half of the carbon dioxide accumulated in the atmosphere since the Industrial Revolution has been emitted since 1990. Incidentally, 1990 was the year the Intergovernmental Panel on Climate Change – the global authority on climate change science – released its First Assessment Report confirming the threat of human-caused global warming. As scientists all over the world prepare the IPCC’s Seventh Assessment Report, we do so knowing that our work is still being overshadowed by politics. Despite all the well-intentioned half-measures, the truth is that the world is still disastrously off track to limit dangerous climate change.</p><p>Dr Joëlle Gergis is an award-winning climate scientist and writer from the University of Melbourne. She served as a lead author on the United Nations’ Intergovernmental Panel on the Climate Change’s Sixth Assessment Report</p> <a href=\"https://www.theguardian.com/commentisfree/2025/nov/07/net-zero-distracts-from-scientific-imperative-to-eliminate-fossil-fuels-cop30\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "Ignore the howls around pay-per-mile, chancellor. We can’t afford not to tax electric cars",
        "url": "https://www.theguardian.com/business/nils-pratley-on-finance/2025/nov/06/ignore-the-howls-around-pay-per-mile-chancellor-we-cant-afford-not-to-tax-electric-cars",
        "date": "2025-11-06",
        "source": "Environment | The Guardian",
        "text": "<p>The issue of how motoring taxes should change as we decarbonise the economy has been dodged for too long. Car salesmen need to get real </p><p>If you want a document to give you sleepless nights, the Office for Budget Responsibility’s biennial Fiscal Risks and Sustainability report is a go-to publication. This is the one that looks to the horizon and covers everything from demographic trends to state pension promises to the climate crisis.</p><p>The headline finding in this July’s version was a true jaw-dropper. The UK’s public finances <a href=\"https://www.theguardian.com/business/2025/jul/08/uk-public-finances-obr-national-debt-gdp\">are on an unsustainable long-term trajectory</a> because government debt would rise to a remarkable 270% of GDP by the early 2070s – up from almost 100% today – if current policies were left unchanged.</p> <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2025/nov/06/ignore-the-howls-around-pay-per-mile-chancellor-we-cant-afford-not-to-tax-electric-cars\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "BP beats third-quarter profit expectations on higher oil and gas production",
        "url": "https://www.cnbc.com/2025/11/04/bp-earnings-q3-2025.html",
        "date": "2025-11-04",
        "source": "Energy",
        "text": "The BP logo is displayed on a petrol tanker delivering fuel at a petrol station in Shepton Mallet on October 20, 2025 in Somerset, England.\n\nBritish oil giant BP on Tuesday reported stronger-than-expected third-quarter profit as higher crude and gas production outweighed a weak oil trading result.\n\nThe London-listed oil and gas major posted underlying replacement cost profit, used as a proxy for net profit, of $2.21 billion for July-September period. That beat analyst expectations of $2.03 billion, according to an LSEG-compiled consensus.\n\nBP's third-quarter net profit came in at $2.3 billion last year and $2.35 billion in the second quarter of 2025.\n\n\"We've delivered another quarter of good performance across the business with operations continuing to run well,\" BP CEO Murray Auchincloss said in a statement.\n\n\"We are looking to accelerate delivery of our plans, including undertaking a thorough review of our portfolio to drive simplification and targeting further improvements in cost performance and efficiency,\" Auchincloss said.\n\nThe oil major's third-quarter net debt came in at $26.05 billion, broadly flat from the previous quarter, although up from $24.27 billion a year earlier.\n\nLondon-listed shares of BP rose 0.5% on Tuesday morning.\n\nSome other third-quarter highlights included:\n\nOperating cash flow came in at $7.8 billion, up from $6.3 billion three months ago.\n\nBP said it expects divestment and other proceeds to be above $4 billion in 2025.\n\nBP also announced another $750 million in share buybacks over the next three months, maintaining the pace of its shareholder returns, albeit at a reduced level from earlier in the year.\n\nThe results come just over eight months after the company launched a fundamental strategic reset.\n\nBP, which has been the subject of intense takeover speculation, is looking to regain investor confidence by slashing renewable spending and prioritizing its traditional oil and gas business.\n\nInvestors appear to have broadly welcomed the oil and gas major's green strategy U-turn, with share prices up more than 13% year-to-date. The improving sentiment has also been attributed to the firm's leadership shake-up, progress on its cost-cutting program and a string of recent oil discoveries.\n\nBP on Monday announced it had agreed to sell minority stakes in some of its U.S. onshore pipeline assets in the Permian and Eagle Ford basins to private investor Sixth Street for $1.5 billion. BP has previously said it is targeting $20 billion in divestments by the end of 2027.\n\nLast week, British rival Shell reported stronger-than-expected third-quarter profit, citing robust operational performance and higher trading contributions.",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "Only 3% of international climate aid going to transitioning communities: ‘This is absurd’",
        "url": "https://www.theguardian.com/environment/2025/nov/03/international-climate-aid-just-transition",
        "date": "2025-11-03",
        "source": "Environment | The Guardian",
        "text": "<p>New report on funding to slash carbon emissions finds startlingly low engagement with the people affected</p><p>Less than 3% of international aid to slash carbon emissions is supporting a “just transition” for workers and communities away from polluting industries, according to a new report.</p><p>Released one week before the start of major United Nations climate negotiations in Belém, Brazil, <a href=\"https://actionaid.org/publications/2025/climate-finance-just-transition-how-finance-flows\">the analysis from the climate and development non-profit ActionAid</a> warns that the world’s response to the climate crisis risks deepening inequality rather than addressing it.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/03/international-climate-aid-just-transition\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "Littleproud says the world is ‘re-pivoting’ on net zero commitments – but is that just spin? | Temperature Check",
        "url": "https://www.theguardian.com/environment/commentisfree/2025/nov/04/nationals-littleproud-net-zero-emissions-claims-real-or-spin",
        "date": "2025-11-03",
        "source": "Environment | The Guardian",
        "text": "<p>The Nationals argue the 2050 emissions target is already causing financial pain and the rest of the world is walking away from it. Neither of these things is true</p><ul><li><p><a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=cvau_sfl\">Sign up for climate and environment editor Adam Morton’s free Clear Air newsletter here</a></p></li></ul><p>After months of threatening, the junior Coalition partner has finally withdrawn its support for the national target of reaching net zero greenhouse gas emissions by 2050.</p><p>“We are pegging ourselves to what the rest of the world does,” the Nationals leader, David Littleproud, claimed on Monday.</p> <a href=\"https://www.theguardian.com/environment/commentisfree/2025/nov/04/nationals-littleproud-net-zero-emissions-claims-real-or-spin\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "Tech billionaire relying on ‘false binary’ with call to focus less on emissions and more on aid for poor, experts say. Despite 30 years of UN climate summits, about half of the carbon dioxide accumulated in the atmosphere since the Industrial Revolution has been emitted since 1990.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "Trump says India has 'largely stopped' buying Russian oil, hints at visiting the country next year",
        "url": "https://www.cnbc.com/2025/11/07/india-us-russian-crude-modi-trump-tariffs-new-delhi-visit.html",
        "date": "2025-11-07",
        "source": "Energy",
        "text": "US President Donald Trump speaks with the press as he meets with Indian Prime Minister Narendra Modi in the Oval Office of the White House in Washington, DC, on Feb. 13, 2025.\n\nIn a sign of easing pressure on India, U.S. President Donald Trump said that trade talks with New Delhi were going well, and he could visit the country next year.\n\nTrump who was speaking to reporters at the White House on Thursday said India \"has largely stopped buying oil from Russia,\" and if Prime Minister Narendra Modi extended him an invite, he would visit the country in 2026.\n\nEvoking memories of his last visit to India, Trump called Modi \"his friend\" and a \"great man.\"\n\nIn the last few months, India and U.S. relations have been under stress, with experts warning of missing chemistry between the two leaders, leading to a disconnect between India-US ties.\n\nSteep tariffs, $100,000 fee for H1B visas, and Trump's repeated claims of having brokered a ceasefire between India and Pakistan and India's purchases of Russian crude are among issues that have led to a deterioration of ties between New Delhi and Washington in recent months, according to experts.\n\nIndia currently faces 50% tariffs on it exports, higher than the 47% duties on China.\n\n\"Negotiations between New Delhi and Washington D.C. are ongoing and both sides appear optimistic about trade deal being reached by the end of the year, possibly even in the next few weeks,\" said Alexandra Hermann, head of Southeast Asia Research of Oxford Economics.\n\nThe tariff rate on Indian goods could be cut to 20% from 50% currently, putting India in comparable level to its Asian peers such as Vietnam, Thailand, or the Philippines, she said.\n\nHermann added that the baseline tariff on India \"may not fall to Japan and South Korea's level of 15%\" due to sticking points around purchases of Russian oil, agricultural imports, and limited scope to commit to sizable investments in the U.S.\n\nLast month, the U.S. imposed sanctioned on Russian oil majors Rosneft and Lukoil, which will come into force from Nov 21. As a result Indian and Chinese refiners have started to cut down imports of Russian oil.\n\nAccording to a Reuters report on Thursday, Russian oil is trading at its steepest discounts to Brent in a year in Asia, as major Indian and Chinese refiners reduce purchases.\n\nIndia's Petroleum and Natural Gas ministry did not immediately respond to CNBC's query on the country cutting Russian oil imports.\n\n\"Over the long term, completely phasing out Russian oil isn't realistic for India,\" said Prateek Pandey head of APAC oil and gas research at Rystad Energy, adding that as Russian crude becomes available at a sharper discount \"New Delhi's approach of \"economics first\" will be tested more than ever.",
        "image_url": null,
        "cluster_id": 3
      },
      {
        "title": "UN chief urges world leaders to drive down global warming",
        "url": "https://news.un.org/feed/view/en/story/2025/11/1166292",
        "date": "2025-11-06",
        "source": "UN News - Global perspective Human stories",
        "text": "As world leaders gather in Brazil for the COP30 climate summit, UN Secretary-General António Guterres on Thursday called for urgent action to drive down global temperatures and keep the 1.5°C goal within reach.",
        "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Collections/Embargoed/04-11-2025-WMO-France.jpg/image560x340cropped.jpg",
        "cluster_id": 3
      },
      {
        "title": "Who are the major players at Cop30 and what do they want?",
        "url": "https://www.theguardian.com/environment/2025/nov/06/who-are-the-major-players-at-cop30-and-what-do-they-want",
        "date": "2025-11-06",
        "source": "Environment | The Guardian",
        "text": "<p>Delegates from global giants and smaller nations expected to clash at Brazilian summit over how to tackle the climate crisis and who should pay</p><p>The UN’s Cop30 climate conference is under way, with negotiators, diplomats and leaders from around the world in Belém, Brazil, to discuss how to handle the climate crisis.</p><p>Who are the big players, and what do they want?</p> <a href=\"https://www.theguardian.com/environment/2025/nov/06/who-are-the-major-players-at-cop30-and-what-do-they-want\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 3
      },
      {
        "title": "The era of fine speeches and good intentions is over. Brazil’s Cop30 will be about action | Luiz Inácio Lula da Silva",
        "url": "https://www.theguardian.com/commentisfree/2025/nov/06/brazil-cop-30-truth-world-leaders-climate-crisis-president-lula",
        "date": "2025-11-06",
        "source": "Environment | The Guardian",
        "text": "<p>This is our message to world leaders: make this the ‘Cop of truth’, before people lose faith</p><ul><li><p>Luiz Inácio Lula da Silva is the president of Brazil</p></li></ul><p>Today, in the Brazilian Amazon, the Belém summit opens ahead of the 30th United Nations climate change conference (Cop30). I have convened world leaders in the days leading up to the conference so that we can all commit to acting with the urgency the climate crisis demands.</p><p>If we fail to move beyond speeches into real action, our societies will lose faith – not only in the Cops, but in multilateralism and international politics more broadly. That is why I have summoned leaders to the Amazon: to make this the “Cop of truth”, the moment we demonstrate the seriousness of our shared commitment to the planet.</p><p>Luiz Inácio Lula da Silva is the president of Brazil</p> <a href=\"https://www.theguardian.com/commentisfree/2025/nov/06/brazil-cop-30-truth-world-leaders-climate-crisis-president-lula\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 3
      },
      {
        "title": "No high-level US representatives will go to UN climate talks, Trump officials say",
        "url": "https://www.theguardian.com/environment/2025/oct/31/cop30-climate-us-officials",
        "date": "2025-10-31",
        "source": "Environment | The Guardian",
        "text": "<p>Decision to stay away from Cop30 meeting in Brazil underscores administration’s hostility to climate action</p><p>The Trump administration has confirmed that no high-level representatives will be sent by the US to upcoming UN climate talks in Brazil, underscoring the administration’s hostile stance towards action on the climate crisis.</p><p>The US has always sent delegations of various sizes to UN climate summits over the past three decades, even during periods under George W Bush and in Donald Trump’s first term, where there was scant desire to address the global heating crisis.</p> <a href=\"https://www.theguardian.com/environment/2025/oct/31/cop30-climate-us-officials\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 3
      }
    ],
    "source_link": "Energy",
    "summary": "U.S. President Donald Trump said that trade talks with New Delhi were going well. Trump said if Prime Minister Narendra Modi extended him an invite, he would visit the country in 2026. India currently faces 50% tariffs on it exports, higher than the 47% duties on China.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "New Brazil-led fund aims to put forest protection at the heart of climate action",
        "url": "https://news.un.org/feed/view/en/story/2025/11/1166290",
        "date": "2025-11-06",
        "source": "UN News - Global perspective Human stories",
        "text": "Tropical forests, vital allies in the fight against climate breakdown, are vanishing at an alarming rate. On Thursday, in a bid to help reverse this trend, Brazil launched a new initiative at a summit of world leaders in Belém, the gateway to the Amazon.",
        "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/10-06-2022-CIFOR-Brazil-rainforest.jpg/image560x340cropped.jpg",
        "cluster_id": 4
      },
      {
        "title": "‘There is no money’: As carbon markets collapse, what happens to the forests they promised to protect?",
        "url": "https://www.theguardian.com/environment/2025/nov/06/carbon-offsetting-market-collapses-what-happens-to-the-forests-they-hoped-to-protect-aoe",
        "date": "2025-11-06",
        "source": "Environment | The Guardian",
        "text": "<p>After it was found most offsets did not represent real carbon reductions, the money dried up. But successful schemes such as Kasigau in Kenya now face a stark future</p><p>Solomon Morris Makau checks the fallen tree for snakes before he wraps a tape measure around the trunk. The early morning sun is overwhelming in the dryland forests of the Kasigau corridor, which separates the east and west Tsavo national parks in southern Kenya. Two guards keep watch for elephants and lions. There is little sign of green among the sprawling acacias, which stand silently in their punishing wait for the end of the dry season. Despite the threat from puff adders, Makau and his team have a job to do: measure the trees and shrubs in this 50 sq metre area to calculate their growth and change in carbon stock.</p><p>“This one is lying dead,” says Makau, of one of the trees pushed over by elephants – but tens of thousands around it are still alive, stretching out in the distance as far as the eye can see.</p><p>Solomon Morris Makau, right, leads a team of environmental technicians in gathering bio data from natural vegetation</p> <a href=\"https://www.theguardian.com/environment/2025/nov/06/carbon-offsetting-market-collapses-what-happens-to-the-forests-they-hoped-to-protect-aoe\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      },
      {
        "title": "Galápagos had no native amphibians. Then it was invaded by hundreds of thousands of frogs",
        "url": "https://www.theguardian.com/environment/2025/nov/04/galapagos-has-no-native-amphibians-now-hundreds-of-thousands-of-frogs-have-invaded-aoe",
        "date": "2025-11-04",
        "source": "Environment | The Guardian",
        "text": "<p>Scientists are only beginning to grasp the scale of the issue and understand what impact the tree frogs may have on the islands’ rare wildlife</p><p>On the way to her office at the Charles Darwin research station, biologist <a href=\"https://www.darwinfoundation.org/es/conocenos/nuestro-equipo/meet-our-team/miriam-san-jose/\">Miriam San José</a> crouches down near a shallow pond shrouded by vegetation and reaches deep into the foliage, pulling out a small green plastic box recorder.</p><p>She left it there overnight to capture the infamous croaks of a Fowler’s snouted treefrog (<em>Scinax quinquefasciatus</em><em>)</em>, known to Galápagos scientists as an invasive threat, with repercussions researchers are only beginning to grasp.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/04/galapagos-has-no-native-amphibians-now-hundreds-of-thousands-of-frogs-have-invaded-aoe\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      },
      {
        "title": "FAO warns of ‘silent crisis’ as land degradation threatens billions",
        "url": "https://news.un.org/feed/view/en/story/2025/11/1166251",
        "date": "2025-11-03",
        "source": "UN News - Global perspective Human stories",
        "text": "Roughly 1.7 billion people are living in areas where crop yields are failing due to human-induced land degradation – “a pervasive and silent crisis that is undermining agricultural productivity and threatening ecosystem health worldwide.”&nbsp;",
        "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Collections/Embargoed/24-07-2025-WFP-Bolivia.jpg/image560x340cropped.jpg",
        "cluster_id": 4
      },
      {
        "title": "The ground is swallowing homes in this Native village in Alaska. Residents have no choice but to move",
        "url": "https://www.theguardian.com/us-news/2025/nov/03/alaska-nunapitchuk-climate-melting-permafrost",
        "date": "2025-11-03",
        "source": "Environment | The Guardian",
        "text": "<p>The climate crisis is causing the permafrost to melt in Alaska, forcing the village of Nunapitchuk to relocate</p><p>Children splash gleefully in the river as adults cast fishing lines or head into the <a href=\"https://www.theguardian.com/us-news/alaska\">Alaska</a> tundra to hunt. It’s a scene that has characterized summer days for centuries among the Yup’ik people who have long lived in south-western Alaska, where the village of Nunapitchuk stands. But, with temperatures in Alaska warming nearly four times faster than most parts of the globe, that way of life is about to change.</p><p>Homes in Nunapitchuk have been sinking into the <a href=\"https://nsidc.org/learn/parts-cryosphere/frozen-ground-permafrost\">permafrost</a>, and residents have decided their only choice is to move the entire village to higher ground.</p> <a href=\"https://www.theguardian.com/us-news/2025/nov/03/alaska-nunapitchuk-climate-melting-permafrost\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      },
      {
        "title": "The nature extinction crisis is mirrored by one in our own bodies. Both have huge implications for health",
        "url": "https://www.theguardian.com/environment/2025/oct/31/nature-extinction-crisis-mirrored-in-our-bodies-huge-health-implications-aoe",
        "date": "2025-10-31",
        "source": "Environment | The Guardian",
        "text": "<p>Modern life is waging a war against ecosystems around us and inside us. Keeping our own microbes healthy is another reason to demand action to preserve the natural world</p><p>Read more: <a href=\"https://www.theguardian.com/environment/2025/oct/30/rich-lizards-luxury-effect-more-plants-wildlife-wealthier-suburbs-health-aoe\">The luxury effect: why you’ll find more wildlife in wealthy areas – and what it means for your health</a></p><p>Human bodies are like cities, teeming with microcitizens – vast communities of viruses, fungi and bacteria that live all over our skin and inside us. Unsung public servants help us digest food, regulate our immune system, defend against pathogens, and keep hormones in check. Together, they make up what we call the human microbiome.</p><p>Most people have probably heard of the gut microbiome, but different microbes thrive all over our bodies – in our nostrils, on our feet, in our eyes. They are slightly different, like boroughs are composed of different communities of people. Ninety per cent of cells in our body are microbes, and <a href=\"https://www.amnh.org/content/download/131241/2201972/file/human_microbiome_your_body_is_an_ecosystem_stepread1.pdf\">“clouds” of bacteria</a> come off someone’s body as they enter a room. We are all walking ecosystems, picking up and shedding material as we move through life.</p> <a href=\"https://www.theguardian.com/environment/2025/oct/31/nature-extinction-crisis-mirrored-in-our-bodies-huge-health-implications-aoe\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      }
    ],
    "source_link": "UN News - Global perspective Human stories",
    "summary": "Tropical forests, vital allies in the fight against climate breakdown, are vanishing at an alarming rate. Brazil launched a new initiative at a summit of world leaders in Belém, the gateway to the Amazon.",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/10-06-2022-CIFOR-Brazil-rainforest.jpg/image560x340cropped.jpg"
  }
]