[
  {
    "articles": [
      {
        "title": "Hunger’s whip: why connecting US food stamps to work is outdated and ineffective",
        "url": "https://www.theguardian.com/environment/2025/dec/12/snap-food-stamp-work-requirement",
        "date": "2025-12-12",
        "source": "Environment | The Guardian",
        "text": "<p>In many parts of the country, there are new work requirements to get food aid. But starving people doesn’t motivate them – despite centuries of this rhetoric</p><p>For more than 200 years, common wisdom and policymakers have assumed that to get people to work, you had to make them hungry. New work requirements for Snap food benefits, which went into effect in most of the US on 1 December, are only the latest in a long line of policies based on this idea. The new rules cut off benefits for any non-disabled adult up to age 65 who cannot prove that they are working or seeking work at least 80 hours every month (that includes homeless people, veterans and former foster youth). The Congressional Budget Office estimates that <a href=\"https://civileats.com/2025/11/03/food-insecurity-predicted-to-rise-as-new-snap-work-requirements-take-effect/\">2.7 million people will lose their benefits</a>.</p><p>You’ve heard this reasoning before: people are motivated to work because they and their families have to survive. If you give someone welfare – especially food aid – they become dependent and lazy. The Florida-based Foundation for Government Accountability, a conservative thinktank that has been campaigning for years to cut welfare, calls this “<a href=\"https://thefga.org/research/universal-work-requirements/\">the dependency trap</a>”. Starving people by taking away their food stamps is supposed to “incentivize individuals to better themselves and transition from dependency to work and self-reliance”.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/12/snap-food-stamp-work-requirement\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      },
      {
        "title": "The restaurateur chronicling hardships of immigrant staff in US kitchens: ‘These are the stories that make it work’",
        "url": "https://www.theguardian.com/environment/2025/dec/08/us-restaurant-staff-immigrant-voices-from-the-kitchen",
        "date": "2025-12-07",
        "source": "Environment | The Guardian",
        "text": "<p>In Voices from the Kitchen<em>,</em> Marc Meyer pulls the curtain back on the harrowing journeys of the people who run his restaurants</p><p>Throughout his lifetime, the celebrated chef and author Anthony Bourdain was unequivocal in his belief that the restaurant industry in the US could not function without immigrant labor. These indispensable workers, Bourdain argued, were not only willing to do the jobs that most US-born citizens would look down upon, but also they did them better and faster.</p><p>“People have differing opinions on what we should do about immigration in the future,” Bourdain told the <a href=\"https://www.houstonpress.com/restaurants/anthony-bourdain-on-illegal-immigrant-labor-in-us-kitchens-6438849/\">Houston Press</a><em> </em>in 2007. “But let’s be honest, at least, about who is cooking in America <em>now.</em> Who we rely on – have relied on – for decades. The bald fact is that the entire restaurant industry in America would close down overnight, would never recover, if current immigration laws were enforced quickly and thoroughly across the board.”</p> <a href=\"https://www.theguardian.com/environment/2025/dec/08/us-restaurant-staff-immigrant-voices-from-the-kitchen\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "New work requirements for Snap food benefits went into effect in most of the US on 1 December. The new rules cut off benefits for any non-disabled adult up to age 65. The Congressional Budget Office estimates that 2.7 million people will lose their benefits.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "Hightailing along city streets and raiding ponds: otters’ revival in Britain",
        "url": "https://www.theguardian.com/environment/2025/dec/12/otter-cities-fish-revival-rivers-britain-pollution",
        "date": "2025-12-12",
        "source": "Environment | The Guardian",
        "text": "<p>Still rare only 20 years ago, the charismatic animals are in almost every UK river and a conservation success story</p><p>On a quiet Friday evening, an otter and a fox <a href=\"https://www.facebook.com/LincsLive/videos/this-is-the-cute-moment-a-fox-and-an-otter-took-a-little-tour-of-lincoln-togethe/786218284445487/\">trot through</a> Lincoln city centre. The pair scurry past charity shops and through deserted streets, the encounter lit by the security lamps of shuttered takeaways. Each animal inspects the nooks and crannies of the high street before disappearing into the night, ending the unlikely scene captured by CCTV last month.</p><p>Unlike the fox, the otter has been a rare visitor in towns and cities across the UK. But after decades of intense conservation work, that is changing. In the past year alone, the aquatic mammal has been spotted on a river-boat dock in London’s Canary Wharf, dragging an <a href=\"https://www.bbc.co.uk/news/articles/cd0e0jm8x25o\">enormous fish along a riverbank in Stratford-upon-Avon</a>, and <a href=\"https://www.bbc.co.uk/news/articles/c4gz39vg9lmo\">plundering garden ponds near York</a>. One otter was even filmed causing chaos in a <a href=\"https://www.bbc.co.uk/news/articles/c93njq5l4x4o\">Shetland family’s kitchen</a> in March.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/12/otter-cities-fish-revival-rivers-britain-pollution\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "Week in wildlife: a baby echidna, a 600lb gator and an ‘unbearable’ bear",
        "url": "https://www.theguardian.com/environment/gallery/2025/dec/12/week-in-wildlife-a-baby-echidna-a-600lb-gator-and-an-unbearable-bear",
        "date": "2025-12-12",
        "source": "Environment | The Guardian",
        "text": "<p>This week’s best wildlife photographs from around the world</p> <a href=\"https://www.theguardian.com/environment/gallery/2025/dec/12/week-in-wildlife-a-baby-echidna-a-600lb-gator-and-an-unbearable-bear\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "Orcas team up with dolphins to hunt salmon, study finds",
        "url": "https://www.theguardian.com/environment/2025/dec/11/orca-killer-whale-dolphin-hunt-salmon-study-british-columbia-canada",
        "date": "2025-12-11",
        "source": "Environment | The Guardian",
        "text": "<p>Northern resident killer whales appear to use dolphins as ‘scouts’, in a  surprising cooperative hunting strategy</p><p><a href=\"https://www.theguardian.com/environment/whales\">Orcas</a> and <a href=\"https://www.theguardian.com/environment/dolphins\">dolphins</a> have been spotted for the first time working as a team to hunt salmon off the coast of British Columbia, according to a new study which suggests a cooperative relationship between the two predators.</p><p>The research, published on Thursday in the journal <a href=\"https://www.nature.com/articles/s41598-025-22718-4\">Scientific Reports</a>, shows interactions between northern resident orcas (also known as killer whales) and Pacific white-sided dolphins are not just chance encounters while foraging.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/11/orca-killer-whale-dolphin-hunt-salmon-study-british-columbia-canada\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "A dead whale shows up on your beach. What do you do with the 40-ton carcass?",
        "url": "https://www.theguardian.com/environment/2025/dec/10/whale-ecosystem-death-anchorage-alaska",
        "date": "2025-12-10",
        "source": "Environment | The Guardian",
        "text": "<p>A fin whale washed ashore in Anchorage and was left there for months. Then a self-described ‘wacko’ museum director made a plan</p><p>When a whale dies, its body descends to the bottom of the deep sea in a transformative phenomenon called a whale fall. A whale’s death jump-starts an explosion of life, enough to feed and sustain a deep-ocean ecosystem for decades.</p><p>There are a lot of ways whales can die. Migrating whales <a href=\"https://www.bbc.com/news/science-environment-41110082\">lose their way</a> and, unable to find their way back from unfamiliar waters, are stranded. They can starve when prey disappears or fall to predators such as orcas. They become bycatch, tangled in fishing lines and nets. Mass whale deaths have been linked to marine heatwaves and the toxic algae blooms that follow.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/10/whale-ecosystem-death-anchorage-alaska\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "The charismatic animals are in almost every UK river and a conservation success story. In the past year alone, the aquatic mammal has been spotted on a river-boat dock in London’s Canary Wharf. Northern resident killer whales appear to use dolphins as ‘scouts’ in a surprising cooperative hunting strategy.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "Mining company claims government didn’t follow proper process for Aboriginal heritage protection order",
        "url": "https://www.theguardian.com/australia-news/2025/dec/13/regis-resources-mining-aboriginal-heritage-protection-claims",
        "date": "2025-12-13",
        "source": "Environment | The Guardian",
        "text": "<p>Regis Resources told a federal court hearing the partial protection order, which blocks construction of a planned tailings dam, would make its development unviable</p><ul><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>A mining company developing a goldmine in the central west of New South Wales has told the federal court the government did not properly assess a Dreaming story at the centre of a heritage protection order issued over part of the site.</p><p>Regis Resources has challenged the decision by the former environment minister Tanya Plibersek to issue the order last year under section 10 of the Aboriginal and Torres Strait Islander Heritage Protection Act.</p> <a href=\"https://www.theguardian.com/australia-news/2025/dec/13/regis-resources-mining-aboriginal-heritage-protection-claims\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "Home batteries subsidy overhauled with $5bn injection as Australians rush to take up discount",
        "url": "https://www.theguardian.com/environment/2025/dec/13/home-batteries-subsidy-overhauled-with-72bn-injection-as-australians-rush-to-take-up-discount",
        "date": "2025-12-13",
        "source": "Environment | The Guardian",
        "text": "<p>Chris Bowen says first 50kWh of a system would still be eligible, but discounting would not be as generous per kWh for medium- and larger-sized batteries</p><ul><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>Discounts for larger systems will be wound back under a popular home battery scheme as the program’s budget is tripled.</p><p>The federal subsidy, which has been in place for five months, will get a generous top-up to $7.2bn across four years after initially being earmarked to cost $2.3bn, the energy minister, Chris Bowen, said.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/13/home-batteries-subsidy-overhauled-with-72bn-injection-as-australians-rush-to-take-up-discount\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "Ancient lake reappears in Death Valley after record-breaking rains",
        "url": "https://www.theguardian.com/us-news/2025/dec/12/lake-manly-death-valley",
        "date": "2025-12-12",
        "source": "Environment | The Guardian",
        "text": "<p>Repeated fall storms led to the temporary lake, known as Lake Manly, appearing in basin 282ft beneath sea level</p><p>After record-breaking rains, an ancient lake in <a href=\"https://www.theguardian.com/environment/gallery/2024/jul/12/heatwave-tourism-death-valley-in-pictures\">Death Valley national park</a> that had vanished has returned to view.</p><p>The temporary lake, known informally as Lake Manly, has appeared once more at the bottom of Badwater Basin, which sits 282ft beneath sea level, in California. The basin is the lowest point in North America, according to the <a href=\"https://www.nps.gov/deva/learn/news/record-rainfall-in-death-valley-national-park.htm\">National Park Service</a>.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/12/lake-manly-death-valley\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "Opening up Victoria’s Otway basin to offshore gas exploration an ‘environmental betrayal’, Greens say",
        "url": "https://www.theguardian.com/environment/2025/dec/13/opening-up-victorias-otway-basin-to-offshore-gas-exploration-an-environmental-betrayal-greens-say",
        "date": "2025-12-12",
        "source": "Environment | The Guardian",
        "text": "<p>Federal resources minister announces five new offshore exploration zones as part of future gas strategy</p><ul><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>The Greens and environmental groups have condemned the federal government’s move to encourage more offshore gas exploration, describing it as an “environmental betrayal” that undermines Labor’s climate agenda.</p><p>The minister for resources, Madeleine King, this week <a href=\"https://www.minister.industry.gov.au/ministers/king/media-releases/opening-new-areas-offshore-gas-exploration\">announced</a> five new areas in the <a href=\"https://storage.googleapis.com/converlens-au-industry/industry/p/prj39599970820f69595add4/page/2025_acreage_release_a3_map.pdf\">Otway basin</a>, stretching from waters off the south-west coast of Victoria to the ocean west of Tasmania, would be opened up for gas exploration as part of the government’s <a href=\"https://www.theguardian.com/australia-news/article/2024/may/09/labor-albanese-government-gas-strategy-emissions-reduction-policy-net-zero-targets-renewable-energy\">future gas strategy</a>.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/13/opening-up-victorias-otway-basin-to-offshore-gas-exploration-an-environmental-betrayal-greens-say\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "Coalmine expansions would breach climate targets, NSW government warned in ‘game-changer’ report",
        "url": "https://www.theguardian.com/australia-news/2025/dec/13/nsw-coalmine-expansions-would-breach-climate-targets",
        "date": "2025-12-12",
        "source": "Environment | The Guardian",
        "text": "<p>Environmental advocates welcome Net Zero Commission’s report which found the fossil fuel was ‘not consistent’ with emissions reductions commitments </p><ul><li><p><a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=cvau_sfl\">Sign up for climate and environment editor Adam Morton’s free Clear Air newsletter here</a></p></li><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>The New South Wales government has been warned it can no longer approve coalmine developments after the state’s climate agency found new expansions would be inconsistent with its legislated emissions targets.</p><p>In what climate advocates described as a significant turning point in campaigns against new fossil fuel programs, the NSW Net Zero Commission said coalmine expansions were “not consistent” with the state’s legal emissions reductions commitments of a 50% cut (compared with 2005 levels) by 2030, a 70% cut by 2035, and reaching net zero by 2050.</p><p><strong><a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=copyembed\">Sign up to get climate and environment editor Adam Morton’s Clear Air column as a free newsletter</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2025/dec/13/nsw-coalmine-expansions-would-breach-climate-targets\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "US judge strikes down Trump order blocking wind energy projects",
        "url": "https://www.theguardian.com/us-news/2025/dec/09/judge-blocks-trump-order-wind-energy",
        "date": "2025-12-09",
        "source": "Environment | The Guardian",
        "text": "<p>Federal judge declared January executive order unlawful, ruling in favor of a coalition of state attorneys general</p><p>A federal judge on Monday struck down <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a>’s executive order blocking wind energy projects, saying the effort to halt virtually all leasing of windfarms on federal lands and waters was “arbitrary and capricious” and violated US law.</p><p>Judge Patti Saris of the US district court for the district of Massachusetts vacated Trump’s 20 January executive order blocking wind energy projects and declared it unlawful.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/09/judge-blocks-trump-order-wind-energy\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "It’s two years since we were told ‘the age of fossil fuels will end’. When will Australia get prepared for what’s coming? | Clear Air",
        "url": "https://www.theguardian.com/environment/commentisfree/2025/dec/10/the-age-of-fossil-fuels-will-end-coal-gas-exports-australia",
        "date": "2025-12-09",
        "source": "Environment | The Guardian",
        "text": "<p>The decline of the coal export industry could come even faster than expected, and we need to do more to manage the economic risks</p><ul><li><p>Want to get this in your inbox when it publishes?<a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=cvau_sfl\"> Sign up for the Clear Air Australia newsletter here</a></p></li></ul><p>The year is winding down and for some Australians that means thinking about Christmas or the beach. For others, it will mean considering how they will cope with the next heatwave or bushfire. Already, <a href=\"https://www.theguardian.com/australia-news/2025/dec/09/australia-nsw-tasmania-bushfires-warning-experts\">two states have been burning</a>.</p><p>The least bold prediction for the summer is that temperature records will tumble. It’s what happens when temperatures are on average 1.5C hotter than a little over a century ago.</p><p><strong><a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=copyembed\">Sign up to get climate and environment editor Adam Morton’s Clear Air column as a free newsletter</a></strong></p> <a href=\"https://www.theguardian.com/environment/commentisfree/2025/dec/10/the-age-of-fossil-fuels-will-end-coal-gas-exports-australia\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "The Guardian view on waste: the festive season is a good time to think about rubbish | Editorial",
        "url": "https://www.theguardian.com/commentisfree/2025/dec/09/the-guardian-view-on-waste-the-festive-season-is-a-good-time-to-think-about-rubbish",
        "date": "2025-12-09",
        "source": "Environment | The Guardian",
        "text": "<p>Weak regulation is to blame for disastrous failures in relation to pollution. But there are solutions if people get behind them</p><p>A study suggesting that <a href=\"https://www.theguardian.com/environment/2025/dec/09/uk-households-bin-christmas-lights-fast-tech-items\">as many as 168m light-up Christmas ornaments</a> and similar items could be thrown out in a single year, in the UK, is concerning if not surprising in light of longstanding challenges around recycling rates and waste reduction. Even if the actual figure is lower, there is no question that battery-powered and electrical toys, lights and gifts are proliferating as never before. Despite a great deal of commentary aimed at dialling down consumption&nbsp;over&nbsp;the festive season, especially surplus packaging and&nbsp;rubbish, strings of disposable&nbsp;lights and flashing figures have gained in popularity. Homes, front gardens and shopping streets&nbsp;grow sparklier by the year.</p><p>Batteries and electrical devices present particular difficulties when it comes to disposal, because they cause fires. But they are just one part of a more general&nbsp;problem of excessive waste – and weak&nbsp;regulatory oversight. British plastic waste exports&nbsp;rose by 5% in 2024 <a href=\"https://www.letsrecycle.com/news/uk-is-third-highest-exporter-of-waste-says-cleanhub/\">to nearly<strong> </strong>600,000 tonnes.</a> A new report on plastics from the Pew Charitable Trusts&nbsp;warns that global production is expected to rise&nbsp;by 52% by 2040 – to <a href=\"https://www.theguardian.com/environment/2025/dec/03/reuse-and-return-schemes-could-help-eliminate-plastic-waste-in-15-years-report\">680m tonnes</a> – outstripping&nbsp;the&nbsp;capacity of waste management systems around the&nbsp;world.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/dec/09/the-guardian-view-on-waste-the-festive-season-is-a-good-time-to-think-about-rubbish\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "Drinking water contaminated with Pfas probably increases risk of infant mortality, study finds",
        "url": "https://www.theguardian.com/us-news/2025/dec/08/drinking-water-pfas-infant-mortality-study",
        "date": "2025-12-08",
        "source": "Environment | The Guardian",
        "text": "<p>Study of 11,000 births in New Hampshire shows residents’ reproductive outcomes near contaminated sites</p><p>Drinking water contaminated with <a href=\"https://www.theguardian.com/environment/pfas\">Pfas</a> chemicals probably increases the risk of infant mortality and other harm to newborns, a new peer-reviewed study of 11,000 births in New Hampshire finds.</p><p>The first-of-its-kind University of Arizona research found drinking well water down gradient from a Pfas-contaminated site was tied to an increase in infant mortality of 191%, pre-term birth of 20%, and low-weight birth of 43%.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/08/drinking-water-pfas-infant-mortality-study\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "Regis Resources told a federal court hearing the partial protection order, which blocks construction of a planned tailings dam, would make its development unviable. The company is developing a goldmine in the central west of New South Wales.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "UN environment assembly wraps up in Nairobi",
        "url": "https://news.un.org/feed/view/en/story/2025/12/1166585",
        "date": "2025-12-12",
        "source": "UN News - Global perspective Human stories",
        "text": "The seventh session of the United Nations Environment Assembly (UNEA-7) concluded in Nairobi, Kenya, on Friday with Member States adopting 11 resolutions, three decisions and a ministerial declaration aiming to advance solutions for a more resilient planet.&nbsp;",
        "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/12-12-2025_UNEP_UNEA7_Nairobi_Kenya.jpg/image560x340cropped.jpg",
        "cluster_id": 3
      },
      {
        "title": "The Paris climate treaty changed the world. Here’s how | Rebecca Solnit",
        "url": "https://www.theguardian.com/commentisfree/2025/dec/12/paris-climate-treaty-anniversary",
        "date": "2025-12-12",
        "source": "Environment | The Guardian",
        "text": "<p>There’s much more to do, but we should be encouraged by the progress we have made</p><p>Today marks the 10th anniversary of the Paris climate treaty, one of the landmark days in climate-action history. Attending the conference as a journalist, I watched and listened and wondered whether 194 countries could ever agree on anything at all, and the night before they did, people who I thought were more sophisticated than me assured me they couldn’t. Then they did. There are a lot of ways to tell the story of what it means and where we are now, but any version of it needs respect for the complexities, because there are a lot of latitudes between the poles of total victory and total defeat.</p><p>I had been dreading the treaty anniversary as an occasion to note that we have not done nearly enough, but in July I thought we might be able celebrate it. Because, on 23 July, the international court of justice handed down an epochal ruling that gives that treaty enforceable consequences it never had before. It declares that all nations have a legal obligation to act in response to the climate crisis, and, as Greenpeace International <a href=\"https://www.greenpeace.org/international/press-release/77262/international-court-justice-historic-advisory-opinion-climate-impacts/\">put</a> it, “obligates states to regulate businesses on the harm caused by their emissions regardless of where the harm takes place. Significantly, the court found that the right to a clean, healthy and sustainable environment is fundamental for all other human rights, and that intergenerational equity should guide the interpretation of all climate obligations.” The Paris treaty was <a href=\"https://www.icj-cij.org/node/205627\">cited</a> repeatedly as groundwork for this decision.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/dec/12/paris-climate-treaty-anniversary\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 3
      },
      {
        "title": "Montana youth activists who won landmark climate case push for court enforcement",
        "url": "https://www.theguardian.com/us-news/2025/dec/10/montana-climate-youth-activists-petition-law",
        "date": "2025-12-10",
        "source": "Environment | The Guardian",
        "text": "<p>In 2023, court ruled in favor of 16 plaintiffs that officials violated their constitutional right by promoting fossil fuels</p><p>The young Montanans who scored a landmark triumph in the lawsuit Held v Montana are calling on the state’s highest court to enforce that victory.</p><p>In a <a href=\"https://www.theguardian.com/us-news/2023/aug/14/montana-climate-trial-young-activists-judge-order\">groundbreaking legal decision in August 2023</a>, a Montana judge ruled in favor of 16 youth plaintiffs who had accused state officials of violating their constitutional rights by promoting fossil fuels. The state’s supreme court affirmed the judge’s findings in late 2024. But state lawmakers have since violated her ruling, enshrining new laws this year that contradict it, argue 13 of the 16 plaintiffs in a petition filed on Wednesday.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/10/montana-climate-youth-activists-petition-law\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 3
      },
      {
        "title": "‘Even the animals seem confused’: a retreating Kashmir glacier is creating an entire new world in its wake",
        "url": "https://www.theguardian.com/environment/2025/dec/10/kashmir-glacier-ecosystems-snow-kolahoi-biodiversity-agriculture-aoe",
        "date": "2025-12-10",
        "source": "Environment | The Guardian",
        "text": "<p>Kolahoi is one of many glaciers whose decline is disrupting whole ecosystems – water, wildlife and human life that it has supported for centuries</p><p>From the slopes above Pahalgam, the Kolahoi glacier is visible as a thinning, rumpled ribbon of ice stretching across the western Himalayas. Once a vast white artery feeding rivers, fields and forests, it is now retreating steadily, leaving bare rock, crevassed ice and newly exposed alpine meadows.</p><p>The glacier’s meltwater has sustained paddy fields, apple orchards, saffron fields and grazing pastures for centuries. Now, as its ice diminishes, the entire web of life it supported is shifting.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/10/kashmir-glacier-ecosystems-snow-kolahoi-biodiversity-agriculture-aoe\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 3
      },
      {
        "title": "The UK wants to unlock a 'golden age of nuclear' but faces key challenges in reviving historic lead",
        "url": "https://www.cnbc.com/2025/12/06/the-history-of-nuclear-energy-lies-on-british-soil-does-its-future-.html",
        "date": "2025-12-10",
        "source": "Energy",
        "text": "The Sizewell A and B nuclear power stations, operated by Electricite de France SA (EDF), in Sizewell, UK, on Friday, Jan. 26, 2024. Photographer: Chris Ratcliffe/Bloomberg via Getty Images Bloomberg | Bloomberg | Getty Images\n\nThe U.K. was the birthplace of commercial nuclear energy, but now generates just a fraction of its power from it — big investments are underway to change that. The country once had more nuclear power stations than the U.S., USSR and France — combined. It was a global producer until 1970 but hasn't completed a new reactor since Sizewell B in 1995. Today, the country takes the crown not for being a leader in atomic energy, but for being the most expensive place in the world to build nuclear projects. Nuclear energy accounted for just 14% of the U.K.'s power supply in 2023, according to the most recent data from the International Energy Agency, trailing its European peers and well behind frontrunner France at 65%. There is ambition to change that and have a quarter of the U.K.'s power come from nuclear by 2050. Nuclear is considered an attractive bet because it's a low-carbon, constant energy source that can act as a baseload to complement intermittent sources like renewables. \"There's a very clear momentum that has been observed,\" Doreen Abeysundra, founder of consultancy Fresco Cleantech, told CNBC. It's in part due to geopolitical tensions, which pushed energy security and independence onto public agendas. However, the U.K.'s Nuclear Regulatory Taskforce called for urgent reforms after identifying \"systemic failures\" in the country's nuclear framework. It found that fragmented regulation, flawed legislation and weak incentives led the U.K. to fall behind as a nuclear powerhouse. The government committed to implementing the taskforce's guidance and is expected to present a plan to do so within three months.\n\nGoing big – or small\n\nThe U.K. is spreading its bets across tried-and-tested large nuclear projects and smaller, next-generation reactors known as small module reactors (SMRs). British company Rolls-Royce has been selected as the country's preferred partner for SMRs, which are effectively containerized nuclear reactors designed to be manufactured in a factory. Many include passive cooling techniques, which supporters argue makes them safer and cheaper. Nuclear has long come under fire by environmentalists due to radioactive waste and disasters like Chernobyl. Indeed, the U.K.'s first commercial plant Windscale became its worst nuclear accident in history when it melted down in 1957.\n\nOn October 10, 1957, Windscale became the site of the worst nuclear accident in British history, and the worst in the world until Three Mile Island 22 years later. A facility had been built there to produce plutonium, but when the US successfully designed a nuclear bomb that used tritium, the facility was used to produce it for the UK. However, this required running the reactor at a higher temperature than its design could sustain, and it eventually caught fire. Operators at first worried that e Photo: George Freston | Hulton Archive | Getty Images\n\nMost SMRs use light water reactor technology – think of the planned large-scale nuclear plant Sizewell C, just \"shrunk down,\" said Abeysundra – which is tried and tested. Other designs, known as \"advanced\" reactors, are more experimental. For example, those that change the cooling solution or solvent, which is typically used in the process of separating and purifying nuclear materials. The U.K.'s first SMR will be at Wylfa, in Wales, though no timeline has been given for its completion. The site will house three SMRs and grow over time. In September, the country signed a deal with the U.S. to enable stronger commercial ties on nuclear power and streamline licensing for firms that want to build on the opposite side of the Atlantic. However, \"the first thing is, there is not, at the moment, a single SMR actively producing electricity under four revenues. They will all come at best in the 30s,\" Ludovico Cappelli, portfolio manager of Listed Infrastructure at Van Lanschot Kempen, told CNBC. While SMRs are a \"game changer\" thanks to their ability to power individual factories or small towns, their days of commercial operation are too far away, he said. From an investment standpoint, \"that is still a bit scary,\" he added. To secure the large baseloads needed to offset the intermittency of renewables, \"we're still looking at big power stations,\" added Paul Jackson, Invesco's EMEA global market strategist.\n\nSMRs \"probably\" do have a role — \"they can clearly be more nimble\" — but it will take time to roll them out, Jackson said, casting doubt on the U.K.'s ability to be a leader in nuclear, as France and China are already miles ahead. The U.K. government body Great British Energy-Nuclear is set to identify sites for an additional large-scale plant, having already acquired one in Gloucestershire, in the west of England, as well as the site in Wales. \"We are reversing a legacy of no new nuclear power being delivered to unlock a golden age of nuclear, securing thousands of good, skilled jobs and billions in investment,\" a spokesperson for the U.K. government's Department for Energy Security and Net Zero told CNBC. \"Sizewell C will deliver clean electricity for the equivalent of six million of today's households for at least six decades, and the UK's first small modular reactors at Wylfa will power the equivalent of three million homes, bringing energy security,\" they added.\n\nInnovation in funding\n\nThe U.K. has a strong legacy to build on. It pioneered fresh funding mechanisms to make large-scale nuclear projects investible so that they are less reliant on direct government funding, such as a Contract for Differences, which was used for Hinkley Point C. The mechanism guarantees a fixed price for the electricity generated over a long period of time in order to de-risk investments in an industry that's known for running over time and budget. Hinkley Point C was initially expected to cost £18 billion (over $24 billion) but the bill has slowly crept up. \"That fixes one part of the equation, the price risk,\" Cappelli said of nuclear investments, but the second risk is construction delays. The Regulated Asset Base (RAB), first used for nuclear at Sizewell C, attempts to reconcile this. Investors get paid from the day they cut a check for a nuclear project, rather than the day it starts operating. Sizewell C is expected to cost £38 billion to build. Private market investors are increasingly interested in next-generation nuclear as a way to offset soaring energy demands from AI, resulting in a host of young companies trying to build out facilities. Perhaps the most famous is Oklo, a U.S. firm that was taken public by a Special Purpose Acquisition Company (SPAC) founded by OpenAI's Sam Altman.\n\nRendering of a proposed Oklo commercial advanced fission power plant in the U.S. Courtesy: Oklo Inc.\n\nThe U.K.'s advanced modular reactor hopeful Newcleo, which uses lead for cooling, moved its headquarters from London to Paris in 2024 — a strategic move to deepen its European footprint. At the time, it told World Nuclear News that it still plans to have a commercial reactor up and running in the U.K. by 2033, but the firm has since scaled back its British efforts. Meanwhile, Tokamak Energy and First Light Fusion call the U.K. home. They both focus on nuclear fusion, the process of generating power by combining atoms, though this technology is yet to get out of the lab. All of today's nuclear power comes from fission, where atoms are spit. The U.K. announced £2.5 billion for a world-first fusion prototype in June.\n\nThe next generation of engineers\n\nThe U.K. faces challenges in access to relevant talent, which is crucial for scaling projects effectively. The country is heralded for its world-class universities and technical know-how, \"but that is very much book knowledge,\" said Van Lanschot Kempen's Cappelli. \"What we need is real on-the-ground expertise, and that we are probably lacking for the simple reason that we haven't been doing it for a very long time,\" he said. For Abeysundra, there's one area where the U.K. stands out: its mindset. \"There is so much knowledge, innovation, and that can-do attitude, which I don't see as much in other nations,\" she said, pointing to the U.K.'s trailblazing role in the Industrial Revolution and establishment of offshore wind energy.\n\nwatch now\n\nThe U.K. government positioned nuclear energy as a key element of the future clean energy workforce in its Clean Energy Jobs Plan released in October, while its national roadmap for nuclear skills, set out in 2024, focuses on apprenticeships, PhDs and upskilling mid-career workers. Industry-led initiatives such as the Energy Skills Passport also support the likes of oil and gas workers to gain green skills.\n\nSecuring the supply chain\n\nPerhaps the toughest issue, however, is the supply chain. Uranium, the fuel used to make a nuclear reaction, is dominated by just four countries, including Russia. Global demand for uranium could rise by nearly a third by 2030 and more than double by 2040, according to the World Nuclear Association, adding further reliance on a select few countries and pressure on developers.",
        "image_url": null,
        "cluster_id": 3
      },
      {
        "title": "A sustainable future requires new thinking: UN environment report",
        "url": "https://news.un.org/feed/view/en/story/2025/12/1166553",
        "date": "2025-12-09",
        "source": "UN News - Global perspective Human stories",
        "text": "Adopting a fresh approach to protecting planetary health would deliver stronger economies, fewer deaths and less poverty, the UN Environment Programme (UNEP) insisted on Tuesday, as it released its most comprehensive assessment of environmental pressures facing the world.",
        "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/09-12-2025-UNEP-plastic-recycle.jpg/image560x340cropped.jpg",
        "cluster_id": 3
      },
      {
        "title": "It’s the world’s rarest ape. Now a billion-dollar dig for gold threatens its future",
        "url": "https://www.theguardian.com/environment/2025/dec/09/tapanuli-orangutan-ape-indonesia-sumatra-martabe-gold-mine-aoe",
        "date": "2025-12-09",
        "source": "Environment | The Guardian",
        "text": "<p>Tapanuli orangutans survive only in Indonesia’s Sumatran rainforest where a mine expansion will cut through their home. Yet the mining company says the alternative will be worse</p><p>A small brown line snakes its way through the rainforest in northern Sumatra, carving 300 metres through dense patches of meranti trees, oak and mahua. Picked up by satellites, the access road – though modest now – will soon extend 2km to connect with the Tor Ulu Ala pit, an expansion site of Indonesia’s Martabe mine. The road will help to unlock valuable deposits of gold, worth billions of dollars in today’s booming market. But such wealth could come at a steep cost to wildlife and biodiversity: the extinction of the world’s rarest ape, the Tapanuli orangutan.</p><p>The network of access roads planned for this swath of tropical rainforest will cut through habitat critical to the survival of the orangutans, scientists say. The Tapanuli (<em>Pongo tapanuliensis</em>), unique to Indonesia, was only discovered by scientists to be a separate species in 2017 – distinct from the Sumatran and Bornean apes. Today, there are fewer than 800 Tapanulis left in an area that covers as little as <a href=\"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0238087\">2.5%</a> of their historical range. All are found in Sumatra’s fragile Batang Toru ecosystem, bordered on its south-west flank by the Martabe mine, which began operations in 2012.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/09/tapanuli-orangutan-ape-indonesia-sumatra-martabe-gold-mine-aoe\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 3
      },
      {
        "title": "The Guardian view on solar geoengineering: Africa has a point about this risky technology | Editorial",
        "url": "https://www.theguardian.com/commentisfree/2025/dec/08/the-guardian-view-on-solar-geoengineering-africa-has-a-point-about-this-risky-technology",
        "date": "2025-12-08",
        "source": "Environment | The Guardian",
        "text": "<p>Sun-dimming risks putting the planet’s thermostat under Donald Trump’s control. Better to adopt the precautionary principle with high-stakes science</p><p>It is fitting that this week’s <a href=\"https://www.newindianexpress.com/world/2025/Dec/05/interview-multilateralism-is-under-strain-but-whats-the-alternative-inger-andersen\">UN environment talks</a> are in Nairobi, with Africa shaping the global climate conversation. The continent’s diplomats are dealing with the vexed question of whether it is wise to try to cool the planet by dimming the sun’s rays. While not on the formal summit agenda, on the sidelines they are <a href=\"https://www.theenergymix.com/african-states-stand-firm-against-solar-geoengineering-urge-real-climate-solutions/\">arguing</a> that it’s time to stop promoting solar geoengineering technology as a solution to global heating. It’s hard to disagree.</p><p>African nations have acted because they don’t want their continent to become a <a href=\"https://www.nytimes.com/2023/04/18/opinion/geoengineering-climate-change-technology-africa.html\">test bed</a> for unproven schemes to spray particles into the high atmosphere to reflect sunlight away from Earth for a small, uncertain cooling gain. They point to <a href=\"https://www.project-syndicate.org/commentary/africa-must-not-be-test-site-for-solar-geoengineering-by-chukwumerije-okereke-and-nnimmo-bassey-2025-06\">environmental, ethical and geopolitical risks</a>. That’s why the continent is pushing for a global “<a href=\"https://wedocs.unep.org/rest/api/core/bitstreams/2426ad5e-d7ae-408a-8e1c-de901ea6cd35/content\">non-use</a>” agreement that would rule out public funding, outdoor experiments, patenting and official promotion of these technologies.</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2025/dec/08/the-guardian-view-on-solar-geoengineering-africa-has-a-point-about-this-risky-technology\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 3
      }
    ],
    "source_link": "UN News - Global perspective Human stories",
    "summary": "The seventh session of the United Nations Environment Assembly concluded in Nairobi, Kenya, on Friday. Member States adopted 11 resolutions, three decisions and a ministerial declaration aiming to advance solutions for a more resilient planet.",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/12-12-2025_UNEP_UNEA7_Nairobi_Kenya.jpg/image560x340cropped.jpg"
  },
  {
    "articles": [
      {
        "title": "‘Soil is more important than oil’: inside the perennial grain revolution",
        "url": "https://www.theguardian.com/environment/2025/dec/12/soil-is-more-important-than-oil-inside-the-perennial-grain-revolution",
        "date": "2025-12-12",
        "source": "Environment | The Guardian",
        "text": "<p>Scientists in Kansas believe Kernza could cut emissions, restore degraded soils and reshape the future of agriculture</p><p>On the concrete floor of a greenhouse in rural Kansas stands a neat grid of 100 plastic plant pots, each holding a straggly crown of strappy, grass-like leaves. These plants are perennials – they keep growing, year after year. That single characteristic separates them from soya beans, wheat, maize, rice and every other major grain crop, all of which are annuals: plants that live and die within a single growing season.</p><p>“These plants are the winners, the ones that get to pass their genes on [to future generations],” says Lee DeHaan of <a href=\"https://landinstitute.org/\">the Land Institute</a>, an agricultural non-profit based in Salina, Kansas. If DeHaan’s breeding programme maintains its current progress, the descendant of these young perennial crop plants could one day usher in a wholesale revolution in agriculture.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/12/soil-is-more-important-than-oil-inside-the-perennial-grain-revolution\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "Scientists in Kansas believe Kernza could cut emissions, restore degraded soils and reshape the future of agriculture. If breeding programme maintains its current progress, the descendant of these young perennial crop plants could one day usher in a wholesale revolution in agriculture.",
    "image_url": null
  }
]