[
  {
    "articles": [
      {
        "title": "This year’s Christmas could be Britain’s greenest yet, energy operator says",
        "url": "https://www.theguardian.com/environment/2025/dec/20/greenest-christmas-day-ever-carbon-renewables-energy-wind-solar",
        "date": "2025-12-20",
        "source": "Environment | The Guardian",
        "text": "<p>System operator Neso predicts lowest carbon intensity ever on Christmas Day after new wind and solar power come online</p><p>Britain’s energy system operator has predicted that this year’s Christmas Day could be the greenest yet.</p><p>If the weather remains mild and windy for the rest of December, the National Energy System Operator (Neso) has said it could record the lowest carbon intensity – the measure of how much carbon dioxide is released to produce electricity – recorded on the network for 25 December.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/20/greenest-christmas-day-ever-carbon-renewables-energy-wind-solar\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      },
      {
        "title": "Weather tracker: Early snowfall in New York and a storm ruins Christmas lights in Spain",
        "url": "https://www.theguardian.com/environment/2025/dec/19/weather-tracker-early-snowfall-new-york-storm-rips-down-lights-spain",
        "date": "2025-12-19",
        "source": "Environment | The Guardian",
        "text": "<p>Long Island receives 21cm of snow, while a tornado tears down decorations near Málaga</p><p>Heavy snow fell in parts of New England this week. New York’s Central Park received a few centimetres of snow, while 21cm (8.5in) was dumped in parts of Long Island. This is the earliest New York has experienced snowfall since 2018.</p><p>New York narrowly missed out on widespread snowfall a few weeks ago. The low-pressure system tracked ever so slightly to the north of New York, enabling the warmer air to edge in. Meanwhile, upstate New York and other parts of New England were on the colder side of the system and received significant snow accumulations.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/19/weather-tracker-early-snowfall-new-york-storm-rips-down-lights-spain\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      },
      {
        "title": "These migrants grow the US’s Christmas trees. Trump’s wage cuts may keep them away",
        "url": "https://www.theguardian.com/environment/2025/dec/17/christmas-trees-immigrants-farming",
        "date": "2025-12-17",
        "source": "Environment | The Guardian",
        "text": "<p>Legal temporary farm workers also worry about the H-2A visa program and Trump’s anti-immigration regime</p><p><em>This article is a collaboration between the Guardian and <a href=\"https://enlacelatinonc.org/\">Enlace Latino NC</a>, an independent bilingual publication. Read <a href=\"https://enlacelatinonc.org/los-trabajadores-migrantes-que-cultivan-los-arboles-de-navidad-de-estados-unidos/\">this article</a> in Spanish.</em></p><p>On a cold December afternoon, about 10 workers load the season’s final Christmas trees on to a truck at Wolf Creek Tree Farm and Nursery in Cullowhee, North Carolina. Nearby, another group takes a break, warming up around a barrel fire. More workers are out in the fields, a half-hour’s drive up further into the mountains.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/17/christmas-trees-immigrants-farming\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "System operator Neso predicts lowest carbon intensity ever on Christmas Day after new wind and solar power come online. If the weather remains mild and windy for the rest of December, the National Energy System Operator (Neso) has said it could record the lowest carbonintensity.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "Food becoming more calorific but less nutritious due to rising carbon dioxide",
        "url": "https://www.theguardian.com/environment/2025/dec/19/higher-carbon-dioxide-food-more-calorific-less-nutritious-study",
        "date": "2025-12-19",
        "source": "Environment | The Guardian",
        "text": "<p>Researchers noticed ‘dramatic’ changes in nutrients in crops, including drop in zinc and rise in lead</p><p>More carbon dioxide in the environment is making food more calorific but less nutritious – and also potentially more toxic, a study has found.</p><p>Sterre ter Haar, a lecturer at Leiden University in the Netherlands, and other researchers at the institution created a method to compare multiple studies on plants’ responses to increased CO<sub>2 </sub>levels. The results, she said, were a shock: although crop yields increase, they become less nutrient-dense. While zinc levels in particular drop, lead levels increase.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/19/higher-carbon-dioxide-food-more-calorific-less-nutritious-study\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "They survived wildfires. But something else is killing Greece’s iconic fir forests",
        "url": "https://www.theguardian.com/environment/2025/dec/19/survived-wildfires-drought-killing-greece-fir-forests-aoe",
        "date": "2025-12-19",
        "source": "Environment | The Guardian",
        "text": "<p>In the Peloponnese mountains, the usually hardy trees are turning brown even where fires haven’t reached. Experts are raising the alarm on a complex crisis</p><p>In the southern Peloponnese, the Greek fir is a towering presence. The deep green, slow-growing conifers have long defined the region’s high-altitude forests, thriving in the mountains and rocky soils. For generations they have been one of the country’s hardier species, unusually capable of withstanding drought, insects and the wildfires that periodically sweep through Mediterranean ecosystems. These Greek forests have lived with fire for as long as anyone can remember.</p><p>So when Dimitrios Avtzis, a senior researcher at the Forest Research Institute (FRI) of Elgo-Dimitra, was dispatched to document the aftermath of a spring blaze in the region, nothing about the assignment seemed exceptional. He had walked into countless burnt landscapes, tracking the expected pockets of mortality, as well as the trees that survived their scorching.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/19/survived-wildfires-drought-killing-greece-fir-forests-aoe\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "Week in wildlife: honeymooning owls, an otter on the razz and a magical frog",
        "url": "https://www.theguardian.com/environment/gallery/2025/dec/19/week-in-wildlife-honeymooning-owls-an-otter-on-the-razz-and-a-magical-frog",
        "date": "2025-12-19",
        "source": "Environment | The Guardian",
        "text": "<p>This week’s best wildlife photographs from around the world</p> <a href=\"https://www.theguardian.com/environment/gallery/2025/dec/19/week-in-wildlife-honeymooning-owls-an-otter-on-the-razz-and-a-magical-frog\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "‘Everything is worse since Drax came here’: US residents say wood-pellet plant harming their town",
        "url": "https://www.theguardian.com/us-news/2025/dec/17/mississippi-wood-pellet-industry-energy",
        "date": "2025-12-17",
        "source": "Environment | The Guardian",
        "text": "<p>Residents of Gloster, Mississippi, are suing plant that exports wood pellets to UK and Europe. Company says it is reducing emissions</p><p>When Helen Reed first learned about the bioenergy mill opening in her hometown of Gloster, Mississippi, the word was it would bring jobs and economic opportunities. It was only later that she learned that activity came with a cost: the Amite Bioenergy mill, opened in 2014 by British energy giant Drax, emits large – and sometimes illegal – quantities of air pollutants, including methanol, acrolein and formaldehyde, which are linked to cancers and other serious illnesses.</p><p>“When I go out, I can’t hardly catch my breath,” Reed said. “Everything is worse since Drax came here.”</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/17/mississippi-wood-pellet-industry-energy\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "Greek tragedy: the rare seals hiding in caves to escape tourists",
        "url": "https://www.theguardian.com/environment/2025/dec/17/seals-caves-tourists-experiences-greece-marine-protected-areas-endangered-monk-seals",
        "date": "2025-12-17",
        "source": "Environment | The Guardian",
        "text": "<p>Greece is hoping that protected areas will help keep daytrippers away and allow vulnerable monk seals to return to their island habitats</p><p>Deep in a sea cave in Greece’s northern Sporades, a bulky shape moves in the gloom. Someone on the boat bobbing at a distance offshore passes round a pair of binoculars and yes! – there it is. It’s a huge Mediterranean monk seal, <a href=\"https://portals.iucn.org/library/node/52224\">one of the world’s rarest marine mammals</a> , which at up to 2.8 metres and over 300kg (660lbs), is also one of the world’s largest types of seal.</p><p>Piperi, where the seal has come ashore, is a strictly guarded island in the National Marine Park of Alonissos and Northern Sporades, Greece’s largest marine protected area (MPA) and a critical breeding habitat for the seals. Only researchers are allowed within three miles of its shores, with permission from the government’s Natural Environment and Climate Change Agency.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/17/seals-caves-tourists-experiences-greece-marine-protected-areas-endangered-monk-seals\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "Researchers noticed ‘dramatic’ changes in nutrients in crops, including drop in zinc and rise in lead. Although crop yields increase, they become less nutrient-dense. While zinc levels in particular drop, lead levels increase.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "Trump’s EPA wants to weaken formaldehyde protections – this is what it could mean",
        "url": "https://www.theguardian.com/us-news/2025/dec/19/trump-epa-formaldehyde-protection-proposal",
        "date": "2025-12-19",
        "source": "Environment | The Guardian",
        "text": "<p>EPA proposed undoing Biden-era policy on exposure to carcinogenic toxin in latest push to weaken toxin standards</p><p><a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a>’s Environmental Protection Agency (<a href=\"https://www.theguardian.com/environment/epa\">EPA</a>) is <a href=\"https://www.epa.gov/chemicals-under-tsca/epa-releases-updated-draft-risk-calculation-memorandum-formaldehyde-under-tsca\">proposing</a> to increase the levels of exposure to highly carcinogenic formaldehyde it considers safe. If successful, people would continue to be exposed to concerning amounts of the toxin in thousands of everyday products used across the economy, experts and advocates say.</p><p>Formaldehyde, a pungent colorless gas at room temperature, is found in a range of cosmetics, personal care products, home cleaners, craft supplies, leather goods, furniture, clothing, plastic, building materials and other everyday goods. During <a href=\"https://www.theguardian.com/us-news/joebiden\">Joe Biden</a>’s term, EPA scientists took a major step toward reining in the broad societal risk by issuing a finding that any level of exposure to formaldehyde can cause cancer, and very low levels cause non-cancer health harms.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/19/trump-epa-formaldehyde-protection-proposal\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "Washington state flooding damage profound but unclear, governor warns",
        "url": "https://www.theguardian.com/us-news/2025/dec/17/washington-flooding-damage-governor",
        "date": "2025-12-18",
        "source": "Environment | The Guardian",
        "text": "<p>Record rains have forced hundreds of rescues, swamped communities and left rivers high, with more storms forecast</p><p>The extent of the damage in <a href=\"https://www.theguardian.com/us-news/washington-state\">Washington state</a> is profound but unclear after more than a week of heavy rains and record flooding, according to the state’s governor, Bob Ferguson.</p><p>A barrage of storms from weather systems stretching across the Pacific has dumped close to 2ft (0.6 metres) of rain in parts of the state, swelling rivers far beyond their banks and prompting more than 600 rescues across 10 counties.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/17/washington-flooding-damage-governor\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "‘It’s an open invasion’: how millions of quagga mussels changed Lake Geneva for ever",
        "url": "https://www.theguardian.com/environment/2025/dec/18/invasive-quagga-mussels-lake-geneva-aoe",
        "date": "2025-12-18",
        "source": "Environment | The Guardian",
        "text": "<p>The molluscs are decimating food chains in Switzerland, have devastated the Great Lakes in North America, and this week were spotted in Northern Ireland for the first time</p><p>Like cholesterol clogging up an artery, it took just a couple of years for the quagga mussels to infiltrate the 5km (3-mile) highway of pipes under the Swiss Federal Technology Institute of Lausanne (EPFL). By the time anyone realised what was going on, it was too late. The power of some heat exchangers had dropped by a third, blocked with ground-up shells.</p><p>The air conditioning faltered, and buildings that should have been less than 24C in the summer heat couldn’t get below 26 to 27C. The invasive mollusc had infiltrated pipes that suck cold water from a depth of 75 metres (250ft) in Lake Geneva to cool buildings. “It’s an open invasion,” says Mathurin Dupanier, utilities operations manager at EPFL.</p><p>Mathurin Dupanier indicates the water cooling systems that were blocked by the invasive quagga mussels. Photographs: Phoebe Weston/the Guardian; École Polytechnique Fédérale de Lausanne</p> <a href=\"https://www.theguardian.com/environment/2025/dec/18/invasive-quagga-mussels-lake-geneva-aoe\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "Trump administration to dismantle key climate research center in Colorado",
        "url": "https://www.theguardian.com/us-news/2025/dec/17/trump-boulder-ncar-climate-lab",
        "date": "2025-12-17",
        "source": "Environment | The Guardian",
        "text": "<p>Governor Jared Polis warned that breaking up Boulder’s NCAR would put ‘public safety at risk’</p><p>The Trump administration is breaking up a research center praised as a “crown jewel” of climate research after accusing it of spreading “alarmism” about climate change.</p><p>Russell Vought, the director of the White House’s office and management budget, said <a href=\"https://ncar.ucar.edu/\">the National Center for Atmospheric Research</a> (NCAR) in Boulder, Colorado, would be dismantled under the supervision of the National Science Foundation.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/17/trump-boulder-ncar-climate-lab\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "Atmospheric rivers – what to know about the storms inundating the Pacific north-west",
        "url": "https://www.theguardian.com/us-news/2025/dec/13/atmospheric-river-washington-canada-pacific-north-west",
        "date": "2025-12-13",
        "source": "Environment | The Guardian",
        "text": "<p>This week’s weather system dumped 5tn gallons of rain on Washington state – and another one is threatening Canada</p><p>Just as record-level flood waters that triggered widespread evacuations begin to recede in western <a href=\"https://www.theguardian.com/us-news/washington-state\">Washington state</a>, residents of the Pacific north-west are bracing themselves for another strong weather system that is likely to swell rivers back to dangerous levels – again.</p><p>An extraordinarily strong system known as an atmospheric river hit the region earlier this week, dropping <a href=\"https://apnews.com/article/atmospheric-river-pacific-northwest-flooding-warming-9a175150afae172f2ebca27133abbd5b\">more than a foot of rain</a> and flooding rivers that stretch across the state toward <a href=\"https://www.theguardian.com/world/canada\">Canada</a> to dangerous levels. As a result of the nonstop rain, mudslides tore through communities, washing away homes and stranding families on rooftops as they waited for rescue.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/13/atmospheric-river-washington-canada-pacific-north-west\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "EPA proposed undoing Biden-era policy on exposure to carcinogenic toxin in latest push to weaken toxin standards. People would continue to be exposed to concerning amounts of the toxin in thousands of everyday products used across the economy.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "Revealed: how Toyota uses retro-style games and prizes to urge US workers to lobby politicians",
        "url": "https://www.theguardian.com/us-news/2025/dec/19/toyota-employee-lobbying",
        "date": "2025-12-19",
        "source": "Environment | The Guardian",
        "text": "<p>Games such as Dragon Quest used to mobilize workers to back corporate goals including relaxing environmental rules</p><p><a href=\"https://www.theguardian.com/business/toyota\">Toyota</a>, the world’s biggest carmaker, is using retro-style video games to rally its US workforce behind its corporate goals, including lobbying to relax environmental rules, the Guardian can reveal.</p><p>Through an internal platform called Toyota Policy Drivers, employees can play games with names such as Star Quest, Adventure Quest and Dragon Quest, earning prizes by engaging with company messaging about policy and by contacting federal lawmakers using company-provided talking points.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/19/toyota-employee-lobbying\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 3
      },
      {
        "title": "Jim Cramer urges discipline on GE Vernova as Wall Street analysts get more bullish",
        "url": "https://www.cnbc.com/2025/12/18/jim-cramer-urges-discipline-as-wall-street-gets-more-bullish-on-ge-vernova.html",
        "date": "2025-12-18",
        "source": "Energy",
        "text": "Wall Street analysts have increasingly jumped on the GE Vernova bandwagon during a volatile week for the stock and the broader artificial intelligence trade. Jim Cramer urged caution. Shares of the energy equipment maker rose more than 4.5% on Thursday after plunging 10.5% in the prior session as stocks tied to AI data centers were crushed. Undeterred, Jefferies became the latest shop to upgrade GE Vernova — a leading maker of natural gas turbines that can be hooked up to energy-intensive AI facilities to generate more power. The analysts lifted their rating on the stock to a buy from hold and boosted their price target to $815 per share from $736. They predicted an inflection in turbine orders and pricing in the current fourth quarter and called out more upfront and meaningful free cash flow generation. Jefferies' new price target implies 33% upside from Wednesday's close of $614, which more than wiped out last week's post-investor day rally . \"I do not think that this stock — which I love and should be at $700 — is anything but another call for discipline for those who want to put endless numbers of data centers,\" Jim said on \" Squawk on the Street .\" He suggested that recent trading in GE Vernova stock epitomizes the fickle near-term nature of investors' appetite for owning companies dependent on the gobs of AI spending commitments, which may or may not come to fruition. Jeff Marks, director of portfolio analysis for the Club, suggested swings in GE Vernova stock mean that would-be buyers must be more vigilant on price. \"Wait for one of those big, nasty days to buy it,\" Marks said during Thursday's Morning Meeting. On Wednesday, we said that if GE Vernova were to sink to $600, we would buy back some shares that we sold into strength on Monday at $694 each. Zooming out, Jim does agree that the long-term GE Vernova story remains attractive. The company has undoubtedly been a \"home run\" in 2025, with a stock that has still nearly doubled year to date. However, he is less optimistic than Jefferies on turbine pricing. \"They've increased capacity, but you can't get one until 2030,\" Jim said. With customers already locked in at earlier pricing, he continued, \"You don't have a lot of pricing power if you're sold out.\" GEV YTD mountain GE Vernova YTD Thursday's bullish call from Jefferies was followed a handful of others this week. On Tuesday, Morgan Stanley raised its price target to $822 from $710 while reiterating its buy rating, highlighting GE Vernova being at the center of powering AI data centers. Wells Fargo also took GE Vernova's price target to $831 from $717 for the same reason. On Monday, Evercore ISI started coverage on GE Vernova with a buy and a $860 price target. Analysts said the company has \"picks and shovels\" exposure to many end-markets in addition to data centers. Conviction in the stock increased after GE Vernova delivered robust long-term guidance during its evening investor update on Dec. 9. The next day, the stock surged 15.6% and closed at a record high of $723. At the time, we increased our GE Vernova price target to $800 per share from $700, and reiterated our buy-equivalent 1 rating . As part of Monday's trade, we downgraded shares to our hold-equivalent 2 rating but held our price target steady. (Jim Cramer's Charitable Trust is long GEV. See here for a full list of the stocks.) As a subscriber to the CNBC Investing Club with Jim Cramer, you will receive a trade alert before Jim makes a trade. Jim waits 45 minutes after sending a trade alert before buying or selling a stock in his charitable trust's portfolio. If Jim has talked about a stock on CNBC TV, he waits 72 hours after issuing the trade alert before executing the trade. THE ABOVE INVESTING CLUB INFORMATION IS SUBJECT TO OUR TERMS AND CONDITIONS AND PRIVACY POLICY , TOGETHER WITH OUR DISCLAIMER . NO FIDUCIARY OBLIGATION OR DUTY EXISTS, OR IS CREATED, BY VIRTUE OF YOUR RECEIPT OF ANY INFORMATION PROVIDED IN CONNECTION WITH THE INVESTING CLUB. NO SPECIFIC OUTCOME OR PROFIT IS GUARANTEED.",
        "image_url": null,
        "cluster_id": 3
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "No summary available for this cluster.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "‘I consider him my first son’: how living with a baby monkey taught me I’m ready to be a dad",
        "url": "https://www.theguardian.com/environment/2025/dec/15/baby-monkey-jungle-guinea-monkeys-aoe",
        "date": "2025-12-15",
        "source": "Environment | The Guardian",
        "text": "<p>I went from selling flats in Paris to being alone in a cabin in Guinea looking after primates. It changed my life, but one relationship marked me like no other</p><p>In 2022, I had a job at an estate agents in Paris selling ridiculously expensive flats, and decided I needed to do something more meaningful with my life. I resigned, and six months later arrived in Guinea.</p><p>In hindsight I was a young kid, full of anger, not happy with his life. That 26-year-old is definitely not me now – and it was living with primates that changed my life.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/15/baby-monkey-jungle-guinea-monkeys-aoe\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "I went from selling flats in Paris to being alone in a cabin in Guinea looking after primates. It changed my life, but one relationship marked me like no other. In hindsight I was a young kid, full of anger, not happy with his life.",
    "image_url": null
  }
]