[
  {
    "articles": [
      {
        "title": "Galápagos had no native amphibians. Then it was invaded by hundreds of thousands of frogs",
        "url": "https://www.theguardian.com/environment/2025/nov/04/galapagos-has-no-native-amphibians-now-hundreds-of-thousands-of-frogs-have-invaded-aoe",
        "date": "2025-11-04",
        "source": "Environment | The Guardian",
        "text": "<p>Scientists are only beginning to grasp the scale of the issue and understand what impact the tree frogs may have on the islands’ rare wildlife</p><p>On the way to her office at the Charles Darwin research station, biologist <a href=\"https://www.darwinfoundation.org/es/conocenos/nuestro-equipo/meet-our-team/miriam-san-jose/\">Miriam San José</a> crouches down near a shallow pond shrouded by vegetation and reaches deep into the foliage, pulling out a small green plastic box recorder.</p><p>She left it there overnight to capture the infamous croaks of a Fowler’s snouted treefrog (<em>Scinax quinquefasciatus</em><em>)</em>, known to Galápagos scientists as an invasive threat, with repercussions researchers are only beginning to grasp.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/04/galapagos-has-no-native-amphibians-now-hundreds-of-thousands-of-frogs-have-invaded-aoe\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      },
      {
        "title": "Heavy rain floods streets in New York City – video",
        "url": "https://www.theguardian.com/us-news/video/2025/oct/31/heavy-rain-floods-streets-in-new-york-city-video",
        "date": "2025-10-31",
        "source": "Environment | The Guardian",
        "text": "<p>At least two people died on Thursday in flooded basements after record rainfall in parts of New York City that also deluged some streets and subway stations. Preliminary reports showed 45.7mm (1.8in) of rain fell in Central Park, which exceeded its record of 41.7mm set in 1917, the National Weather Service said. LaGuardia airport recorded 50mm of rain, which broke the hub's 1955 record of 30mm</p><p></p><ul><li><p><a href=\"https://www.theguardian.com/us-news/2025/oct/30/new-york-floods\">Two found dead in flooded basements as New York hit by rainstorm</a></p></li></ul> <a href=\"https://www.theguardian.com/us-news/video/2025/oct/31/heavy-rain-floods-streets-in-new-york-city-video\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "At least two people died on Thursday in flooded basements after record rainfall in parts of New York City. Preliminary reports showed 45.7mm (1.8in) of rain fell in Central Park. LaGuardia airport recorded 50mm of rain, which broke the hub's 1955 record of 30mm.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "Pollution from Ineos’s Antwerp plastic plant ‘will cause more deaths than jobs created’",
        "url": "https://www.theguardian.com/business/2025/nov/06/pollution-ineos-antwerp-plastic-plant-deaths-jobs-created",
        "date": "2025-11-06",
        "source": "Environment | The Guardian",
        "text": "<p>Lawyers challenge €4bn Project One development, saying emissions and health impacts vastly underestimated</p><p>The deaths from pollution caused by Europe’s biggest plastic plant, which is being built in Antwerp, will outstrip the number of permanent jobs it will create, lawyers will argue in a court challenge issued on Thursday.</p><p>In documents submitted to the court, research suggests the air pollution from Ineos’s €4bn petrochemical plant would cause 410 deaths once operational, compared with the 300 permanent jobs the company says will be created.</p> <a href=\"https://www.theguardian.com/business/2025/nov/06/pollution-ineos-antwerp-plastic-plant-deaths-jobs-created\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "The era of fine speeches and good intentions is over. Brazil’s Cop30 will be about action | Luiz Inácio Lula da Silva",
        "url": "https://www.theguardian.com/commentisfree/2025/nov/06/brazil-cop-30-truth-world-leaders-climate-crisis-president-lula",
        "date": "2025-11-06",
        "source": "Environment | The Guardian",
        "text": "<p>This is our message to world leaders: make this the ‘Cop of truth’, before people lose faith</p><ul><li><p>Luiz Inácio Lula da Silva is the president of Brazil</p></li></ul><p>Today, in the Brazilian Amazon, the Belém summit opens ahead of the 30th United Nations climate change conference (Cop30). I have convened world leaders in the days leading up to the conference so that we can all commit to acting with the urgency the climate crisis demands.</p><p>If we fail to move beyond speeches into real action, our societies will lose faith – not only in the Cops, but in multilateralism and international politics more broadly. That is why I have summoned leaders to the Amazon: to make this the “Cop of truth”, the moment we demonstrate the seriousness of our shared commitment to the planet.</p><p>Luiz Inácio Lula da Silva is the president of Brazil</p> <a href=\"https://www.theguardian.com/commentisfree/2025/nov/06/brazil-cop-30-truth-world-leaders-climate-crisis-president-lula\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "Still a chance to return to 1.5C climate goal, researchers say",
        "url": "https://www.theguardian.com/environment/2025/nov/05/still-a-chance-to-return-to-1-point-5c-climate-goal-researchers-say",
        "date": "2025-11-05",
        "source": "Environment | The Guardian",
        "text": "<p>Report calls for scaling-up of renewable energy and electrification of key sectors to limit peak of global heating</p><p>There is still a chance for the world to avoid the worst ravages of climate breakdown and return to the goal of 1.5C if governments take concerted action on greenhouse gas emissions, a new assessment argues.</p><p>The <a href=\"https://climateanalytics.org/publications/rescuing-1-5c\">Climate Analytics</a> report says governments’ goals are inadequate and need to be rapidly revised, and calls for the rapid scaling-up of the use of renewable energy and electrification of key sectors including transport, heating and industry.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/05/still-a-chance-to-return-to-1-point-5c-climate-goal-researchers-say\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "New climate pledges do little to correct global warming projection, UN warns",
        "url": "https://news.un.org/feed/view/en/story/2025/11/1166255",
        "date": "2025-11-04",
        "source": "UN News - Global perspective Human stories",
        "text": "Available new climate pledges by governments have only slightly lowered global temperature rise over the course of this century, leaving the world on the path to a serious escalation of climate risks and damages.&nbsp;",
        "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Collections/Embargoed/05-02-2025-WMO-United-Kingdom.jpg/image560x340cropped.jpg",
        "cluster_id": 1
      },
      {
        "title": "As global crises deepen, leaders in Doha urge shift from promises to action",
        "url": "https://news.un.org/feed/view/en/story/2025/11/1166249",
        "date": "2025-11-03",
        "source": "UN News - Global perspective Human stories",
        "text": "As global challenges deepen, governments, civil society and international partners convened in Doha on Monday to highlight concrete solutions to advance social development and confront some of today’s most urgent crises – from widening hunger and poverty to growing inequality and climate-driven instability.&nbsp;",
        "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/02-11-2025-UN-News-WSSD6.jpg/image560x340cropped.jpg",
        "cluster_id": 1
      },
      {
        "title": "The ground is swallowing homes in this Native village in Alaska. Residents have no choice but to move",
        "url": "https://www.theguardian.com/us-news/2025/nov/03/alaska-nunapitchuk-climate-melting-permafrost",
        "date": "2025-11-03",
        "source": "Environment | The Guardian",
        "text": "<p>The climate crisis is causing the permafrost to melt in Alaska, forcing the village of Nunapitchuk to relocate</p><p>Children splash gleefully in the river as adults cast fishing lines or head into the <a href=\"https://www.theguardian.com/us-news/alaska\">Alaska</a> tundra to hunt. It’s a scene that has characterized summer days for centuries among the Yup’ik people who have long lived in south-western Alaska, where the village of Nunapitchuk stands. But, with temperatures in Alaska warming nearly four times faster than most parts of the globe, that way of life is about to change.</p><p>Homes in Nunapitchuk have been sinking into the <a href=\"https://nsidc.org/learn/parts-cryosphere/frozen-ground-permafrost\">permafrost</a>, and residents have decided their only choice is to move the entire village to higher ground.</p> <a href=\"https://www.theguardian.com/us-news/2025/nov/03/alaska-nunapitchuk-climate-melting-permafrost\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "Only 3% of international climate aid going to transitioning communities: ‘This is absurd’",
        "url": "https://www.theguardian.com/environment/2025/nov/03/international-climate-aid-just-transition",
        "date": "2025-11-03",
        "source": "Environment | The Guardian",
        "text": "<p>New report on funding to slash carbon emissions finds startlingly low engagement with the people affected</p><p>Less than 3% of international aid to slash carbon emissions is supporting a “just transition” for workers and communities away from polluting industries, according to a new report.</p><p>Released one week before the start of major United Nations climate negotiations in Belém, Brazil, <a href=\"https://actionaid.org/publications/2025/climate-finance-just-transition-how-finance-flows\">the analysis from the climate and development non-profit ActionAid</a> warns that the world’s response to the climate crisis risks deepening inequality rather than addressing it.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/03/international-climate-aid-just-transition\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "Littleproud says the world is ‘re-pivoting’ on net zero commitments – but is that just spin? | Temperature Check",
        "url": "https://www.theguardian.com/environment/commentisfree/2025/nov/04/nationals-littleproud-net-zero-emissions-claims-real-or-spin",
        "date": "2025-11-03",
        "source": "Environment | The Guardian",
        "text": "<p>The Nationals argue the 2050 emissions target is already causing financial pain and the rest of the world is walking away from it. Neither of these things is true</p><ul><li><p><a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=cvau_sfl\">Sign up for climate and environment editor Adam Morton’s free Clear Air newsletter here</a></p></li></ul><p>After months of threatening, the junior Coalition partner has finally withdrawn its support for the national target of reaching net zero greenhouse gas emissions by 2050.</p><p>“We are pegging ourselves to what the rest of the world does,” the Nationals leader, David Littleproud, claimed on Monday.</p> <a href=\"https://www.theguardian.com/environment/commentisfree/2025/nov/04/nationals-littleproud-net-zero-emissions-claims-real-or-spin\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "No high-level US representatives will go to UN climate talks, Trump officials say",
        "url": "https://www.theguardian.com/environment/2025/oct/31/cop30-climate-us-officials",
        "date": "2025-10-31",
        "source": "Environment | The Guardian",
        "text": "<p>Decision to stay away from Cop30 meeting in Brazil underscores administration’s hostility to climate action</p><p>The Trump administration has confirmed that no high-level representatives will be sent by the US to upcoming UN climate talks in Brazil, underscoring the administration’s hostile stance towards action on the climate crisis.</p><p>The US has always sent delegations of various sizes to UN climate summits over the past three decades, even during periods under George W Bush and in Donald Trump’s first term, where there was scant desire to address the global heating crisis.</p> <a href=\"https://www.theguardian.com/environment/2025/oct/31/cop30-climate-us-officials\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "Lawyers challenge €4bn Project One development, saying emissions and health impacts vastly underestimated. Research suggests air pollution from Ineos’s petrochemical plant would cause 410 deaths once operational, compared with 300 permanent jobs the company says will be created.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "‘There is no money’: As carbon markets collapse, what happens to the forests they promised to protect?",
        "url": "https://www.theguardian.com/environment/2025/nov/06/carbon-offsetting-market-collapses-what-happens-to-the-forests-they-hoped-to-protect-aoe",
        "date": "2025-11-06",
        "source": "Environment | The Guardian",
        "text": "<p>After it was found most offsets did not represent real carbon reductions, the money dried up. But successful schemes such as Kasigau in Kenya now face a stark future</p><p>Solomon Morris Makau checks the fallen tree for snakes before he wraps a tape measure around the trunk. The early morning sun is overwhelming in the dryland forests of the Kasigau corridor, which separates the east and west Tsavo national parks in southern Kenya. Two guards keep watch for elephants and lions. There is little sign of green among the sprawling acacias, which stand silently in their punishing wait for the end of the dry season. Despite the threat from puff adders, Makau and his team have a job to do: measure the trees and shrubs in this 50 sq metre area to calculate their growth and change in carbon stock.</p><p>“This one is lying dead,” says Makau, of one of the trees pushed over by elephants – but tens of thousands around it are still alive, stretching out in the distance as far as the eye can see.</p><p>Solomon Morris Makau, right, leads a team of environmental technicians in gathering bio data from natural vegetation</p> <a href=\"https://www.theguardian.com/environment/2025/nov/06/carbon-offsetting-market-collapses-what-happens-to-the-forests-they-hoped-to-protect-aoe\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "‘We’re leading the way’: Starmer defends plans for green economy before Cop30",
        "url": "https://www.theguardian.com/environment/2025/nov/05/were-leading-the-way-starmer-defends-plans-for-green-economy-before-cop30",
        "date": "2025-11-05",
        "source": "Environment | The Guardian",
        "text": "<p>PM defies critics calling for a slowdown as he flies to Brazil, where he may have frosty reception after opting out of tropical forest fund</p><ul><li><p><a href=\"https://www.theguardian.com/environment/2025/nov/05/uk-opts-out-of-flagship-fund-to-protect-amazon-and-other-threatened-tropical-forests\">UK opts out of flagship fund to protect Amazon and other threatened tropical forests</a></p></li></ul><p>The UK will lead on tackling the climate crisis, the prime minister vowed on Wednesday, despite critics calling for a slowdown, because shifting to a low-carbon economy will cut bills, boost economic growth and bring national renewal.</p><p>But his words risked being overshadowed by <a href=\"https://www.theguardian.com/environment/2025/nov/05/uk-opts-out-of-flagship-fund-to-protect-amazon-and-other-threatened-tropical-forests\">a bitter row over funding for tropical forest preservation</a> at the UN Cop30 climate conference.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/05/were-leading-the-way-starmer-defends-plans-for-green-economy-before-cop30\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "UK opts out of flagship fund to protect Amazon and other threatened tropical forests",
        "url": "https://www.theguardian.com/environment/2025/nov/05/uk-opts-out-of-flagship-fund-to-protect-amazon-and-other-threatened-tropical-forests",
        "date": "2025-11-05",
        "source": "Environment | The Guardian",
        "text": "<p>Decision is bitter blow to Brazil ahead of fund’s launch at Cop30 – and an embarrassment to Prince William</p><ul><li><p><a href=\"https://www.theguardian.com/environment/2025/nov/05/were-leading-the-way-starmer-defends-plans-for-green-economy-before-cop30\">‘We’re leading the way’: Starmer defends plans for green economy before Cop30</a></p></li></ul><p>The UK will not contribute to a <a href=\"https://www.theguardian.com/environment/2025/oct/14/dismal-health-of-worlds-forests-is-threat-to-humanity-report-warns\">flagship fund for the world’s remaining tropical forests</a>, in a bitter blow to the Brazilian hosts on the eve of the Cop30 climate summit.</p><p>Keir Starmer flew to Belém, at the mouth of the Amazon, on Wednesday to join the summit of world leaders hosted by Brazil’s president, Lula da Silva.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/05/uk-opts-out-of-flagship-fund-to-protect-amazon-and-other-threatened-tropical-forests\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "After it was found most offsets did not represent real carbon reductions, the money dried up. Successful schemes such as Kasigau in Kenya now face a stark future.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "BP beats third-quarter profit expectations on higher oil and gas production",
        "url": "https://www.cnbc.com/2025/11/04/bp-earnings-q3-2025.html",
        "date": "2025-11-04",
        "source": "Energy",
        "text": "The BP logo is displayed on a petrol tanker delivering fuel at a petrol station in Shepton Mallet on October 20, 2025 in Somerset, England.\n\nBritish oil giant BP on Tuesday reported stronger-than-expected third-quarter profit as higher crude and gas production outweighed a weak oil trading result.\n\nThe London-listed oil and gas major posted underlying replacement cost profit, used as a proxy for net profit, of $2.21 billion for July-September period. That beat analyst expectations of $2.03 billion, according to an LSEG-compiled consensus.\n\nBP's third-quarter net profit came in at $2.3 billion last year and $2.35 billion in the second quarter of 2025.\n\n\"We've delivered another quarter of good performance across the business with operations continuing to run well,\" BP CEO Murray Auchincloss said in a statement.\n\n\"We are looking to accelerate delivery of our plans, including undertaking a thorough review of our portfolio to drive simplification and targeting further improvements in cost performance and efficiency,\" Auchincloss said.\n\nThe oil major's third-quarter net debt came in at $26.05 billion, broadly flat from the previous quarter, although up from $24.27 billion a year earlier.\n\nLondon-listed shares of BP rose 0.5% on Tuesday morning.\n\nSome other third-quarter highlights included:\n\nOperating cash flow came in at $7.8 billion, up from $6.3 billion three months ago.\n\nBP said it expects divestment and other proceeds to be above $4 billion in 2025.\n\nBP also announced another $750 million in share buybacks over the next three months, maintaining the pace of its shareholder returns, albeit at a reduced level from earlier in the year.\n\nThe results come just over eight months after the company launched a fundamental strategic reset.\n\nBP, which has been the subject of intense takeover speculation, is looking to regain investor confidence by slashing renewable spending and prioritizing its traditional oil and gas business.\n\nInvestors appear to have broadly welcomed the oil and gas major's green strategy U-turn, with share prices up more than 13% year-to-date. The improving sentiment has also been attributed to the firm's leadership shake-up, progress on its cost-cutting program and a string of recent oil discoveries.\n\nBP on Monday announced it had agreed to sell minority stakes in some of its U.S. onshore pipeline assets in the Permian and Eagle Ford basins to private investor Sixth Street for $1.5 billion. BP has previously said it is targeting $20 billion in divestments by the end of 2027.\n\nLast week, British rival Shell reported stronger-than-expected third-quarter profit, citing robust operational performance and higher trading contributions.",
        "image_url": null,
        "cluster_id": 3
      },
      {
        "title": "Onetime meme stock Beyond Meat falls 16% after company delays financial results due to impairment charge",
        "url": "https://www.cnbc.com/2025/11/03/beyond-meat-falls-8percent-after-delaying-financial-results.html",
        "date": "2025-11-03",
        "source": "Energy",
        "text": "A Beyond Meat Burger is seen on display at a store in Port Washington, New York, U.S., June 3, 2019. Picture taken June 3, 2019.\n\nShares of Beyond Meat fell Monday after the company delayed its third-quarter financial results.\n\nThe plant-based meat maker will now report earnings after the market closes on Nov. 11. Beyond Meat said it delayed its results because it needs more time to calculate a material noncash impairment charge related to certain long-lived assets.\n\nBeyond Meat had become a meme stock in October, rising from a sub-$2 price to nearly $8 at one point as traders on Robinhood and other brokerages crowded in to the stock following its addition to the Roundhill Meme Stock ETF and in order to possibly exploit a large short position by hedge funds.\n\nThe shares fell 16% to $1.39, below its $1.89 close to end September.",
        "image_url": null,
        "cluster_id": 3
      },
      {
        "title": "Oil giant Shell launches another $3.5 billion share buyback as profit beats expectations",
        "url": "https://www.cnbc.com/2025/10/30/shell-earnings-q3-2025.html",
        "date": "2025-10-30",
        "source": "Energy",
        "text": "The Shell gas station logo is displayed on February 13, 2025 in Austin, Texas.\n\nBritish oil major Shell on Thursday reported stronger-than-expected third-quarter profit, citing robust operational performance and higher trading contributions.\n\nShell posted adjusted earnings of $5.4 billion for the quarter, beating analyst expectations of $5.05 billion, according to an LSEG-compiled consensus. A separate, company-provided analyst forecast had put Shell's expected third-quarter profit at $5.09 billion.\n\nThe London-headquartered firm reported adjusted earnings of $6 billion over the same period last year and $4.26 billion for this year's April-June period.\n\n\"Shell delivered another strong set of results, with clear progress across our portfolio and excellent performance in our Marketing business and deepwater assets in the Gulf of America and Brazil,\" Shell CEO Wael Sawan said in a statement.\n\nThe company also announced another $3.5 billion in share buybacks over the next three months, maintaining the pace of its shareholder returns. The company said it marked the 16th consecutive quarter of at least $3 billion in buybacks.\n\nShell's net debt came in at $41.2 billion at the end of the third quarter, down from $43.2 billion on a quarterly basis.\n\nThe oil major's London-listed share price finished Thursday's session up 0.2%. The stock price is up more 16% year-to-date, outperforming its industry peers.\n\n\"Numbers are solid in virtually all divisions and shows earning growth and strong cash flow generation,\" said Maurizio Carulli, global energy and materials analyst at Quilter Cheviot.\n\n\"Of note the robust production in Brazil and the Gulf of Mexico. The LNG Canada ramp up, with an initial 13 cargos in Q3, benefited the results as well. The only weak part was Chemicals, but it is a small part of the business and Shell's management is trying to find a strategic solution for it,\" Carulli said.\n\nOther third-quarter highlights included:\n\nAdjusted earnings fell 9.9% compared to the same period last year.\n\nCash flow from operations (CFFO) came in at $12.2 billion for the third quarter, compared to $14.7 billion in the same period last year.\n\nCash capital expenditure for the quarter stood at $4.9 billion.\n\nShell's results come as French oil major TotalEnergies reported a slight drop in third-quarter profit as oil and gas production growth helped to offset lower crude prices.\n\nNorwegian energy firm Equinor , for its part, on Wednesday posted a steeper-than-expected drop in third-quarter profit, with adjusted operating income coming in at $6.21 billion for the July-September period.\n\nU.S. oil giants Exxon Mobil and Chevron are both scheduled to report third-quarter results on Friday, with Britain's BP set to follow suit on Tuesday.\n\nAnalysts expect Big Oil's shareholder payouts to come under pressure over the coming months, with energy majors looking to tighten their belts amid a weaker crude price environment.",
        "image_url": null,
        "cluster_id": 3
      }
    ],
    "source_link": "Energy",
    "summary": "No summary available for this cluster.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "FAO warns of ‘silent crisis’ as land degradation threatens billions",
        "url": "https://news.un.org/feed/view/en/story/2025/11/1166251",
        "date": "2025-11-03",
        "source": "UN News - Global perspective Human stories",
        "text": "Roughly 1.7 billion people are living in areas where crop yields are failing due to human-induced land degradation – “a pervasive and silent crisis that is undermining agricultural productivity and threatening ecosystem health worldwide.”&nbsp;",
        "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Collections/Embargoed/24-07-2025-WFP-Bolivia.jpg/image560x340cropped.jpg",
        "cluster_id": 4
      },
      {
        "title": "Australia must put politics aside and pass nature laws that benefit the economy and the environment. We owe it to our kids | Zoe Daniel",
        "url": "https://www.theguardian.com/commentisfree/2025/nov/01/australia-nature-laws-put-politics-aside-benefit-economy-environment-kids",
        "date": "2025-11-01",
        "source": "Environment | The Guardian",
        "text": "<p>There’s no such thing as a perfect legislative solution. It’s about finding one that’s workable – for the community, for the economy and for nature</p><p>Victoria’s Healesville Sanctuary is helping to protect and restore the critically endangered orange-bellied parrot which is predicted to be extinct within five years.</p><p>With only 50 known to be left in the wild, a major breeding program aims to release up to 20 pairs of the migratory birds annually.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2021/dec/21/sign-up-for-five-great-reads-guardian-australias-wrap-of-our-best-summer-stories\">Sign up for a weekly email featuring our best reads</a></strong></p> <a href=\"https://www.theguardian.com/commentisfree/2025/nov/01/australia-nature-laws-put-politics-aside-benefit-economy-environment-kids\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      },
      {
        "title": "The nature extinction crisis is mirrored by one in our own bodies. Both have huge implications for health",
        "url": "https://www.theguardian.com/environment/2025/oct/31/nature-extinction-crisis-mirrored-in-our-bodies-huge-health-implications-aoe",
        "date": "2025-10-31",
        "source": "Environment | The Guardian",
        "text": "<p>Modern life is waging a war against ecosystems around us and inside us. Keeping our own microbes healthy is another reason to demand action to preserve the natural world</p><p>Read more: <a href=\"https://www.theguardian.com/environment/2025/oct/30/rich-lizards-luxury-effect-more-plants-wildlife-wealthier-suburbs-health-aoe\">The luxury effect: why you’ll find more wildlife in wealthy areas – and what it means for your health</a></p><p>Human bodies are like cities, teeming with microcitizens – vast communities of viruses, fungi and bacteria that live all over our skin and inside us. Unsung public servants help us digest food, regulate our immune system, defend against pathogens, and keep hormones in check. Together, they make up what we call the human microbiome.</p><p>Most people have probably heard of the gut microbiome, but different microbes thrive all over our bodies – in our nostrils, on our feet, in our eyes. They are slightly different, like boroughs are composed of different communities of people. Ninety per cent of cells in our body are microbes, and <a href=\"https://www.amnh.org/content/download/131241/2201972/file/human_microbiome_your_body_is_an_ecosystem_stepread1.pdf\">“clouds” of bacteria</a> come off someone’s body as they enter a room. We are all walking ecosystems, picking up and shedding material as we move through life.</p> <a href=\"https://www.theguardian.com/environment/2025/oct/31/nature-extinction-crisis-mirrored-in-our-bodies-huge-health-implications-aoe\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      },
      {
        "title": "The luxury effect: why you’ll find more wildlife in wealthy areas – and what it means for your health",
        "url": "https://www.theguardian.com/environment/2025/oct/30/rich-lizards-luxury-effect-more-plants-wildlife-wealthier-suburbs-health-aoe",
        "date": "2025-10-30",
        "source": "Environment | The Guardian",
        "text": "<p>The discovery that affluent neighbourhoods have more diversity of nature has implications for human wellbeing – and sheds light on the structural injustices in cities</p><p>Read more: <a href=\"https://www.theguardian.com/environment/2025/oct/31/nature-extinction-crisis-mirrored-in-our-bodies-huge-health-implications-aoe\">The nature extinction crisis is mirrored by one in our own bodies. Both have huge implications for health</a></p><p>For a long time, ecology tended to ignore people. It mostly focused on beautiful places far from large-scale human development: deep rainforest or pristine grassland. Then, in the late 1990s, in the desert city of Phoenix, Arizona, scientists shifted their gaze closer to home.</p><p>A team of ecologists went out into their own neighbourhood to map the distribution of urban plants in one of the first studies of its kind. Equipped with tape measures and clipboards, they documented trees and shrubs, sometimes getting on all fours to crawl through bushes under the curious watch of local people.</p> <a href=\"https://www.theguardian.com/environment/2025/oct/30/rich-lizards-luxury-effect-more-plants-wildlife-wealthier-suburbs-health-aoe\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 4
      }
    ],
    "source_link": "UN News - Global perspective Human stories",
    "summary": "Victoria’s Healesville Sanctuary is helping to protect and restore the critically endangered orange-bellied parrot. Roughly 1.7 billion people are living in areas where crop yields are failing due to human-induced land degradation. Ninety per cent of cells in our body are microbes.",
    "image_url": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Collections/Embargoed/24-07-2025-WFP-Bolivia.jpg/image560x340cropped.jpg"
  }
]