[
  {
    "articles": [
      {
        "title": "Crayfish, weevils and fungi released in UK to tackle invasive species such as Japanese knotweed",
        "url": "https://www.theguardian.com/environment/2025/dec/24/crayfish-weevils-fungi-wild-tackle-invasive-species-japanese-knotweed",
        "date": "2025-12-24",
        "source": "Environment | The Guardian",
        "text": "<p>Scientists working for government breed biological control agents in lab to take on species choking native wildlife</p><p>Crayfish, weevils and fungi are being released into the environment in order to tackle invasive species across Britain.</p><p>Scientists working for the government have been breeding species in labs to set them loose into the wild to take on Japanese knotweed, signal crayfish and Himalayan balsam, and other species that choke out native plants and wildlife.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/24/crayfish-weevils-fungi-wild-tackle-invasive-species-japanese-knotweed\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      },
      {
        "title": "Something gnawed your oak tree? Sink hole in your road? How Zurich’s beaver hotline is reassuring residents",
        "url": "https://www.theguardian.com/environment/2025/dec/23/how-swizerland-learned-to-live-with-beavers-rewilding-aoe",
        "date": "2025-12-23",
        "source": "Environment | The Guardian",
        "text": "<p>As the number of the semi-aquatic creatures soars so can tensions. But the Swiss have a tried and tested system to calm the neighbours and restore harmony</p><p></p><p>“I hate beavers,” a woman tells the beaver hotline. Forty years ago she planted an oak tree in a small town in southern Zurich – now at the frontier of beaver expansion – and it has just been felled: gnawed by the large, semi-aquatic rodents as they enter their seasonal home-improvement mode.</p><p>The caller is one of 10 new people getting in touch each week at this time of year. Beavers, nature’s great engineers, can unleash mayhem during winter as they renovate their lodges and build up their dams. For people, this can mean flooding, sinkholes appearing in roads and trees being felled. A single incident can clock up 70,000 Swiss francs (£65,000) in damages.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/23/how-swizerland-learned-to-live-with-beavers-rewilding-aoe\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      },
      {
        "title": "Yellowstone hot spring spews forth spectacular muddy plumes",
        "url": "https://www.theguardian.com/us-news/2025/dec/22/yellowstone-hot-spring-black-diamond-pool",
        "date": "2025-12-22",
        "source": "Environment | The Guardian",
        "text": "<p>Black Diamond Pool eruption provides dramatic footage after being captured on official camera</p><p>A hot spring in Yellowstone <a href=\"https://www.theguardian.com/environment/national-parks\">national park</a> that erupts sporadically was captured on an official camera exploding in spectacular muddy plumes at the weekend.</p><p>Volcanic experts at the US Geological Survey described the eruption as simply “Kablooey!”</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/22/yellowstone-hot-spring-black-diamond-pool\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      },
      {
        "title": "Trump’s shuttering of the National Center for Atmospheric Research is Stalinist | Michael Mann and Bob Ward",
        "url": "https://www.theguardian.com/commentisfree/2025/dec/22/trump-stalin-national-center-atmospheric-research",
        "date": "2025-12-22",
        "source": "Environment | The Guardian",
        "text": "<p>This is the latest in the relentless purge of climate researchers who refuse to be co-opted by the fossil fuel industry</p><p>The Soviet dictator Joseph Stalin would no doubt have understood and even appreciated the latest attack by the Trump administration on climate researchers and their work.</p><p>The <a href=\"https://ncar.ucar.edu/\">National Center for Atmospheric Research</a> in Boulder, Colorado, <a href=\"https://www.theguardian.com/us-news/2025/dec/17/trump-boulder-ncar-climate-lab\">is to be dismantled</a> after more than 50 years at the forefront of global research on climate science and monitoring.</p><p>Professor Michael Mann is the presidential distinguished professor and director of the Penn Center for Science, Sustainability and the Media at the University of Pennsylvania, and co-author with Peter Hotez of <a href=\"https://bookshop.org/p/books/science-under-siege-how-to-fight-the-five-most-powerful-forces-that-threaten-our-world-michael-e-mann/f193b715ddffc31b?ean=9781541705494&amp;next=t\">Science Under Siege</a>; Bob Ward is policy and communications director at the Grantham Research Institute on Climate Change and the Environment at the London School of Economics and Political Science</p> <a href=\"https://www.theguardian.com/commentisfree/2025/dec/22/trump-stalin-national-center-atmospheric-research\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      },
      {
        "title": "Muddy eruption at Black Diamond Pool in Yellowstone national park – video",
        "url": "https://www.theguardian.com/environment/video/2025/dec/22/muddy-eruption-black-diamond-pool-yellowstone-national-park-video",
        "date": "2025-12-22",
        "source": "Environment | The Guardian",
        "text": "<p>Video shared by the US Geological Survey on social media shows mud spraying up and out from the Black Diamond Pool in Yellowstone national park. Other recent eruptions have mostly been audible but not visible because they happened either at night or when the camera was obscured by ice. The agency said the Black Diamond Pool was previously the site of a hydrothermal explosion, in July 2024, that sent rocks and mud flying hundreds of feet into the air and damaged a boardwalk. It prompted the closure of the area to visitors due to the damage and potential for additional hazardous activity</p> <a href=\"https://www.theguardian.com/environment/video/2025/dec/22/muddy-eruption-black-diamond-pool-yellowstone-national-park-video\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      },
      {
        "title": "‘The biggest transformation in a century’: how California remade itself as a clean energy powerhouse",
        "url": "https://www.theguardian.com/us-news/2025/dec/20/california-renewable-energy",
        "date": "2025-12-20",
        "source": "Environment | The Guardian",
        "text": "<p>The Golden State’s clean energy use hit new highs in 2025. As the Trump administration abandons US climate initiatives, can California fill the void?</p><p>As officials from around the world met in Brazil for the Cop30 climate summit last month, the US president was nowhere to be found, nor were any members of his cabinet. Instead, the most prominent American voice in Belém was that of the California governor, <a href=\"https://www.theguardian.com/us-news/gavin-newsom\">Gavin Newsom</a>.</p><p>During the five days he spent in Brazil, Newsom described Donald Trump as an “<a href=\"https://www.theguardian.com/environment/2025/nov/11/gavin-newsom-trump-cop30\">invasive species</a>” and condemned his rollback of policies aimed at reducing emissions and expanding renewable energy. Newsom, long considered a presidential hopeful, argued that, as the US retreated, California would step up in its place as a “stable, reliable” climate leader and partner.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/20/california-renewable-energy\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      },
      {
        "title": "They survived wildfires. But something else is killing Greece’s iconic fir forests",
        "url": "https://www.theguardian.com/environment/2025/dec/19/survived-wildfires-drought-killing-greece-fir-forests-aoe",
        "date": "2025-12-19",
        "source": "Environment | The Guardian",
        "text": "<p>In the Peloponnese mountains, the usually hardy trees are turning brown even where fires haven’t reached. Experts are raising the alarm on a complex crisis</p><p>In the southern Peloponnese, the Greek fir is a towering presence. The deep green, slow-growing conifers have long defined the region’s high-altitude forests, thriving in the mountains and rocky soils. For generations they have been one of the country’s hardier species, unusually capable of withstanding drought, insects and the wildfires that periodically sweep through Mediterranean ecosystems. These Greek forests have lived with fire for as long as anyone can remember.</p><p>So when Dimitrios Avtzis, a senior researcher at the Forest Research Institute (FRI) of Elgo-Dimitra, was dispatched to document the aftermath of a spring blaze in the region, nothing about the assignment seemed exceptional. He had walked into countless burnt landscapes, tracking the expected pockets of mortality, as well as the trees that survived their scorching.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/19/survived-wildfires-drought-killing-greece-fir-forests-aoe\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      },
      {
        "title": "‘It’s an open invasion’: how millions of quagga mussels changed Lake Geneva for ever",
        "url": "https://www.theguardian.com/environment/2025/dec/18/invasive-quagga-mussels-lake-geneva-aoe",
        "date": "2025-12-18",
        "source": "Environment | The Guardian",
        "text": "<p>The molluscs are decimating food chains in Switzerland, have devastated the Great Lakes in North America, and this week were spotted in Northern Ireland for the first time</p><p>Like cholesterol clogging up an artery, it took just a couple of years for the quagga mussels to infiltrate the 5km (3-mile) highway of pipes under the Swiss Federal Technology Institute of Lausanne (EPFL). By the time anyone realised what was going on, it was too late. The power of some heat exchangers had dropped by a third, blocked with ground-up shells.</p><p>The air conditioning faltered, and buildings that should have been less than 24C in the summer heat couldn’t get below 26 to 27C. The invasive mollusc had infiltrated pipes that suck cold water from a depth of 75 metres (250ft) in Lake Geneva to cool buildings. “It’s an open invasion,” says Mathurin Dupanier, utilities operations manager at EPFL.</p><p>Mathurin Dupanier indicates the water cooling systems that were blocked by the invasive quagga mussels. Photographs: Phoebe Weston/the Guardian; École Polytechnique Fédérale de Lausanne</p> <a href=\"https://www.theguardian.com/environment/2025/dec/18/invasive-quagga-mussels-lake-geneva-aoe\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 0
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "Scientists working for government breed biological control agents in lab to take on species choking native wildlife. Crayfish, weevils and fungi are being released into the environment in order to tackle invasive species across Britain.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "The Guardian view on animal welfare: a timely reminder that cruelty is wrong | Editorial",
        "url": "https://www.theguardian.com/commentisfree/2025/dec/23/the-guardian-view-on-animal-welfare-a-timely-reminder-that-cruelty-is-wrong",
        "date": "2025-12-23",
        "source": "Environment | The Guardian",
        "text": "<p>New protections for hares, and more humane conditions on farms, should be welcomed by all</p><p>Looking after wildlife and improving the lives of farm animals and pets are the related but distinct aims of the government’s new animal welfare strategy for England. Its launch is timely: more than 1 billion chickens and <a href=\"https://www.manchestereveningnews.co.uk/news/uk-news/christmas-dinners-crisis-immensely-challenging-33007721\">around 8 million turkeys</a> are reared each year – with many of the latter slaughtered in the run-up to Christmas. Winter is also peak season for pet abandonments, with animal charities particularly fearful this year, given the <a href=\"https://www.theguardian.com/lifeandstyle/2025/nov/20/dog-cat-abandonment-soars-owners-struggle-cost-of-living-crisis\">already high numbers</a> of dogs and cats being dumped.</p><p>Pledges to end the use of cages for laying hens, and cramped farrowing crates for pigs, will be welcomed by&nbsp;all who object to animal cruelty. So will a proposal to&nbsp;replace the <a href=\"https://www.bbc.co.uk/news/business-44709905\">carbon dioxide stunning</a> of pigs with an alternative&nbsp;that is less distressing for them. New rules for farmed fish are also on the way. Until now, fish have been largely excluded from the evolving set of regulations aimed at minimising suffering at the point&nbsp;of slaughter.</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2025/dec/23/the-guardian-view-on-animal-welfare-a-timely-reminder-that-cruelty-is-wrong\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "Revealed: how Toyota uses retro-style games and prizes to urge US workers to lobby politicians",
        "url": "https://www.theguardian.com/us-news/2025/dec/19/toyota-employee-lobbying",
        "date": "2025-12-19",
        "source": "Environment | The Guardian",
        "text": "<p>Games such as Dragon Quest used to mobilize workers to back corporate goals including relaxing environmental rules</p><p><a href=\"https://www.theguardian.com/business/toyota\">Toyota</a>, the world’s biggest carmaker, is using retro-style video games to rally its US workforce behind its corporate goals, including lobbying to relax environmental rules, the Guardian can reveal.</p><p>Through an internal platform called Toyota Policy Drivers, employees can play games with names such as Star Quest, Adventure Quest and Dragon Quest, earning prizes by engaging with company messaging about policy and by contacting federal lawmakers using company-provided talking points.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/19/toyota-employee-lobbying\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      },
      {
        "title": "These migrants grow the US’s Christmas trees. Trump’s wage cuts may keep them away",
        "url": "https://www.theguardian.com/environment/2025/dec/17/christmas-trees-immigrants-farming",
        "date": "2025-12-17",
        "source": "Environment | The Guardian",
        "text": "<p>Legal temporary farm workers also worry about the H-2A visa program and Trump’s anti-immigration regime</p><p><em>This article is a collaboration between the Guardian and <a href=\"https://enlacelatinonc.org/\">Enlace Latino NC</a>, an independent bilingual publication. Read <a href=\"https://enlacelatinonc.org/los-trabajadores-migrantes-que-cultivan-los-arboles-de-navidad-de-estados-unidos/\">this article</a> in Spanish.</em></p><p>On a cold December afternoon, about 10 workers load the season’s final Christmas trees on to a truck at Wolf Creek Tree Farm and Nursery in Cullowhee, North Carolina. Nearby, another group takes a break, warming up around a barrel fire. More workers are out in the fields, a half-hour’s drive up further into the mountains.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/17/christmas-trees-immigrants-farming\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 1
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "No summary available for this cluster.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "Barracuda, grouper, tuna – and seaweed: Madagascar’s fishers forced to find new ways to survive",
        "url": "https://www.theguardian.com/environment/2025/dec/24/madagascar-coastline-vezo-people-fishing-climate-change-adaptation",
        "date": "2025-12-24",
        "source": "Environment | The Guardian",
        "text": "<p>Seaweed has become a key cash crop as climate change and industrial trawling test the resilient culture of the semi-nomadic Vezo people</p><p>Along Madagascar’s south-west coast, the Vezo people, who have fished the Mozambique Channel for countless generations, are defined by a way of life sustained by the sea. Yet climate change and industrial exploitation are pushing this ocean-based culture to its limits.</p><p>Coastal villages around Toliara, a city in southern Madagascar, host tens of thousands of the <a href=\"https://blueventures.org/the-voyage-of-the-vezo-documenting-madagascars-indigenous-coastal-migration-2/\">semi-nomadic Vezo</a><strong><a href=\"https://blueventures.org/the-voyage-of-the-vezo-documenting-madagascars-indigenous-coastal-migration-2/\"> </a></strong><a href=\"https://blueventures.org/the-voyage-of-the-vezo-documenting-madagascars-indigenous-coastal-migration-2/\">people</a>, who make a living from small-scale fishing on the ocean. For centuries, they have launched <em>pirogues</em>, small boats carved from single tree trunks, every day into the turquoise shallows to catch tuna, barracuda and grouper.</p><p>A boat near lines of seaweed, which has become a main source of income for Ambatomilo village as warmer seas, bleached reefs and erratic weather accelerate the decline of local fish populations</p> <a href=\"https://www.theguardian.com/environment/2025/dec/24/madagascar-coastline-vezo-people-fishing-climate-change-adaptation\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "2025 is ‘year of the octopus’ as record numbers spotted off England’s south coast",
        "url": "https://www.theguardian.com/environment/2025/dec/22/2025-is-year-of-the-octopus-as-record-numbers-spotted-off-englands-south-coast",
        "date": "2025-12-22",
        "source": "Environment | The Guardian",
        "text": "<p>Milder weather led to a bloom in the invertebrates in south Cornwall and Devon, wildlife charity says</p><p>Record numbers of sightings of one of the world’s most intelligent invertebrates over the summer have led the Wildlife Trusts to declare 2025 “the year of the octopus” in its annual review of Britain’s seas.</p><p>A mild winter followed by an exceptionally warm spring prompted <a href=\"https://www.theguardian.com/environment/2025/may/26/the-seabed-is-full-of-them-english-fishers-enjoy-surprise-octopus-boom\">unprecedented numbers of Mediterranean octopuses</a> to take up residence along England’s south coast, from Penzance in Cornwall to south Devon.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/22/2025-is-year-of-the-octopus-as-record-numbers-spotted-off-englands-south-coast\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "Week in wildlife: honeymooning owls, an otter on the razz and a magical frog",
        "url": "https://www.theguardian.com/environment/gallery/2025/dec/19/week-in-wildlife-honeymooning-owls-an-otter-on-the-razz-and-a-magical-frog",
        "date": "2025-12-19",
        "source": "Environment | The Guardian",
        "text": "<p>This week’s best wildlife photographs from around the world</p> <a href=\"https://www.theguardian.com/environment/gallery/2025/dec/19/week-in-wildlife-honeymooning-owls-an-otter-on-the-razz-and-a-magical-frog\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      },
      {
        "title": "Greek tragedy: the rare seals hiding in caves to escape tourists",
        "url": "https://www.theguardian.com/environment/2025/dec/17/seals-caves-tourists-experiences-greece-marine-protected-areas-endangered-monk-seals",
        "date": "2025-12-17",
        "source": "Environment | The Guardian",
        "text": "<p>Greece is hoping that protected areas will help keep daytrippers away and allow vulnerable monk seals to return to their island habitats</p><p>Deep in a sea cave in Greece’s northern Sporades, a bulky shape moves in the gloom. Someone on the boat bobbing at a distance offshore passes round a pair of binoculars and yes! – there it is. It’s a huge Mediterranean monk seal, <a href=\"https://portals.iucn.org/library/node/52224\">one of the world’s rarest marine mammals</a> , which at up to 2.8 metres and over 300kg (660lbs), is also one of the world’s largest types of seal.</p><p>Piperi, where the seal has come ashore, is a strictly guarded island in the National Marine Park of Alonissos and Northern Sporades, Greece’s largest marine protected area (MPA) and a critical breeding habitat for the seals. Only researchers are allowed within three miles of its shores, with permission from the government’s Natural Environment and Climate Change Agency.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/17/seals-caves-tourists-experiences-greece-marine-protected-areas-endangered-monk-seals\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 2
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "Seaweed has become a key cash crop as climate change and industrial trawling test the resilient culture of the semi-nomadic Vezo people. For centuries, they have launched small boats into the turquoise shallows to catch tuna, barracuda and grouper.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "Ministers raise inheritance tax threshold for farms after backlash",
        "url": "https://www.theguardian.com/environment/2025/dec/23/ministers-raise-inheritance-tax-threshold-for-farms-after-backlash",
        "date": "2025-12-23",
        "source": "Environment | The Guardian",
        "text": "<p>U-turn lifts limit from £1m to £2.5m after protests and warnings that family farms were at risk</p><p>Ministers will increase the threshold for taxing inherited farmland from £1m to £2.5m after months of <a href=\"https://www.theguardian.com/politics/2025/aug/14/national-farmers-union-uk-rachel-reeves-meeting-report-inheritance-tax-reforms\">pressure from campaigners</a> and MPs representing rural areas.</p><p>In a statement slipped out just before Christmas, the environment department announced the U-turn, which will apply from April when the tax kicks in.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/23/ministers-raise-inheritance-tax-threshold-for-farms-after-backlash\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 3
      },
      {
        "title": "Deputy leader Lucy Powell says Labour must ‘stick to manifesto’ over EU customs union, in implicit rebuke to Streeting – as it happened",
        "url": "https://www.theguardian.com/politics/live/2025/dec/23/labour-reform-conservaties-tories-lib-dems-greens-uk-politics-live-news-updates",
        "date": "2025-12-23",
        "source": "Environment | The Guardian",
        "text": "<p>No 10 has largely played down health secretary’s comments</p><p>The <strong>Treasury</strong> has published <a href=\"https://www.gov.uk/government/news/what-are-the-changes-to-agricultural-property-relief\">this explainer </a>setting out in detail how the inheritance tax rules will apply to farms after today’s announcement.</p><p>When the government first announced its plan to extend inheritance tax to farms, it said that this would raise around £520m a year from 2028-29.</p><p>The changes we are implementing reflects the concerns that have been raised while preserving the majority of the revenue from reform to help cut debt and borrowing and fund public services. The costings for today’s announcement will be incorporated into the next OBR forecast.</p> <a href=\"https://www.theguardian.com/politics/live/2025/dec/23/labour-reform-conservaties-tories-lib-dems-greens-uk-politics-live-news-updates\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 3
      },
      {
        "title": "Trump’s EPA wants to weaken formaldehyde protections – this is what it could mean",
        "url": "https://www.theguardian.com/us-news/2025/dec/19/trump-epa-formaldehyde-protection-proposal",
        "date": "2025-12-19",
        "source": "Environment | The Guardian",
        "text": "<p>EPA proposed undoing Biden-era policy on exposure to carcinogenic toxin in latest push to weaken toxin standards</p><p><a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a>’s Environmental Protection Agency (<a href=\"https://www.theguardian.com/environment/epa\">EPA</a>) is <a href=\"https://www.epa.gov/chemicals-under-tsca/epa-releases-updated-draft-risk-calculation-memorandum-formaldehyde-under-tsca\">proposing</a> to increase the levels of exposure to highly carcinogenic formaldehyde it considers safe. If successful, people would continue to be exposed to concerning amounts of the toxin in thousands of everyday products used across the economy, experts and advocates say.</p><p>Formaldehyde, a pungent colorless gas at room temperature, is found in a range of cosmetics, personal care products, home cleaners, craft supplies, leather goods, furniture, clothing, plastic, building materials and other everyday goods. During <a href=\"https://www.theguardian.com/us-news/joebiden\">Joe Biden</a>’s term, EPA scientists took a major step toward reining in the broad societal risk by issuing a finding that any level of exposure to formaldehyde can cause cancer, and very low levels cause non-cancer health harms.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/19/trump-epa-formaldehyde-protection-proposal\">Continue reading...</a>",
        "image_url": null,
        "cluster_id": 3
      }
    ],
    "source_link": "Environment | The Guardian",
    "summary": "U-turn lifts limit from £1m to £2.5m after protests and warnings that family farms were at risk. No 10 has largely played down health secretary’s comments. EPA proposed undoing Biden-era policy on exposure to carcinogenic toxin.",
    "image_url": null
  },
  {
    "articles": [
      {
        "title": "Oil giant BP to sell 65% stake in $10 billion Castrol unit",
        "url": "https://www.cnbc.com/2025/12/24/bp-to-sell-65percent-stake-in-10-billion-castrol-lubricants-to-stonepeak.html",
        "date": "2025-12-24",
        "source": "Energy",
        "text": "Britain's BP has agreed to sell a 65% shareholding in lubricants business Castrol to Stonepeak for $6 billion, months on from the oil giant seeking a buyer for the unit.\n\nThe deal comes as the company looks to launch a strategic reset, including a green strategy U-turn and the divestment of $20 billion of assets by the end of 2027. The sale values Castrol at $10.1 billion.\n\nEnergy companies, including India's Reliance Industries and Saudi Arabia's oil behemoth Aramco, as well as private equity firms Apollo Global Management and Lone Star Funds, had all been touted as suitors for BP's Castrol unit in May, according to Bloomberg, citing people familiar with the matter.\n\n\"With this, we have now completed or announced over half of our targeted $20bn divestment programme, with proceeds to significantly strengthen bp's balance sheet,\" interim CEO Carol Howle said in a statement.\n\n\"The sale marks an important milestone in the ongoing delivery of our reset strategy. We are reducing complexity, focusing the downstream on our leading integrated businesses, and accelerating delivery of our plan.\"\n\nBP has the option to sell its remaining 35% stake in Castrol after a two-year lock-up period.",
        "image_url": null,
        "cluster_id": 4
      },
      {
        "title": "Gas prices fall to four-year lows as millions embark on holiday road trips",
        "url": "https://www.cnbc.com/2025/12/23/oil-prices-holiday-road-trip-december-aaa.html",
        "date": "2025-12-23",
        "source": "Energy",
        "text": "Customers at the GasWay Xpress Mart at 1120 Erie Blvd. pump gas on Wednesday, Dec. 3, 2025, in Schenectady, N.Y.\n\nThe average price of unleaded gasoline in the U.S. has been below $3 a gallon for most of the month — the lowest level since 2021, according to AAA . The association said it's shaping up to be the cheapest December for drivers filling up their tanks going back to the pandemic year of 2020.\n\nHoliday road-trippers are feeling some relief at the pump this year.\n\nFuel prices are down about 7% from a month ago, AAA data shows, and have tumbled roughly 43% from mid-2022 highs near $5 a gallon that followed runaway inflation in the wake of the pandemic.\n\nThe latest slide in prices comes as AAA forecasts a record of more than 122 million Americans will travel at least 50 miles from home in the 13 days between Dec. 20 and Jan. 1. AAA found nearly nine of 10 people on the move during the period — or close to 110 million — are expected to travel by car.\n\nThe drop in pump prices may help mitigate the impact of lingering inflation elsewhere during the holiday season.\n\nJust over 40% of those polled said they planned to spend less at the holidays this year, a 6-point increase from a year ago, according to CNBC's All-America Economic Survey. Of those who are pinching pennies, 46% blamed the high cost of goods.\n\nThe national average masks wide, regional variances, as Hawaii and California both recorded average gas prices above $4 on Monday. In Oklahoma, meanwhile, a gallon came in just below $2.30.",
        "image_url": null,
        "cluster_id": 4
      },
      {
        "title": "Jim Cramer urges discipline on GE Vernova as Wall Street analysts get more bullish",
        "url": "https://www.cnbc.com/2025/12/18/jim-cramer-urges-discipline-as-wall-street-gets-more-bullish-on-ge-vernova.html",
        "date": "2025-12-18",
        "source": "Energy",
        "text": "Wall Street analysts have increasingly jumped on the GE Vernova bandwagon during a volatile week for the stock and the broader artificial intelligence trade. Jim Cramer urged caution. Shares of the energy equipment maker rose more than 4.5% on Thursday after plunging 10.5% in the prior session as stocks tied to AI data centers were crushed. Undeterred, Jefferies became the latest shop to upgrade GE Vernova — a leading maker of natural gas turbines that can be hooked up to energy-intensive AI facilities to generate more power. The analysts lifted their rating on the stock to a buy from hold and boosted their price target to $815 per share from $736. They predicted an inflection in turbine orders and pricing in the current fourth quarter and called out more upfront and meaningful free cash flow generation. Jefferies' new price target implies 33% upside from Wednesday's close of $614, which more than wiped out last week's post-investor day rally . \"I do not think that this stock — which I love and should be at $700 — is anything but another call for discipline for those who want to put endless numbers of data centers,\" Jim said on \" Squawk on the Street .\" He suggested that recent trading in GE Vernova stock epitomizes the fickle near-term nature of investors' appetite for owning companies dependent on the gobs of AI spending commitments, which may or may not come to fruition. Jeff Marks, director of portfolio analysis for the Club, suggested swings in GE Vernova stock mean that would-be buyers must be more vigilant on price. \"Wait for one of those big, nasty days to buy it,\" Marks said during Thursday's Morning Meeting. On Wednesday, we said that if GE Vernova were to sink to $600, we would buy back some shares that we sold into strength on Monday at $694 each. Zooming out, Jim does agree that the long-term GE Vernova story remains attractive. The company has undoubtedly been a \"home run\" in 2025, with a stock that has still nearly doubled year to date. However, he is less optimistic than Jefferies on turbine pricing. \"They've increased capacity, but you can't get one until 2030,\" Jim said. With customers already locked in at earlier pricing, he continued, \"You don't have a lot of pricing power if you're sold out.\" GEV YTD mountain GE Vernova YTD Thursday's bullish call from Jefferies was followed a handful of others this week. On Tuesday, Morgan Stanley raised its price target to $822 from $710 while reiterating its buy rating, highlighting GE Vernova being at the center of powering AI data centers. Wells Fargo also took GE Vernova's price target to $831 from $717 for the same reason. On Monday, Evercore ISI started coverage on GE Vernova with a buy and a $860 price target. Analysts said the company has \"picks and shovels\" exposure to many end-markets in addition to data centers. Conviction in the stock increased after GE Vernova delivered robust long-term guidance during its evening investor update on Dec. 9. The next day, the stock surged 15.6% and closed at a record high of $723. At the time, we increased our GE Vernova price target to $800 per share from $700, and reiterated our buy-equivalent 1 rating . As part of Monday's trade, we downgraded shares to our hold-equivalent 2 rating but held our price target steady. (Jim Cramer's Charitable Trust is long GEV. See here for a full list of the stocks.) As a subscriber to the CNBC Investing Club with Jim Cramer, you will receive a trade alert before Jim makes a trade. Jim waits 45 minutes after sending a trade alert before buying or selling a stock in his charitable trust's portfolio. If Jim has talked about a stock on CNBC TV, he waits 72 hours after issuing the trade alert before executing the trade. THE ABOVE INVESTING CLUB INFORMATION IS SUBJECT TO OUR TERMS AND CONDITIONS AND PRIVACY POLICY , TOGETHER WITH OUR DISCLAIMER . NO FIDUCIARY OBLIGATION OR DUTY EXISTS, OR IS CREATED, BY VIRTUE OF YOUR RECEIPT OF ANY INFORMATION PROVIDED IN CONNECTION WITH THE INVESTING CLUB. NO SPECIFIC OUTCOME OR PROFIT IS GUARANTEED.",
        "image_url": null,
        "cluster_id": 4
      }
    ],
    "source_link": "Energy",
    "summary": "No summary available for this cluster.",
    "image_url": null
  }
]